{
  "* Both a memo/tag and an address are required": "* Требуются как мемо/тег, так и адрес",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Пожалуйста, подтвердите, требуется ли для получающего адреса МЕМО/Тег. Если это поле не заполнено или заполнено неправильно, актив будет утерян",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Результаты калькулятора являются оценочными, и реальная ROI/P&L могут отличаться от указанной в зависимости от рыночных условий.",
  "1-on-1 manager": "Менеджер 1 на 1",
  "1. Choose the future price direction": "1. Выберите будущее направление цены",
  "1. Information We Collect": "1. Информация, которую мы собираем",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"мы\", \"нас\" или \"наш\") обязуется бороться с отмыванием денег и финансированием терроризма посредством внедрения надежных процедур по борьбе с отмыванием денег (AML) и политики \"Знай своего клиента\" (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade (\"мы\", \"нас\" или \"наш\") управляет онлайн-платформой для торговли бинарными опционами (\"Платформа\"), которая позволяет трейдерам(\"вы\" или \"трейдер\") торговать различными финансовыми инструментами.",
  "1.1 Personal Identification Information:": "1.1 Личная идентификационная информация:",
  "1.2 Financial Information:": "1.2 Финансовая информация:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Настоящая политика по борьбе с отмыванием денег (AML) и \"Знай своего клиента\" (KYC) (\"Политика\") описывает наши обязательства и процедуры по проверке личности наших трейдеров (\"вы\" или \"трейдер\") и выявлению и предотвращению деятельности по отмыванию денег и финансированию терроризма на платформе Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Настоящее пользовательское соглашение и условия (\"Соглашение\") регулирует использование вами Платформы Detrade. Получая доступ или используя нашу Платформу, вы подтверждаете, что прочитали, поняли и согласны соблюдать настоящее Соглашение.",
  "1.3 Technical Information:": "1.3 Техническая информация:",
  "1.4 Usage Data:": "1.4 Данные об использовании:",
  "1.5 Location Information:": "1.5 Информация о местоположении:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Файлы cookie и технологии отслеживания:",
  "1.Introduction": "1. Введение",
  "10 most wagering players carve up the prize pool.": "10 самых ставящих игроков делят призовой фонд.",
  "10. Amendments to the Policy": "10. Поправки к Политике",
  "10. International Data Transfers": "10. Международная передача данных",
  "10. Limitation of Liability": "10. Ограничение ответственности",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade оставляет за собой право изменять или дополнять настоящую Политику в любое время. Любые изменения вступают в силу немедленно после их публикации на платформе Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 В максимально допустимой законом степени Detrade не несет ответственности за любые прямые, непрямые, случайные, особые или косвенные убытки, возникшие в результате или каким-либо образом связанные с использованием вами нашей Платформы.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 Ни при каких обстоятельствах совокупная ответственность Detrade перед вами за все убытки, потери и основания для исков, возникающие в результате или в связи с настоящим Соглашением, не должна превышать сумму, уплаченную вами, если таковая имеется, в пользу Detrade в течение двенадцати (12) месяцев, предшествующих событию, послужившему основанием для такой ответственности.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Вы несете ответственность за периодический просмотр данной Политики, чтобы быть в курсе любых обновлений или изменений. Продолжение использования платформы Detrade после внесения изменений в настоящую Политику означает ваше согласие с этими изменениями.",
  "1000x leverage": "Плечо 1000х",
  "11. Contact Information": "11. Контактная информация",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Если у вас есть какие-либо вопросы, опасения или пожелания относительно данной Политики или процедур Detrade по борьбе с отмыванием денег и KYC, пожалуйста, свяжитесь с нами по адресу [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Вы соглашаетесь возмещать ущерб, защищать и ограждать Detrade, а также его аффилированные лица, должностных лиц, директоров, сотрудников и агентов от любых претензий, обязательств, убытков, потерь, затрат, расходов или сборов (включая разумные расходы на юридические услуги), возникающих в результате или в связи с вашим использованием платформы Detrade или нарушением вами настоящего Соглашения.",
  "11.Indemnification": "11. Возмещение ущерба",
  "12. Contact Us": "12. Свяжитесь с нами",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Настоящее Соглашение регулируется и толкуется в соответствии с законодательством [Страны].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Любые споры, возникающие из настоящего Соглашения или в связи с ним, подлежат разрешению в порядке арбитража в соответствии с правилами [Арбитражной организации].",
  "12.Governing Law and Dispute Resolution": "12. Применимое право и разрешение споров",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade оставляет за собой право изменять или дополнять настоящее Соглашение в любое время. Любые изменения вступают в силу немедленно после их публикации на платформе Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Вы несете ответственность за периодический просмотр данного Соглашения, чтобы быть в курсе любых обновлений или изменений. Продолжение использования платформы Detrade после внесения изменений в настоящее Соглашение означает ваше согласие с этими изменениями.",
  "13.Amendments to the Agreement": "13. Поправки к Соглашению",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Если у вас есть вопросы, замечания или пожелания относительно настоящего Соглашения или платформы Detrade, пожалуйста, свяжитесь с нами по",
  "14.Contact Information": "14. Контактная информация",
  "16th of every month": "16 числа каждого месяца",
  "1D": "1 Д",
  "1M": "1 М",
  "1W": "1 Н",
  "2. Definitions": "2. Определения",
  "2. Eligibility": "2. Правомерность",
  "2. How We Use Your Information": "2. Как мы используем вашу информацию",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Вы можете просмотреть общую сумму ордеров пула фондов в направлениях ВВЕРХ и ВНИЗ, а также состояние ордеров у вас и других пользователей в списке.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" означает борьбу с отмыванием денег, которая представляет собой комплекс процедур, законов и правил, направленных на предотвращение незаконного получения доходов через финансовые системы.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Получая доступ к платформе Detrade или используя ее, вы заявляете и гарантируете, что вам не менее 18 лет и что вы обладаете правоспособностью для заключения настоящего Соглашения.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Чтобы обеспечивать работу и поддержку нашей Платформы:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" означает \"Знай своего клиента\" - это процесс проверки личности клиентов и оценки потенциального риска их вовлечения в незаконную деятельность.",
  "2.2 To Improve Our Platform:": "2.2 Чтобы улучшать нашу Платформу:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Вы также обязаны соблюдать все применимые законы и нормативные акты, касающиеся использования нашей Платформы.",
  "2.3 To Communicate with You:": "2.3 Чтобы общаться с Вами:",
  "2.4 To Personalize Your Experience:": "2.4 Чтобы персонализировать Ваш опыт:",
  "2.5 To Conduct Analytics and Research:": "2.5 Чтобы проводить аналитику и исследования:",
  "2.6 To Ensure Security and Compliance:": "2.6 Чтобы обеспечивать безопасность и соответствие требованиям:",
  "20% affiliate commission (a 100% increase from our base rate).": "Партнерская комиссия 20% (увеличение на 100% от нашей базовой ставки).",
  "20+ exchange market data": "Данные более чем с 20+ бирж",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Уведомление об ограничении вывода средств на 24 часа Наша система обнаружила изменения в важной информации вашего аккаунта, поэтому функция вывода средств временно приостановлена, пока мы принимаем меры для защиты ваших активов. Ограничения будут автоматически сняты в {{time}} по UTC",
  "24h Live Players": "Игроки в прямом эфире 24ч",
  "24h Trade Vol": "Объем торгов за 24 ч",
  "24h Wins Paid": "Выплата выигрышей за 24ч",
  "24h high": "Максимум за 24ч",
  "24h low": "Минимум за 24ч",
  "24h players": "Игроков за 24ч",
  "24h win ratio": "Коэффициент побед за 24ч",
  "2FA Code's length is not right": "Длина кода 2FA некорректна",
  "2FA authentication": "2FA аутентификация",
  "2s CFD and 5-60s Options": "CFD на 2 сек. и опционы на 5-60 сек.",
  "3. Customer Due Diligence (CDD)": "3. Надлежащая проверка клиентов (CDD)",
  "3. How We Share Your Information": "3. Как мы делимся вашей информацией",
  "3. Wait for system settlement": "3. Ожидание расчета системы",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade проводит надлежащую проверку клиентов (CDD) для всех пользователей с целью подтверждения их личности и оценки уровня риска.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Для доступа к определённым функциям платформы Detrade вам может потребоваться регистрация аккаунта.",
  "3.1 With Service Providers:": "3.1 С поставщиками услуг:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 В процессе регистрации вам может потребоваться предоставить определенную личную информацию, включая, но не ограничиваясь: полное имя, дату рождения, адрес проживания, удостоверение личности, выданное государственным органом, и подтверждение адреса.",
  "3.2 For Legal Reasons:": "3.2 По юридическим причинам:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Регистрируя аккаунт, вы соглашаетесь предоставлять точную, актуальную и полную информацию о себе в соответствии с требованиями регистрационной формы.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade оставляет за собой право запрашивать у вас дополнительную информацию или документацию для подтверждения вашей личности или оценки уровня риска.",
  "3.3 To Protect Our Rights:": "3.3. Для защиты наших прав:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Вы несете ответственность за сохранение конфиденциальности данных своего аккаунта, а также за все действия, совершённые с вашего аккаунта.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade оставляет за собой право приостановить или прекратить действие вашего аккаунта, если будет установлено, что вы предоставили ложную или вводящую в заблуждение информацию во время регистрации или нарушили любое положение данного Соглашения.",
  "3.4 With Your Consent:": "3.4 С Вашего согласия:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Вы соглашаетесь незамедлительно предоставлять любую информацию или документацию, запрашиваемую Detrade в рамках процедуры надлежащей проверки клиентов (CDD).",
  "3.5 In Business Transfers:": "3.5 При передаче бизнеса:",
  "3.Account Registration": "3. Регистрация аккаунта",
  "3rd Merchant Processing": "Обработка сторонним торговцем",
  "4. Check the winning and losing results": "4. Проверьте результаты выигрышей и проигрышей",
  "4. Identity Verification": "4. Проверка личности",
  "4. Platform Use": "4. Использование платформы",
  "4. Your Data Protection Rights": "4. Ваши права на защиту данных",
  "4.1 Access:": "4.1 Доступ:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade использует различные методы и инструменты для проверки личности своих пользователей, включая, но не ограничиваясь:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Платформа Detrade предоставляется исключительно в информационных и образовательных целях. Вы признаете и соглашаетесь с тем, что любая информация, размещённая на нашей платформе, не является финансовой консультацией и не должна использоваться для принятия инвестиционных решений.",
  "4.2 Correction:": "4.2 Исправление:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade оставляет за собой право отклонить любой документ или информацию, предоставленные пользователями, если они считаются недостаточными или неточными для подтверждения личности.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Вы несёте полную ответственность за оценку рисков, связанных с торговлей бинарными опционами, и за принятие решения о том, подходит ли вам торговля на платформе Detrade.",
  "4.3 Deletion:": "4.3 Удаление:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Вы соглашаетесь использовать платформу Detrade в соответствии со всеми применимыми законами и нормативными актами, а также таким образом, который не нарушает права других лиц и не противоречит условиям данного Соглашения.",
  "4.4 Objection:": "4.4 Возражение:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Ограничение: Вы имеете право запросить ограничение обработки вашей личной информации при определенных условиях.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Переносимость данных: Вы имеете право запросить передачу вашей личной информации другой организации или напрямую вам при определенных условиях.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Отзыв согласия: Если вы дали нам согласие на обработку вашей личной информации, вы имеете право отозвать свое согласие в любое время.",
  "5. Data Security": "5. Безопасность данных",
  "5. Risk Assessment": "5. Оценка рисков",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade проводит оценку рисков для каждого трейдера на основе информации о подтверждении личности, истории транзакций и других релевантных факторов.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Платформа Detrade позволяет пользователям торговать бинарными опционами на различных финансовых инструментах, включая, но не ограничиваясь акциями, валютами, товарами и индексами.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Пользователям может быть присвоен рейтинг риска на основе результатов оценки риска, что может повлиять на степень проверки их транзакций и активности на аккаунте.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Вы признаете и соглашаетесь с тем, что торговля бинарными опционами сопряжена с существенными рисками, включая риск потери всего вашего капитала.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Вы несете полную ответственность за оценку рисков, связанных с каждой сделкой, и за определение подходящей инвестиционной стратегии с учетом ваших индивидуальных обстоятельств.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade не дает никаких гарантий или заверений относительно прибыльности или успешности любой сделки, совершенной на нашей платформе.",
  "5.Trading": "5. Торговля",
  "50+ trading pairs": "50+ торговых пар",
  "6 Month's Pnl": "Pnl за 6 месяцев",
  "6. Data Retention": "6. Сохранение данных",
  "6. Fees and Charges": "6. Сборы и платежи",
  "6. Monitoring and Reporting": "6. Мониторинг и отчетность",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade может взимать сборы за определенные услуги или транзакции, проведенные на нашей платформе. Вы соглашаетесь оплачивать все применимые сборы и расходы, связанные с использованием нашей платформы.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade отслеживает транзакции трейдеров и активность аккаунтов на предмет признаков подозрительного или необычного поведения, которое может указывать на деятельность, связанную с отмыванием денег или финансированием терроризма.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade оставляет за собой право изменять или модифицировать структуру сборов в любое время, с уведомлением или без него.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Если Detrade выявит подозрительную активность или транзакции, мы оставляем за собой право сообщить о такой активности в соответствующие органы и принять необходимые меры, включая, но не ограничиваясь, заморозкой или приостановлением аккаунтов трейдеров.",
  "6M": "6М",
  "7 * 24 technical services": "Техническое обслуживание 24/7",
  "7. Cookies and Similar Technologies": "7. Файлы cookie и аналогичные технологии",
  "7. Intellectual Property": "7. Интеллектуальная собственность",
  "7. Record-Keeping": "7. Ведение записей",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Весь контент и материалы, доступные на платформе Detrade, включая, но не ограничиваясь, текстами, графикой, логотипами, изображениями и программным обеспечением, являются собственностью Detrade или ее лицензиаров и защищены законами об авторских правах, товарных знаках и других законах об интеллектуальной собственности.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Файлы cookie: Мы используем файлы cookie для улучшения вашего опыта на нашей Платформе. Cookie - это небольшой файл, размещённый на вашем устройстве, который позволяет нам распознавать ваш браузер и сохранять определенную информацию.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade ведет учет всей информации о трейдерах, включая данные идентификации и транзакций, в соответствии с применимыми законами и нормативными актами.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Типы cookies: a) **Необходимые cookies**: Эти файлы cookie необходимы для функционирования нашей Платформы. Они позволяют вам перемещаться по сайту и использовать его функции.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Записи пользователей сохраняются конфиденциально и раскрываются только уполномоченному персоналу или регулирующим органам, как того требует закон.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Вам предоставляется ограниченная, неисключительная и непередаваемая лицензия на доступ и использование платформы Detrade исключительно для личного и некоммерческого использования.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Управление файлами cookie: Вы можете контролировать использование файлов cookie на уровне каждого браузера. Если вы отклоните файлы cookie, вы все равно сможете использовать нашу платформу, но ваша возможность использовать некоторые функции или разделы платформы может быть ограничена.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Вы соглашаетесь не воспроизводить, не модифицировать, не распространять и не создавать производные работы на основе любого контента или материалов, доступных на платформе Detrade, без явного письменного согласия Detrade.",
  "8. Third-Party Links": "8. Сторонние ссылки",
  "8. Training and Awareness": "8. Обучение и осведомленность",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade проводит программы обучения и повышения осведомленности для своих сотрудников, чтобы гарантировать, что они обладают знаниями о политиках и процедурах AML и KYC.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade уважает конфиденциальность своих пользователей и обязуется защищать их личную информацию. Пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности для получения подробной информации о том, как мы собираем, используем и раскрываем вашу личную информацию.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Сотрудники проходят обучение для распознавания и сообщения о подозрительной активности, а также для соблюдения всех требований AML и KYC.",
  "8.Privacy Policy": "8. Политика конфиденциальности",
  "9. Children's Privacy": "9. Конфиденциальность детей",
  "9. Compliance Oversight": "9. Контроль соблюдения требований",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade назначила сотрудника по соблюдению требований, ответственного за контроль за соблюдением политик и процедур AML и KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade оставляет за собой право приостановить или прекратить ваш доступ к нашей платформе в любое время и по любой причине, с уведомлением или без него, и без предварительного уведомления.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Сотрудник по соблюдению требований отвечает за мониторинг изменений в регулировании, обновление политик AML и KYC по мере необходимости, а также за обеспечение того, чтобы деятельность Detrade соответствовала всем применимым законам и нормативным актам.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 После прекращения вашего доступа к платформе Detrade все положения настоящего Соглашения, которые по своей природе должны оставаться в силе после прекращения, останутся действующими, включая, но не ограничиваясь, положения, касающиеся интеллектуальной собственности, ограничения ответственности и разрешения споров.",
  "9.Termination": "9. Расторжение",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Сумма бонуса:</0> 50% от вашего первого депозита",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Лимит бонуса:</0> Максимальный торговый бонус - 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Право на участие:</0> Только новые пользователи на Detrade",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Требование:</0> Первый депозит ≥ 50 USDT (или эквивалент в криптовалюте)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Поддерживаемые продукты</0>: Хай-лоу, Спред, Вверх/Вниз, Фьючерс",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> билетов было отправлено в этом раунде!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> за входные и выходные сделки по {{position}}, включая проскальзывание",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>из {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Была взята фиксированная плата в размере {{feeAmount}} ({{commission}}) при открытии сделки (позиция: {{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Часть вашей прибыли (если она есть) удерживается при закрытии сделки",
  "A variable fee was charged as a fraction of profits upon closing the trade": "При закрытии сделки была взята переменная комиссия в виде доли от прибыли",
  "A verification will be sent to {{email}}": "Подтверждение будет отправлено на {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "О: Убедитесь, что вы разблокировали все четыре режима торговли. Если проблема сохраняется, свяжитесь со службой поддержки для получения помощи.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "О: Нет, сам бонус не подлежит выводу. Однако, любые <0>прибыли, полученные с использованием бонуса,</0> могут быть выведены.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "О: Да. Пожалуйста, активируйте свой бонус в течение <0>7 дней</0> с момента выдачи. Просроченные бонусы нельзя восстановить.",
  "AF": "AF",
  "AML & KYC policy": "Политика AML и KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "О Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Получите доступ к более чем 70 популярным активам с потенциалом прибыли до 90%",
  "Account Details": "Детали счета",
  "Account Not Verified": "Аккаунт не подтвержден",
  "Account Verified": "Аккаунт подтвержден",
  "Activate": "Активировать",
  "Activation expiry time": "Срок действия активации",
  "Active": "Активное",
  "Active tickets": "Активные билеты",
  "Activity priority access": "Приоритетный доступ к активности",
  "Add": "Добавить",
  "Add key phrase into Google Authenticator and remember the key phrase": "Добавьте ключевую фразу в Google Authenticator и запомните ее",
  "Add referral": "Добавить реферала",
  "Add referral code": "Добавить реферальный код",
  "Address is required": "Требуется адрес",
  "Address valid": "Адрес действителен",
  "Advanced": "Расширенный",
  "Advanced Users": "Продвинутые пользователи",
  "Advanced chart": "Расширенный график",
  "Advantage": "Преимущество",
  "Affiliate program": "Партнерская программа",
  "Affiliates": "Партнеры",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "После завершения своего первого депозита, перейдите в <0>Центр наград</0>, чтобы посмотреть ваш первый пробный ваучер на 1 USDT.",
  "After setting your personal information private, other users will not be able to see your username and information.": "После установки личной информации как приватной другие пользователи не смогут видеть ваш юзернейм и информацию.",
  "Agreement": "Соглашение",
  "Airdrop": "Раздача",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Способ раздачи: Награды автоматически распределяются на кошелек. Пожалуйста, следуйте указаниям почты в приложении.",
  "Airdrop plan": "План раздачи",
  "Airdrop program": "Программа раздачи",
  "Airdrops": "Раздачи",
  "Algorithm": "Алгоритм",
  "All": "Все",
  "All Assets": "Все активы",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Вся брокерская деятельность на этом сайте осуществляется компанией Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Все игровые формулы открыты и прозрачны, что препятствует мошенничеству и предотвращает риски для партнеров и игроков.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Все цены для 24-часового торгового раунда заранее определяются с использованием случайно выбранного начального значения, которое раскрывается в конце каждого торгового раунда. С этим опубликованным начальным значением любой желающий может проверить, что мы следовали алгоритму, изложенному ниже, и не изменяли цены после начала раунда. Важно отметить, что мы не можем изменить цены в зависимости от ваших сделок.",
  "All prizes will be sent in USDT.": "Все призы будут отправлены в USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Весь практический опыт лучшего трейдера, который вам нужен, включая доступ к самым актуальным торговым индикаторам и сигналам.",
  "All time wins paid": "Общий выплаченный выигрыш",
  "Already have an account?": "Уже есть счет?",
  "Amount": "Сумма",
  "Amount is required": "Требуется сумма",
  "Amount to withdraw": "Сумма к выводу",
  "Announcement": "Объявление",
  "Announcements": "Объявления",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Политика по борьбе с отмыванием денег (AML) и \"Знай своего клиента\" (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Есть вопросы? Наша специальная служба поддержки готова помочь вам и провести через процесс подачи заявки.",
  "Apply": "Подать",
  "Applying": "Подается",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Примерно {{nextCapitalCost}} будет списано в следующем часу, и точная сумма будет зависеть от ставки финансирования в тот момент.",
  "Are there any geographical restrictions?": "Есть ли какие-то географические ограничения?",
  "Arrival amount": "Сумма поступления",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Пока программа остается активной, вы можете зарабатывать комиссионные с момента регистрации вашим рефералом аккаунта на Detrade.",
  "Ask a question": "Задать вопрос",
  "Asset types,currencies,cryptocurrencies for any trader.": "Виды активов, валют, криптовалют для любого трейдера.",
  "Assets": "Активы",
  "Assets overview": "Обзор активов",
  "At least {{exceed}} number": "Не менее {{exceed}} цифр",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "По истечении отсчета прибыли и убытки будут определены в зависимости от тренда, который вы предсказали.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "В начале каждого торгового раунда (00:00 UTC) случайным образом выбирается новое начальное значение длиной 32 байта. Все цены раунда могут быть воспроизведены путем сочетания этого начального значения с увеличивающимся целым числом тикового счетчика.",
  "Auto": "Авто",
  "Available": "Доступно",
  "Available on request": "Доступно по запросу",
  "Award quota": "Квота на награды",
  "Awarded users": "Награжденные пользователи",
  "Balance": "Баланс",
  "Balance is not enough": "Баланс недостаточен",
  "Basic": "Основной",
  "Becoming an affiliate is easy": "Стать партнером легко",
  "Benefit from our many years of experience and internationally renowned reputation.": "Воспользуйтесь нашим многолетним опытом и международно признанной репутацией.",
  "Benefits": "Преимущества",
  "Benefits:": "Преимущества:",
  "Best For": "Лучше для",
  "Bet": "Ставка",
  "Betting": "Ставки",
  "Binary Options Exchange": "Биржевая торговля бинарными опционами",
  "Bind": "Привязать",
  "Bind Success": "Успешно привязано",
  "Black diamond circle": "Черный алмазный круг",
  "Blockchain Processing": "Обработка блокчейна",
  "Bonus": "Бонус",
  "Bonus Rules": "Правила бонуса",
  "Bonus Trial": "Бонусное испытание",
  "Bonus pool": "Бонусный фонд",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Бонусные ваучеры <0>не подлежат выводу</0>, но <1>прибыль от бонусных сделок можно вывести<1>",
  "Boost your earnings by affiliate program": "Повысьте свой заработок с помощью партнерской программы",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Усильте свою торговлю с помощью кредитного плеча до 1000х - большой риск, выше награда.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Усильте свою торговлю с помощью кредитного плеча до 1000х - большой риск, выше награда.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Брокерские продукты и услуги, предлагаемые Nexus Play LLC.",
  "Bronze": "Бронза",
  "Bust And Stop Loss Prices": "Цена ликвидации и стоп-лосс",
  "Buy": "Купить",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Получая доступ к платформе Detrade или используя ее, вы подтверждаете, что прочли, поняли и согласны соблюдать настоящую Политику конфиденциальности. Если вы не согласны с данной Политикой конфиденциальности, вы не должны использовать нашу платформу.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Получая доступ к платформе Detrade или используя ее, вы подтверждаете, что прочли, поняли и согласны соблюдать настоящее Соглашение. Если вы не согласны с любой частью данного Соглашения, вы не должны использовать платформу Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Получая доступ к платформе Detrade или используя ее, вы подтверждаете, что прочли, поняли и согласны соблюдать настоящую Политику AML и KYC. Если вы не согласны с любой частью данной Политики, вы не должны использовать платформу Detrade.",
  "Calculator": "Калькулятор",
  "Campaign": "Кампания",
  "Campaign Center": "Центр кампаний",
  "Can I See The Data Of My Referral?": "Могу ли я посмотреть данные своего реферала?",
  "Can I use a live account and a demo account at the same time?": "Могу ли я использовать одновременно реальный счет и демо-счет?",
  "Can Partner upgrade his partnership level in the future?": "Может ли партнер повысить свой партнерский уровень в будущем?",
  "Can non-crypto users play Detrade games?": "Могут ли не криптовалютные пользователи играть в игры Detrade?",
  "Cancel": "Отмена",
  "Cannot exceed {{exceed}} characters": "Не может превышать {{exceed}} символов",
  "Cash All": "Все в деньги",
  "Champion Profits": "Прибыль чемпиона",
  "Change": "Изменить",
  "Change password": "Сменить пароль",
  "Chat": "Чат",
  "Check <0>ROI calculator</0> for more details": "Проверьте <0>калькулятор ROI</0> для подробностей",
  "Chg%": "Изм%",
  "Choose Symbol": "Выберите символ",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Выберите свой <0>тип счета и</0> начните торговать!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Выберите свой <br/>тип счета и</br> начните торговать!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Выберите множитель, чтобы максимизировать позицию. Установка более высокого множителя увеличивает ваш маржинальный риск",
  "Choose the cryptocurrency that you would like to start trading.": "Выберите криптовалюту, которой вы хотите начать торговать.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Выберите направление вверх или вниз, чтобы разместить ордер в течение указанного времени обратного отсчета.",
  "Claim": "Получить",
  "Claim Voucher": "Получить ваучер",
  "Claimed rewards": "Полученные награды",
  "Claimed rewards details": "Подробности о полученных наградах",
  "Click Here To View The": "Нажмите здесь, чтобы посмотреть",
  "Click Up or Down to Trading": "Нажмите \"Вверх или Вниз\", чтобы торговать",
  "Client": "Клиент",
  "Close": "Закрыть",
  "Close Time": "Время закрытия",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Закрывайте в любое время, будь то прибыль или убыток. Установите цели тейк-профит или стоп-лосс, чтобы автоматически закрывать вашу позицию",
  "Close the order": "Закрыть ордер",
  "Close type": "Тип закрытия",
  "Closed successfully!": "Успешно закрыто!",
  "Co-planning rights": "Права совместного планирования",
  "Coin-Margined": "Обеспечено монетой",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Объедините все ожидающие лимитные ордера из каждого ценового источника в единый составной ордербук. Допустимо и ожидаемо, что цена некоторых ордеров на покупку будет превышать цену некоторых ордеров на продажу с других бирж. Размеры отдельных ордеров ограничены 1 млн долларов США, чтобы снизить влияние одной крупной заявки.",
  "Coming soon": "Скоро будет",
  "Community": "Сообщество",
  "Community access": "Доступ к сообществу",
  "Completed": "Завершено",
  "Comprehensive trading training": "Комплексное обучение торговле",
  "Computers and smartphones are fully functional": "Компьютеры и смартфоны полностью функциональны",
  "Condition 1: The price trend matches your prediction.": "Условие 1: Тренд цены совпадает с вашим прогнозом.",
  "Condition 2: Price movement breaks through the spread.": "Условие 2: Движение цены пробивает спред.",
  "Confirm": "Подтвердить",
  "Confirm Close": "Подтвердить закрытие",
  "Confirm removing Google 2FA authentication?": "Подтвердить удаление аутентификации Google 2FA?",
  "Confirm settlement of all orders?": "Подтвердить расчет всех ордеров?",
  "Confirm to close the order?": "Подтвердить закрытие ордера?",
  "Confirmations": "Подтверждения",
  "Connect": "Подключайтесь",
  "Connect with your friends": "Подключайтесь к своим друзьям",
  "Contact Us": "Свяжитесь с нами",
  "Contact us": "Свяжитесь с нами",
  "Contact us with Email or Live chat": "Свяжитесь с нами по email или в онлайн-чате",
  "Content creators program": "Программа для создателей контента",
  "Contest prize pool": "Призовой фонд конкурса",
  "Continue": "Продолжить",
  "Continue Deposit Process": "Продолжить процесс пополнения счета",
  "Continue deposit process": "Продолжить процесс пополнения счета",
  "Continue with Google": "Продолжить с Google",
  "Continue with X": "Продолжить с X",
  "Continuously updated": "Постоянно обновляется",
  "Convenient deposit and withdrawal methods": "Удобные методы пополнения и вывода средств",
  "Copy": "Копировать",
  "Copy Success": "Успешно скопировано",
  "Copy this code to your authenticator app": "Скопируйте этот код в ваше приложение-аутентификатор",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Авторское право © 2025 Nexus Play LLC. Все права защищены.",
  "Country": "Страна",
  "Create Password": "Создать пароль",
  "Crypto": "Крипто",
  "Crypto - binary options": "Крипто - бинарные опционы",
  "Crypto Pairs": "Криптовалютные пары",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Торговля криптовалютными контрактами связана с высоким уровнем риска, и вы можете потерять всю сумму сделки. Чем выше используемое вами кредитное плечо, тем больше риск. Однако ни при каких обстоятельствах вы не сможете потерять больше, чем первоначальная сумма сделки.",
  "Currency": "Валюта",
  "Custom Price Move %": "Пользовательское движение цены %",
  "Custom cashback plan": "Индивидуальный план кешбэка",
  "Custom revenue share and fee option.": "Пользовательская опция доли дохода и комиссии.",
  "Custom services": "Индивидуальные услуги",
  "Custom signals": "Индивидуальные сигналы",
  "Customized incentives tailored to your needs.": "Индивидуальные стимулы с учетом ваших нужд.",
  "DOWN": "ВНИЗ",
  "Daily Active Users": "Ежедневные активные пользователи",
  "Daily Earning": "Ежедневный заработок",
  "Daily contest": "Ежедневный конкурс",
  "Dark": "Ночь",
  "Date": "Дата",
  "Day": "День",
  "DeTrade overview": "Обзор DeTrade",
  "Dedicated customer support": "Выделенная поддержка клиентов",
  "Demo": "Демо",
  "Demo Account": "Демо-счет",
  "Demo Trading": "Демо-трейдинг",
  "Depending on your location, you may have the following rights regarding your personal information:": "В зависимости от вашего местонахождения, вы можете иметь следующие права касательно вашей личной информации:",
  "Deposit": "Депозит",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Внесите 120 USDT → Получите предельный бонус в 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Внесите 80 USDT → Получите бонус в 40 USDT",
  "Deposit Amount": "Сумма депозита",
  "Deposit Order Created": "Ордер на депозит создан",
  "Deposit Via {{depositChannel}}": "Пополнить счет через {{depositChannel}}",
  "Deposit address": "Адрес депозита",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Вносите и выводите средства с легкостью, используя самый удобный способ оплаты.",
  "Deposit is in progress": "",
  "Deposit now": "Пополнить счет сейчас",
  "Deposits and withdrawals": "Депозиты и выводы средств",
  "Derivative Exchanges": "Биржи деривативов",
  "Description": "Описание",
  "Detail": "Подробности",
  "Details": "Подробности",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"мы\", \"нас\" или \"наш\") ценит вашу конфиденциальность и обязуется защищать вашу личную информацию. Эта Политика конфиденциальности объясняет, как мы собираем, используем, раскрываем и защищаем вашу информацию при использовании нашей платформы для торговли бинарными опционами (\"Платформа\"). Получая доступ к нашей Платформе или используя ее, вы соглашаетесь на сбор и использование информации в соответствии с этой политикой. Если вы не согласны с данной политикой, вы не должны использовать нашу Платформу.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect - это решение для бесшовной интеграции, которое позволяет сторонним платформам легко подключаться к нашей экосистеме. С помощью мощных API и инструментов автоматизации мы напрямую интегрируем ключевые функции наших продуктов в вашу платформу. Целью является предоставление платформам разнообразных криптовалютных деривативов, более быстрого обмена данными и возможности доступа к нашим передовым функциям, при этом обеспечивая безопасные, масштабируемые и надежные соединения. Независимо от того, хотите ли вы расширить предоставление услуг или упростить рабочие процессы, Detrade Connect делает интеграцию простой, эффективной и результативной.",
  "Detrade Index Prices": "Цены индекса Detrade",
  "Detrade Partner": "Партнер Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Партнерская программа Detrade! Эта программа предназначена для того, чтобы предоставить создателям контента повышенные возможности для заработка и эксклюзивные преимущества, делая ваши рекламные усилия действительно выгодными.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade стремится трансформировать традиционную индустрию интеллектуальной торговли и открыть финансовые рынки для каждого, где бы он ни находился. Наша миссия - предоставить наиболее инновационный торговый опыт. Каждый человек в мире должен иметь возможность участвовать в сделках.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade завершила ревью кода и результат находится в ТОП-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade находится на пути быстрого роста. Мы стремимся предоставить нашим пользователям инновационный и увлекательный опыт, который делает нашу платформу предпочтительным выбором для торговли бинарными опционами на криптовалюту.",
  "Detrade learn": "Обучение Detrade",
  "Detrade offers 3 types of optional products.": "Detrade предлагает 3 типа дополнительных продуктов.",
  "Detrade partnership program": "Партнерская программа Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade оставляет за собой право окончательной интерпретации этой кампании.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade оставляет за собой право изменять любые правила и условия по своему усмотрению и без предварительного уведомления.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade оставляет за собой право исключить игроков, нарушивших наши правила, на любом этапе конкурса.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade оставляет за собой право в любое время изменять, приостанавливать или отменять акцию или распределение раздачи, включая соответствующие условия и положения. Изменения направлены на контроль/предотвращение мошенничества и других незаконных действий. Если трейдер не занимаетеся мошенничеством или другими незаконными действиями, такие изменения не повлияют на трейдеров, которые решили участвовать.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade оставляет за собой право в любое время обновить или изменить эту Политику конфиденциальности. Мы уведомим вас об изменениях, разместив новую Политику конфиденциальности на нашей платформе. Рекомендуем периодически просматривать эту Политику конфиденциальности на предмет изменений. Ваше продолжение использования нашей платформы после внесения изменений в Политику конфиденциальности будет свидетельствовать о вашем согласии с изменениями и обязательстве соблюдать обновленную Политику конфиденциальности.",
  "Detrade weekly draw": "Еженедельный розыгрыш Detrade",
  "Developer documentation": "Документация для разработчиков",
  "Device": "Устройство",
  "Diamond": "Бриллиант",
  "Diamond Partner": "Бриллиантовый партнер",
  "Didn't find an answer to our question?": "Не нашли ответа на свой вопрос?",
  "Direction": "Направление",
  "Discover trending tokens. Trade. Earn. Repeat.": "Откройте для себя популярные токены. Торгуйте. Зарабатывайте. Повторите.",
  "Distributing Payout": "Распределение выплаты",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Не используйте специальные символы и пробелы, иначе ваш аккаунт может не поддерживаться.",
  "Do not use special symbols, otherwise your account may not be supported.": "Не используйте специальные символы, иначе ваш аккаунт может не поддерживаться.",
  "Does the company have the legal qualifications to carry out relevant business?": "Есть ли у компании юридическая квалификация для осуществления соответствующей деятельности?",
  "Don't beg or ask for loans, rains or tips.": "Не попрошайничайте и не просите взаймы, дожди или чаевые.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Не занимайтесь рекламой/торговлей/продажей/покупкой или предложением услуг в любых формах.",
  "Don't harass or be offensive to other users or Detrade staff.": "Не донимайте и не оскорбляйте других пользователей или сотрудников Detrade.",
  "Don't have an account?": "Нет счета?",
  "Don't let anyone see this!": "Не дайте никому это увидеть!",
  "Don't share any personal information (including socials) of you or other players.": "Не делитесь личной информацией (включая социальные сети) о себе или других игроках.",
  "Don't share codes, scripts or any other bot service.": "Не делитесь кодами, скриптами или любыми другими бот-сервисами.",
  "Don't show again": "Не показывать снова",
  "Don't spam & don't use excessive capital letters when chatting.": "Не спамьте и не используйте слишком много капса в чате.",
  "Don't use URL shortening services. Always submit the full link.": "Не используйте сервисы сокращения URL. Всегда отправляйте полную ссылку.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Не используйте альтернативные (альты) аккаунты в чате, это строго запрещено.",
  "Done": "Готово",
  "Down": "Вниз",
  "Down Wins": "Вниз побеждает",
  "Down vs. Up Ratio (Live Data)": "Соотношение вниз и вверх (данные в реальном времени)",
  "Download": "Скачать",
  "Download the Google Authenticator app": "Скачайте приложение Google Authenticator",
  "Drop us a line here": "Напишите нам здесь",
  "Duration: {{time}}": "Продолжительность: {{time}}",
  "EU": "ЕС",
  "Each Order ID can ONLY be used once to avoid duplicates.": "ID каждого ордера может быть использован ТОЛЬКО один раз, чтобы избежать дублирования.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Каждый пользователь имеет право на получение <0>только одного</0> бонуса на первый депозит",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Каждый код ваучера может быть получен только один раз на пользователя. После его получения, награда не может быть отменена.",
  "Earn": "Заработать",
  "Earn up to 50% commission.": "Зарабатывайте до 50% комиссионных.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Заработайте до {{payout}}% прибыли, если ваш прогноз окажется верным.",
  "Easy access from your smartphone": "Легкий доступ со смартфона",
  "Edit your avatar": "Ред. аватар",
  "Email": "Email",
  "Email Code": "Код Email",
  "Email verification code's length is not right": "Длина кода подтверждения из электронной почты некорректна",
  "End Time": "Время окончания",
  "End Time Invalid( hh : mm : ss )": "Неверное время окончания (чч : мм : сс)",
  "End Time is earlier than Start Time": "Время окончания раньше времени начала",
  "End rate": "Конечная ставка",
  "Ends in {{time}} days": "Заканчивается через {{time}} дн.",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Обеспечение подлинных, не подверженных манипуляциям цен с помощью прозрачных и проверяемых алгоритмов для гарантированной честности.",
  "Enter Code": "Введите код",
  "Enter number of daily active players": "Введите количество ежедневных активных игроков",
  "Enter the 2FA code ": "Введите код 2FA ",
  "Enter the 6-digit code sent to": "Введите 6-значный код, отправленный на",
  "Enter withdraw address": "Введите адрес для вывода средств",
  "Enter your email": "Введи свой email",
  "Enter your email and we'll send you a new password": "Введите свой email, и мы вышлем вам новый пароль",
  "Enter your name": "Введите свое имя",
  "Enter your new password": "Введите свой новый пароль",
  "Enter your old password": "Введите свой старый пароль",
  "Enter your password": "Введите свой пароль",
  "Enterprise Partner": "Корпоративный партнер",
  "Entrepreneurs": "Предприниматели",
  "Entry Price": "Цена входа",
  "Entry Time": "Время входа",
  "Entry fee": "Комиссия за вход",
  "Entry price": "Цена входа",
  "Esteemed Affiliate": "Уважаемый партнер",
  "Event Details": "Подробности акции",
  "Event time: {{ startTime }} - {{ endTime }}": "Время акции: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Каждый месяц мы будем случайным образом распределять в общей сложности <0>{{amount}}</0> в BCD среди 300 пользователей, участвующих в торговом символе STONKS!",
  "Examples": "Примеры",
  "Exchange": "Обмен",
  "Exit price": "Цена выхода",
  "Experience": "Опыт",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Опытные эксперты в области продуктов и технологий предоставляют вам профессиональную поддержку и будут продолжать бесплатно оптимизировать функции продукта, чтобы предложить вам лучшие решения.",
  "Expert Support": "Экспертная поддержка",
  "Expired": "Просрочено",
  "Expires in": "Истекает через",
  "Explain": "Объяснить",
  "Exploiting platform bugs or system loopholes": "Использование ошибок платформы или системных лазеек",
  "Extensive coverage": "Широкий охват",
  "FAQ": "FAQ",
  "Failed": "Не удалось",
  "False deposits, money laundering, or manipulation to trigger rewards": "Фальшивые депозиты, отмывание денег или манипуляции с целью получения наград",
  "Fast response": "Быстрый ответ",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Быстрая обработка транзакций, инъекция капитала в банкролл и распределение прибыли, ожидающие ордера и копирование сделок - удобные и гибкие режимы торговли.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Быстрее сделки. Проще решения. Взаимодействие с другими трейдерами в сообществе в режиме реального времени.",
  "Favorite Trading Derivatives": "Любимые торговые деривативы",
  "Favorites": "Избранное",
  "Fear & Greed Index": "Индекс страха и жадности",
  "Fee": "Комиссия",
  "Fee options": "Варианты комиссии",
  "Fiat": "Фиат",
  "Finished": "Закончено",
  "First deposit bonus guide": "Руководство получения бонуса на первый депозит",
  "Fixed fee limit": "Фиксированный лимит комиссии",
  "Flat fee": "Фикс. комиссия",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Фиксированная комиссия рассчитывается как процент от вашей позиции (сумма* плечо)",
  "Flexible transaction mode": "Гибкий режим транзакций",
  "Floating PnL": "Плавающий PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "За каждую сделку в размере {{ticketQuota}} долларов США на наш <0>хай-лоу спред</0> вы автоматически получите билет для участия в розыгрыше. Поэтому постарайтесь заработать как можно больше билетов, чтобы обеспечить себе лучшие возможности для выигрыша!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Например, если у вас открыт лонг на BTC на сумму 500 долларов США с множителем 10x и ставка финансирования составляет 0.1%, вам будет начислено 0.21 доллара США в час после первых 8 часов. Если это был бы шорт, а не лонг, вы бы получили выплаты по финансированию. Если ваша позиция будет закрыта в течение 8 часов, выплаты по финансированию не будут начислены.",
  "For the safety of your funds, must complete the following binding": "Для безопасности ваших средств, необходимо выполнить следующую привязку",
  "For the safety of your funds, withdrawals must complete the following binding": "Для безопасности ваших средств, выводы средств должны выполнить следующую привязку",
  "Forgot?": "Забыли?",
  "Free": "Бесплатно",
  "Frequently Asked Questions (FAQ)": "Часто задаваемые вопросы (FAQ)",
  "Frequently asked questions": "Часто задаваемые вопросы",
  "From": "Из",
  "Funding Payments": "Обеспечивающие платежи",
  "Funding fee history": "История комиссии за финансирование",
  "Funding/h": "Финансирование/ч",
  "Futures": "Фьючерсы",
  "Futures Entrust": "Фьючерсы в доверительном управлении",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Торговля фьючерсами - это сделка, связанная со спотовым рынком. Пользователи могут прогнозировать рост или падение цен в торговле фьючерсными контрактами и выбрать покупку длинной позиции или продажу короткой позиции для получения прибыли от роста или падения цен. При этом пользователи могут занять дополнительные средства, чтобы увеличить размер своей позиции с помощью кредитного плеча.",
  "Gas fee": "Плата за газ",
  "General access": "Общий доступ",
  "Get 50% bonus": "Получите 50% бонус",
  "Get Trading commission when your friends trading.": "Получайте торговую комиссию, когда ваши друзья торгуют.",
  "Get free educational materials and 24/7 support": "Получите бесплатные учебные материалы и поддержку 24/7",
  "Get help": "Получить помощь",
  "Go bind": "Привязать",
  "Go to home": "Перейти на главную",
  "Go to the Reward Center and manually activate your bonus voucher.": "Перейдите к Центр наград и вручную активируйте свой бонусный ваучер.",
  "Go trading": "Перейти к торговле",
  "Gold": "Золото",
  "Gold Partner": "Золотой партнер",
  "Good Job!": "Отличная работа!",
  "Google 2FA code": "Код Google 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator можно скачать из App Store или Google Play.",
  "Got it": "Понятно",
  "Guess if the price ends higher or lower than the target.": "Угадайте, окажется ли цена выше или ниже целевой.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Не нашли то, что искали? Ознакомьтесь с некоторыми вопросами здесь или посетите наш Центр Помощи для получения дополнительной информации.",
  "Hide Small": "Скрыть малые",
  "High Low": "Хай-лоу",
  "High Low Guess if the price ends higher or lower than the target.": "Хай-лоу. Угадайте, окажется ли цена выше или ниже целевой.",
  "High Low Spread": "Хай-лоу спред",
  "History": "История",
  "Home": "Главная",
  "Hour": "Час",
  "How does Playnance assist Partners in their platforms' promotion?": "Как Playnance помогает партнерам в продвижении их платформ?",
  "How it works": "Как это работает",
  "How much can I earn from my referral?": "Сколько я могу заработать на своем реферале?",
  "How to Claim Your Bonus": "Как получить свой бонус",
  "How to apply": "Как подать заявку",
  "How to invite": "Как пригласить",
  "How will players deposit and withdraw their funds?": "Как игроки будут вносить и выводить свои средства?",
  "I acknowledge": "Я подтверждаю",
  "I've made deposit": "Я сделал депозит",
  "ID verification": "Проверка ID",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "СОСТАВЛЯЮЩИЕ ИНДЕКСА НА СПОТОВЫХ БИРЖАХ",
  "If you are a content creator, make sure to check out our": "Если вы создатель контента, обязательно ознакомьтесь с нашими",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Если вы считаете, что ваш аккаунт был отмечен по ошибке, пожалуйста, свяжитесь с официальной службой поддержки, чтобы подать апелляцию.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Если вы не завершите этот перевод, вы можете продолжить процесс пополнения <0>здесь</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Если у вас возникли вопросы по поводу данной Политики конфиденциальности, пожалуйста, свяжитесь с нами по",
  "If you have the traffic, it can be monetized.": "Если у вас есть трафик, его можно монетизировать.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Если вы считаете, что цена упадет после окончания обратного отсчета, пожалуйста, выберите ВНИЗ. (Значения на рисунке соответствуют полученному вами коэффициенту прибыли)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Если вы считаете, что цена упадет, выберите ВНИЗ, чтобы сыграть на падении.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Если вы думаете, что цена упадет, установите маржу и нажмите кнопку для открытия короткой позиции. Если цена упадет, вы получите прибыль.",
  "If you think the price will go up, choose UP to go with the trend.": "Если вы думаете, что цена вырастет, выберите ВВЕРХ, чтобы заработать на росте.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Если вы думаете, что цена вырастет, установите маржу и нажмите кнопку для открытия длинной позиции. Если цена вырастет, вы получите прибыль.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Если вы считаете, что цена вырастет в конце обратного отсчета, пожалуйста, выберите ВВЕРХ. (Значения на рисунке соответствуют полученному вами коэффициенту прибыли)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Если вы хотите сосредоточиться на продажах и прибыли, а не на управлении продуктом или разработке технологий.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Если ваша позиция остается открытой более 8 часов, в зависимости от рыночных условий начнут взиматься почасовые комиссии за финансирование. Эти комиссии списываются напрямую с баланса вашего счета. Если средств на балансе недостаточно для оплаты комиссий за финансирование, ваша позиция будет принудительно закрыта системой.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Если ваша позиция остается открытой более 8 часов, в зависимости от рыночных условий начнут взиматься почасовые комиссии за финансирование.",
  "Important Reminders": "Важные напоминания",
  "Income": "Доход",
  "Increase Limit": "Увеличить лимит",
  "Increase aggregate limit": "Увеличить общий лимит",
  "Increase limit": "Увеличить лимит",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Интегрируйте криптовалютные деривативы Detrade на свою платформу",
  "Integration": "Интеграция",
  "Integration program": "Программа интеграции",
  "Intelligent integrated services": "Интеллектуальные интегрированные услуги",
  "Internal group": "Внутренняя группа",
  "Intuitive trader transaction data display and statistics": "Интуитивное отображение данных о транзакциях и статистика трейдера",
  "Intuitive trading trend display and analysis tools": "Интуитивные инструменты отображения и анализа торговых трендов",
  "Invalid email": "Неверный email",
  "Invite friends": "Пригласите друзей",
  "Invite friends to earn  20% commission": "Пригласите друзей, чтобы получить 20% комиссии",
  "Invite only": "Только по приглашению",
  "Ip": "IP",
  "Is there a limit to how long I can earn commissions through the referral program?": "Существует ли ограничение на то, как долго я могу зарабатывать комиссионные по реферальной программе?",
  "Is there a limit to the invitation rewards I can receive?": "Есть ли ограничение на количество наград за приглашение, которые я могу получить?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Это помогает инвесторам понять эмоциональное состояние рынка, которое может повлиять на поведение при покупке и продаже.",
  "Join  our community": "Присоединяйтесь к нашему сообществу",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Присоединяйтесь к Detrade Connect, чтобы ускорить операционный рост вашей платформы, а мы предоставим вам гарантии обслуживания.",
  "Join and earn extra bonuses!": "Присоединяйтесь и получите дополнительные бонусы!",
  "Join free competitions": "Присоединяйтесь к бесплатным соревнованиям",
  "Join now and get a": "Присоединяйтесь сейчас и получите",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Присоединяйтесь к нашей еженедельной случайной лотерее и разделите <0>{{amount}} долларов США</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Проверка KYC",
  "KYC authentication": "Аутентификация KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Оставив свою позицию открытой более 8 часов, вы можете понести или получить ежечасные выплаты по обеспечению в зависимости от рыночных условий.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Оставив свою позицию открытой более 8 часов, вы можете понести или получить ежечасные выплаты по обеспечению в зависимости от рыночных условий. Когда рынок \"бычий\", ставка финансирования положительная, и длинные позиции платят коротким. Когда рынок \"медвежий\", ставка финансирования отрицательная, и короткие позиции платят длинным.",
  "Language": "Язык",
  "Large product research & Development team": "Большая команда по исследованию и разработке продуктов",
  "Last price": "Последняя цена",
  "Latest events": "Последние события",
  "Launch now": "Запустить сейчас",
  "Leaderboard": "Таблица лидеров",
  "Learn": "Учить",
  "Learn More": "Узнать больше",
  "Level assessment & update": "Оценка и обновление уровня",
  "Leverage": "Плечо",
  "Leverage 1000x Maximum": "Кредитное плечо максимум 1000х",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Используйте технологии Detrade для запуска собственного торгового приложения. Обеспечьте улучшенный торговый опыт для ваших клиентов и зарабатывайте с каждой сделки, выполненной в вашем приложении.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Кредитное плечо позволяет вам увеличить размер позиции, используя меньший капитал. Более высокое кредитное плечо увеличивает как потенциальную прибыль, так и риск.",
  "License": "Лицензия",
  "License Information": "Информация о лицензии",
  "Light": "День",
  "Limits": "Лимиты",
  "Liq price": "Цена ликвидации",
  "Liq.Price": "Цена ликв.",
  "Liq.price": "Цена ликв.",
  "Liquidated": "Ликвидировано",
  "Live": "Онлайн",
  "Live chat": "Онлайн-чат",
  "Live trade": "Трейдинг онлайн",
  "Loading Failed": "Не удалось загрузить",
  "Log out": "Выйти",
  "Login": "Войти",
  "Login 2FA switch": "Переключить вход 2FA",
  "Login here.": "Войдите здесь.",
  "Login history": "История входа",
  "Login method": "Способ входа",
  "Login to Detrade": "Войти в Detrade",
  "Login with email code": "Войти с помощью кода электронной почты",
  "Login with password": "Войти с паролем",
  "Lose": "Потерять",
  "Loser": "Проигравший",
  "Loved by users": "Нравится пользователям",
  "Major features:": "Главные особенности:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Совершайте успешные сделки и накапливайте максимальный бонус на ваш первый депозит. <0>Узнать больше<0>",
  "Manual": "Ручной",
  "Mark Price": "Расчетная цена",
  "Mark price": "Расчетная цена",
  "Market": "Рынок",
  "Market Impact Effects": "Эффекты воздействия на рынок",
  "Max": "Макс.",
  "Max Profit": "Максимальная прибыль",
  "Max TV": "Макс ТВ",
  "Max Trade": "Макс. торговля",
  "Max solo bonus": "Максимальный соло-бонус",
  "Max withdrawal limit": "Максимальный лимит вывода",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Система, удобная для участников: Многие из наших нынешних участников успешно создали устойчивый пассивный доход с помощью нашей программы. Теперь ваша очередь.",
  "Memo": "Мемо",
  "Memo is required": "Требуется мемо",
  "Memo/Tag": "Мемо/Тег",
  "Menu": "Меню",
  "Min Trade": "Мин. торговля",
  "Minimum Deposit": "Минимальный депозит",
  "Minimum {{min}} characters": "Минимум {{min}} символов",
  "Minimum {{min}} characters and maximum {{max}} characters": "Минимум {{min}} символов и максимум {{max}} символов",
  "Minute": "Минута",
  "Money Distributed": "Распределение денег",
  "Month": "Месяц",
  "Month's Pnl": "Pnl за месяц",
  "Monthly Earnings": "Ежемесячный доход",
  "Monthly cashback cap": "Ежемесячный лимит кешбэка",
  "More": "Больше",
  "Multi-account abuse or airdrop farming behavior": "Злоупотребление несколькими аккаунтами или фарминг раздач",
  "Multiple crypto currency binary options derivatives": "Множество криптовалютных деривативов бинарных опционов",
  "Multiple investment models": "Различные инвестиционные модели",
  "Multiplier": "Множитель",
  "Must be at least {{less}}": "Должно быть не менее {{less}}",
  "Must be at most {{large}}": "Должно быть не более {{large}}",
  "My Position": "Моя позиция",
  "My activity": "Моя активность",
  "My referral code": "Мой реферальный код",
  "My referral link": "Моя реферальная ссылка",
  "My reward": "Моя награда",
  "My vouchers": "Мои ваучеры",
  "NA": "NA",
  "Name": "Имя",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Нужна помощь? Посетите наш Центр помощи или свяжитесь со службой поддержки. Мы готовы помочь вам 24/7.",
  "Network": "Сеть",
  "New": "Новое",
  "New Password": "Новый пароль",
  "New Trading Symbol": "Новый торговый символ",
  "New messages": "Новые сообщения",
  "New notice": "Новое уведомление",
  "New password is {{exceed}} length": "Новый пароль длиной {{exceed}}",
  "New user": "Новый пользователь",
  "Next": "Следующий",
  "Next Draw Starts in": "Следующий розыгрыш начнется через",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC - это брокерская компания, предоставляющая услуги для инвесторов, управляющих своими активами самостоятельно, и не дающая рекомендаций и не предлагающая консультации по инвестициям, финансам, юридическим или налоговым вопросам. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC - это брокерская компания, предоставляющая услуги для инвесторов, управляющих своими активами самостоятельно, и не дающая рекомендаций и не предлагающая консультации по инвестициям, финансам, юридическим или налоговым вопросам. Онлайн-торговля сопряжена с естественными рисками, включая колебания времени отклика системы и доступности из-за рыночных условий, производительности системы и других факторов. Прежде чем начать торговлю, проконсультируйтесь с независимым, лицензированным финансовым консультантом и убедитесь, что у вас есть необходимая готовность к рискам, опыт и знания. В любых случаях Nexus Play LLC не несет ответственности перед любыми лицами или организациями за любые прямые, косвенные, специальные, последствия или случайные убытки. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC - брокерская компания, уполномоченная и регулируемая Mwali International Services Authority (M.I.S.A.) по лицензии № BFX2024137.",
  "No": "Нет",
  "No Hidden Fees": "Нет скрытых комиссий",
  "No More Data": "Больше нет данных",
  "No More Orders": "Больше никаких ордеров",
  "No data available": "Нет доступных данных",
  "No discussion of streamers or Twitch or any other similar platforms.": "Никаких обсуждений стримеров, Twitch или любых других аналогичных платформ.",
  "No downloads or updates required": "Не требуется загрузка или обновление",
  "No funding within 60 minutes for this order": "Нет обеспечения для этого ордера в течение 60 минут",
  "No installation is required and you can trade via your smartphone's web browser.": "Не требуется установка, и вы можете торговать через веб-браузер вашего смартфона.",
  "No more data": "Больше нет данных",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Никакой политики и разговоров о религии в чате, это строго запрещено.",
  "No suspicious behavior that can be seen as potential scams.": "Никакого подозрительного поведения, которое может быть расценено как потенциальное мошенничество.",
  "No withdrawal of coins within 24 hours": "Нет вывода монет в течение 24 часов",
  "Not activated": "Не активировано",
  "Not completed": "Не завершено",
  "Note": "Примечание",
  "Notification": "Уведомление",
  "Now login disabled 2FA": "Теперь для входа отключен 2FA",
  "Now login need 2FA": "Теперь для входа требуется 2FA",
  "Old Password": "Старый пароль",
  "Old password is {{exceed}} length": "Старый пароль длиной {{exceed}}",
  "On going": "В процессе",
  "On your first deposit": "На первый депозит",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "После активации, если размер вашей позиции ≥ значению бонуса, система автоматически использует сначала бонус для торговли.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Как только начальное значение (seed) раскрыто, любой человек может проверить цены из торгового раунда. Следующий код на Python рассчитывает первые 100 цен раунда, используя его seed:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Как только вы разблокируете все 4 торговых режима (Хай-лоу/Спред/Фьючерс/Вверх вниз), ваш полный бонус (50% от вашего депозита) будет выдан автоматически.",
  "Ongoing": "Продолжающийся",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Онлайн-торговля сопряжена с естественными рисками, включая колебания времени отклика системы и доступности из-за рыночных условий, производительности системы и других факторов. Прежде чем начать торговлю, проконсультируйтесь с независимым, лицензированным финансовым консультантом и убедитесь, что у вас есть необходимая готовность к рискам, опыт и знания. Ни при каких обстоятельствах Nexus Play LLC не несет ответственности перед любыми лицами или организациями за любые прямые, косвенные, специальные, последствия или случайные убытки. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Отправляйте только {{crypto}} на этот адрес, требуется подтверждение {{confirmations}}.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Используйте только язык, указанный в канале чата, потенциальные злоупотребления будут наказаны.",
  "Open": "Открыть",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Откройте Google Authenticator, отсканируйте QR-код ниже или введите кодовую фразу вручную, чтобы активировать токен проверки",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Процент направлений открытых позиций пользователей на этой платформе по текущей валюте",
  "Order Amount": "Сумма ордера",
  "Order Id": "ID ордера",
  "Order Progress": "Ход выполнения ордера",
  "Order id": "ID ордера",
  "Order placed successfully!": "Ордер успешно размещен!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Оригинальная модель инвестиций в банкролл, легкий способ получения дохода, активы можно вывести в любое время.",
  "Other": "Другое",
  "Our Advantage": "Наше преимущество",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Наша платформа не предназначена для использования детьми младше 18 лет. Мы сознательно не собираем и не запрашиваем личную информацию у детей младше 18 лет. Если мы обнаружим, что собрали личную информацию о ребенке младше 18 лет, мы удалим эту информацию как можно скорее.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Наша платформа может содержать ссылки на сторонние веб-сайты или сервисы, которые не принадлежат и не контролируются Detrade. Мы не контролируем и не несем ответственности за содержание, политику конфиденциальности или практики любых сторонних веб-сайтов или сервисов. Мы рекомендуем вам ознакомиться с политиками конфиденциальности сторонних веб-сайтов, которые вы посещаете.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Наша партнерская программа отражает наше стремление к взаимовыгодному сотрудничеству и рассчитана на партнеров любого размера. Присоединяйтесь к нам на пути взаимного роста!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Наш план предусматривает поощрение тех, кто добивается выдающихся результатов.",
  "Outflow": "Отток",
  "Over 70 popular crypto assets. Trade and increase your balance": "Более 70 популярных криптоактивов. Торгуйте и увеличивайте свой баланс",
  "Overview": "Обзор",
  "Own your branded platform": "Собственная фирменная платформа",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "P&L от бонусных сделок будет зачислен напрямую на ваш реальный счет",
  "PNL": "PNL",
  "Page error": "Ошибка страницы",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Метод участия: Завершите 3 транзакции STONKS/BCD в течение периода.",
  "Partner Program": "Партнерская программа",
  "Partner program": "Партнерская программа",
  "Partnership Program": "Партнерская программа",
  "Partnership Tiers": "Уровни партнерства",
  "Partnership With A Trusted Pioneer": "Партнерство с надежным первопроходцем",
  "Partnership program": "Партнерская программа",
  "Password": "Пароль",
  "Password reset link sent. Check your email inbox.": "Ссылка для сброса пароля отправлена. Проверьте свой почтовый ящик.",
  "Password strength": "Стойкость пароля",
  "Passwords must differ": "Пароли должны отличаться",
  "Past": "Прошлое",
  "Past 1 year": "За последний 1 год",
  "Past {{days}} days": "За последние {{days}} дн.",
  "Past {{hours}} hours": "За последние {{hours}} ч.",
  "Payment Method": "Способ оплаты",
  "Payout": "Выплата",
  "Payout Multiplier": "Множитель выплат",
  "Pending third-party processing (estimated {{hours}} hours).": "Ожидает обработки третьей стороной (приблизительно {{hours}} часов).",
  "Pending third-party processing.": "Ожидает обработки третьей стороной.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Преимущества включают более высокие комиссии, спонсируемые кампании Detrade и многое другое!",
  "Personal": "Личное",
  "Personal Info": "Личная информация",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Выберите множитель, чтобы максимизировать вашу позицию. Установка более высокого множителя увеличивает риск вашей позиции.",
  "Place Your Trade": "Разместите свою сделку",
  "Platform": "Платформа",
  "Platform Name": "Название платформы",
  "Platform Type": "Тип платформы",
  "Platform Website": "Сайт платформы",
  "Platinum": "Платина",
  "Platinum Partner": "Платиновый партнер",
  "Play now": "Играть сейчас",
  "Players": "Игроки",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Игроки могут осуществлять операции пополнения и вывода средств через порталы пополнения и вывода, предоставляемые платформой.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Игроки могут предсказать цену биткойна. Они могут присоединиться к пулу, который предсказывает повышение или понижение цены, и инвестировать определенную сумму для участия в игре. Победитель распределит активы капитального пула контрагента в соответствии с инвестиционным соотношением. Новая игра может быть начата только после того, как игроки из всех предыдущих раундов получат свои выплаты.",
  "Please enter a valid email address": "Пожалуйста, введите действительный адрес электронной почты",
  "Please enter an 2FA code": "Пожалуйста, введите код 2FA",
  "Please enter the seed": "Пожалуйста, введите seed",
  "Please enter you remail": "Пожалуйста, введите свой email",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Пожалуйста, следуйте инструкциям по внесению депозита, в ином случае ваш депозит будет утерян.",
  "Please refresh the page or jump to the trading center": "Пожалуйста, обновите страницу или перейдите в торговый центр",
  "PnL": "PnL",
  "PnL fee": "Комиссия PnL",
  "PnL fee limit": "Лимит комисии PnL",
  "PnL%": "PnL%",
  "Positions": "Позиции",
  "Potential Return": "Потенциальный доход",
  "Powered by": "На базе",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Предскажите направление цены для торговли. Если цена движется в выбранном вами направлении, вы получите прибыль!",
  "Preferences": "Предпочтения",
  "Premium support": "Премиальная поддержка",
  "Preview": "Предпросмотр",
  "Price": "Цена",
  "Price Formulation": "Формирование цены",
  "Price formulation": "Формирование цены",
  "Price move": "Движение цены",
  "Priority access": "Приоритетный доступ",
  "Privacy Policy": "Политика конфиденциальности",
  "Privacy policy": "Политика конфиденциальности",
  "Private invitation": "Частное приглашение",
  "Private profile": "Личный профиль",
  "Prize Calculation Formula": "Формула расчета призов",
  "Prize Pools": "Призовые фонды",
  "Prizes will be sent on Notice page as the Contest ends.": "Призы будут отправлены на странице Уведомления по мере завершения конкурса.",
  "Product Description": "Описание товара",
  "Product capabilities": "Возможности продукта",
  "Product iteration, new product development": "Итерация продукта, разработка нового продукта",
  "Professional, Secure, Trustworthy": "Профессионально, безопасно, надежно",
  "Profile": "Профиль",
  "Profile is not publicly available": "Профиль не является общедоступным",
  "Profit": "Прибыль",
  "Profit Calculator": "Калькулятор прибыли",
  "Program — Work with a trustworthy online trading provider.": "Программа - Работайте с надежным провайдером онлайн-трейдинга.",
  "Progressing": "В процессе",
  "Promising Affiliate": "Перспективный партнер",
  "Provably fair": "Доказуемая честность",
  "Provides tutorials,guides and various trading strategy services.": "Предоставляет учебники, руководства и различные услуги по торговым стратегиям.",
  "Providing the best customer service is our aim.": "Предоставление лучшего обслуживания клиентов - наша цель.",
  "Providing users with diverse options for transactions": "Предоставление пользователям разнообразных вариантов для транзакций",
  "Q1: Can I withdraw the bonus?": "В1: Могу ли я вывести бонус?",
  "Q2: Will my bonus expire if I don't activate it?": "В2: Истечет ли срок действия моего бонуса, если я его не активирую?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "В3: Я сделал депозит, но не получил бонус. Что мне делать?",
  "Quick experience starts here, easy experience without registration": "Быстрый опыт начинается здесь, легкий опыт без регистрации",
  "Quick tap: will the price go up or down next?": "Быстрое нажатие: дальше цена пойдет вверх или вниз?",
  "ROI": "ROI",
  "ROI Calculator": "Калькулятор ROI",
  "ROI calculator": "Калькулятор ROI",
  "Rakeback": "Рейкбек",
  "Rank": "Рейтинг",
  "Rapid deployment": "Быстрое развертывание",
  "ReSend": "Отправить еще",
  "Ready to Get Started": "Готовы начать",
  "Real Account": "Реальный счет",
  "Real Account – Real Funds!": "Реальный счет - реальные средства!",
  "Realized PnL": "Реализованный PnL",
  "Receive commission rewards": "Получите комиссионные вознаграждения",
  "Recommended for you": "Рекомендовано вам",
  "Record": "Запись",
  "Referral": "Реферал",
  "Referral by": "Реферал от",
  "Referral rules": "Реферальные правила",
  "Referred at": "Приглашен",
  "Referred users": "Приглашенные пользователи",
  "Refresh page": "Обновить страницу",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Независимо от ликвидности на базовых рынках, Detrade гарантирует, что ликвидации и сделки по стоп-лоссу будут всегда выполнены по цене, заранее определенной при входе. Потери по ликвидациям ограничиваются первоначальным размером позиции, а стоп-лоссы ограничиваются настройкой входа трейдера. Триггерные цены для ликвидаций и стоп-лоссов могут быть рассчитаны следующим образом:",
  "Register": "Зарегистрироваться",
  "Register for Detrade.": "Зарегистрироваться в Detrade.",
  "Register to Win Crypto Tokens": "Зарегистрируйтесь, чтобы выиграть криптовалютные токены",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Обычные бинарные опционы, основанные на том, будет ли цена закрытия базового актива в течение определенного периода времени (например, следующих 30 секунд, одной минуты, одного часа и т.д.) ниже или выше установленной цены исполнения, что определяет получение прибыли. Этот продукт является краткосрочной инвестицией. Этот вариант подходит для рынков с менее волатильными движениями цен.",
  "Reliable": "Надежный",
  "Reload": "",
  "Remarks": "Примечания",
  "Remove": "Удалить",
  "Remove 2fa Success": "2FA успешно удален",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Удалите все потоки котировок, для которых не было обновлений рыночных данных в течение последних 30 секунд.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Удалите все потоки котировок с пересеченными ценами покупки и продажи или те, у которых средняя цена на верхнем уровне книги более чем на 10% отклоняется от медианной средней цены на верхнем уровне книги среди всех потоков котировок.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Требования: 100 уникальных, активно вовлеченных зарегистрированных рефералов, которые должны иметь объем торговли на сумму не менее 1 000 000 долларов США.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Требования: 50 уникальных, активно вовлеченных зарегистрированных рефералов, которые должны иметь объем торговли на сумму не менее 100 000 долларов США.",
  "Research lab": "Исследовательская лаборатория",
  "Reset fields": "Сброс полей",
  "Reset password": "Сброс пароля",
  "Responsive and secure trading platform": "Отзывчивая и безопасная торговая платформа",
  "Result": "Результат",
  "Retry": "",
  "Revenue Share": "Доля выручки",
  "Reward": "Награда",
  "Reward center": "Центр наград",
  "Rewards hub": "Центр наград",
  "Rewords": "Награды",
  "Rich Trading Tools": "Обилие торговых инструментов",
  "Rich activities and rewards": "Изобилие активностей и наград",
  "Risk Control & Compliance Notice": "Уведомление о контроле рисков и соблюдении требований",
  "Risk Disclaimer": "Дисклеймер о рисках",
  "Risk Warning": "Предупреждение о риске",
  "Risk-free trading with $10,000 in virtual funds": "Трейдинг без риска с виртуальными средствами на сумму 10 000 долларов США",
  "Round In Progress": "Раунд в процессе",
  "Round ends in": "Раунд заканчивается через",
  "SA": "SA",
  "Safe": "Безопасно",
  "Save": "Сохранить",
  "Search": "Поиск",
  "Search crypto": "Поиск криптовалюты",
  "Sec": "Сек",
  "Second": "Секунда",
  "Seconds": "Секунд",
  "Security": "Безопасность",
  "Security Verification": "Проверка безопасности",
  "Seed": "Seed",
  "Select a countdown period.": "Выберите период обратного отсчета.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Выберите обратный отсчет и спред (спред: разница между ценой покупки и ценой выхода)",
  "Select your partner program revenue share": "Выберите долю дохода в партнерской программе",
  "Sell": "Продать",
  "Send": "Отправить",
  "Send message": "Отправить сообщение",
  "Send message successfully": "Сообщение успешно отправлено",
  "Service guide": "Руководство по обслуживанию",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Установите цену для ограничения убытков. Ваша позиция будет автоматически закрыта, если рынок достигнет этой цены.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Установите целевую цену, по которой ваша позиция будет автоматически закрыта, чтобы зафиксировать прибыль.",
  "Set password": "Установить пароль",
  "Set successfully": "Успешно установлено",
  "Set up": "Настроить",
  "Set up Google Authenticator": "",
  "Settings": "Настройки",
  "Share": "Поделиться",
  "Share to": "Поделиться с",
  "Share your Affiliate invitation link to friends and users.": "Поделитесь своей реферальной ссылкой с друзьями и пользователями.",
  "Share your referral link or code": "Поделитесь своей реферальной ссылкой или кодом",
  "Show live positions on chart": "Показать текущие позиции на графике",
  "Show my positions on chart": "Показать мои позиции на графике",
  "Side": "Сторона",
  "Sign in": "Войти",
  "Silver": "Серебро",
  "Simple": "Просто",
  "Simple and intuitive usable interface": "Простой и интуитивно понятный интерфейс",
  "Simple integration": "Простая интеграция",
  "Simple way to earn money, The more invite, the more you will get!": "Простой способ заработать деньги, чем больше приглашений, тем больше вы получите!",
  "Simple, Fast, Intelligence": "Просто, быстро, умно",
  "Size": "Размер",
  "Something went wrong!": "",
  "Sorry, page not found!": "Извините, страница не найдена!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Извините, мы не смогли найти нужную вам страницу. Возможно, вы неправильно ввели URL? Обязательно проверьте правильность написания.",
  "Sound": "Звук",
  "Speed": "Скорость",
  "Spot Exchanges": "Спотовые биржи",
  "Spread": "Спред",
  "Standard CS": "Стандартная СП",
  "Start": "Старт",
  "Start Rate": "Начальная ставка",
  "Start Time": "Время начала",
  "Start Time Invalid( hh : mm : ss )": "Неверное время начала (чч : мм : сс)",
  "Start time": "Время начала",
  "Start trading": "Начать торговлю",
  "Statistics": "Статистика",
  "Status": "Статус",
  "Step-up group": "Продвинутая группа",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks имеет 2.5% маржи казино и 5% комиссию на прибыльные позиции.",
  "Stonks prices are generated using a provably fair algorithm.": "Цены Stonks генерируются с помощью доказуемо честного алгоритма.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Цены Stonks генерируются с помощью доказуемо честного алгоритма. Маржа казино составляет 2.5%.",
  "Stop Loss": "Стоп-лосс",
  "Stop loss at price": "Стоп-лосс по цене",
  "Stop loss price cannot be through bust price": "Цена стоп-лосса не может пересекать цену ликвидации",
  "Stop-Loss (SL)": "Стоп-лосс (SL)",
  "Strategy planning": "Планирование стратегии",
  "Submit": "Отправить",
  "Submit request": "Отправить запрос",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Подпишитесь на все доступные уровни глубины с использованием потоковых API каждой биржи.",
  "Switch Dark or Light mode according to your preference": "Переключайте ночной и дневной режим в зависимости от предпочтений",
  "Symbol": "Символ",
  "Symbol for extra security": "Символ для дополнительной безопасности",
  "System": "Система",
  "System Random: 300 lucky winners will be randomly selected.": "Системная случайность: 300 счастливчиков будут выбраны случайным образом.",
  "TP/SL": "TP/SL",
  "Take Profit": "Получить прибыль",
  "Take profit at price": "Получение прибыли по цене",
  "Take-Profit (TP)": "Тейк-профит (TP)",
  "Tap Trading": "Трейдинг одним касанием",
  "Tap to predict — quick moves, instant results.": "Нажмите, чтобы предсказать - быстрые движения, мгновенные результаты.",
  "Target Market": "Целевой рынок",
  "Tell us the reason for contacting us": "Сообщите нам причину обращения",
  "Test various trading tools and strategies": "Тестируйте различные торговые инструменты и стратегии",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Спасибо за ваш запрос, обычно он рассматривается в течение 24 часов",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "Индекс страха и жадности CMC - это собственный инструмент, разработанный CoinMarketCap, который измеряет преобладающее настроение на рынке криптовалют.",
  "The Profit Margin Is As High As 90%": "Маржа прибыли достигает 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Совокупный лимит для ваших лонг/шорт позиций по всем криптовалютам ограничен на уровне <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Сумма, которой вы сейчас располагаете для размещения ордера.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Цена ликвидации - это рыночная цена, по которой ваша позиция будет ликвидирована из-за недостаточной маржи.",
  "The calculation steps are as follows:": "Расчеты выполняются следующим образом:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Метод сотрудничества является открытым и прозрачным, и вам не придется беспокоиться о скрытых комиссиях.",
  "The coupon code is invalid or expired": "Код купона недействителен или истек",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Окончательная индексная цена затем рассчитывается как средневзвешенное значение предельных средних цен на каждом уровне объема. Весовые коэффициенты выбираются в соответствии с плотностью вероятности экспоненциального распределения, которое монотонно убывает, что приводит к большему влиянию цен, находящихся ближе к верхнему уровню книги. Весовые коэффициенты определяются следующим образом:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Первые 8 байтов хэша преобразуются в 64-битное беззнаковое целое число с использованием кодировки little-endian. Затем это число конвертируется в равномерно распределенное число с плавающей запятой. Используя обратную функцию распределения с настроенной рыночной волатильностью тика (0,1%) в качестве стандартного отклонения, мы преобразуем значение с плавающей запятой в нормально распределённую доходность и используем её для обновления рыночной цены.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Методология расчета индексной цены была разработана таким образом, чтобы удовлетворять двум важным статистическим свойствам временных рядов: свойству Маркова и свойству мартингала. Свойство Маркова относится к отсутствию памяти у стохастического процесса, что означает, что условное распределение вероятностей будущих значений зависит только от текущего значения. Свойство мартингала подразумевает, что текущее значение стохастического процесса также является ожидаемым значением будущих значений. Эти два свойства делают индексные цены Detrade несмещенными оценками будущих цен, позволяя пользователям торговать на изменениях стоимости базовых криптовалют без необходимости учитывать микроструктурные эффекты отдельных бирж.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Индекс помогает определить, недооценен ли рынок (максимальный страх) или переоценен (максимальная жадность).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Функции маржинальных цен покупки и продажи затем используются для определения функции маржинальной средней цены с учетом размера: ",
  "The order has expired": "Ордер истек",
  "The output is:": "Результат:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Результат этого расчета - единая цена индекса, которая используется как для длинных, так и для коротких позиций в торговой игре Detrade. В отличие от большинства других торговых платформ, Detrade не взимает спред между ценой покупки и продажи. Торговля с единой ценой позволяет спекулировать на краткосрочных движениях цены, для которых спред был бы слишком затратным.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Платформа может корректировать кампанию в зависимости от изменений рынка и политики. Обновления будут публиковаться через официальные объявления.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Платформа предоставляет пары BTC, ETH и другие основные валютные торговые пары, и будет продолжать обновлять популярные торговые валютные пары.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Цена будет сбрасываться до 1000 долларов США каждый день в 00:00 UTC, а все ожидающие ордера будут автоматически рассчитаны во время сброса.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Призовой фонд соревнования тесно зависит от ставок предыдущего дня. Чем больше игроков делают ставки, тем больше призовой фонд. Текущий призовой фонд будет отображаться на странице соревнования.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Продукты и услуги, предлагаемые Nexus Play LLC, не предназначены для резидентов США, Европейского Союза или любых других юрисдикций, где такие услуги и продукты запрещены законом. Nexus Play LLC не привлекает клиентов и не предоставляет брокерские услуги частным лицам или организациям в этих регионах. Потенциальные клиенты несут ответственность за ознакомление и соблюдение применимых законов и нормативных требований в своих юрисдикциях перед началом онлайн-торговли. Получая доступ к этому веб-сайту и используя наши услуги, вы подтверждаете, что не являетесь резидентом США, Европейского Союза или любой другой юрисдикции, где наши услуги ограничены.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Награды, полученные в этом онлайн-событии, будут автоматически зачислены на баланс игрока.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Seed кодируется в 64-символьную строку в шестнадцатеричном формате нижнего регистра и конкатенируется со строковым представлением текущего значения тикового счетчика. Затем хэш объединенной строки вычисляется с использованием хэш-функции BLAKE2b с размером дайджеста 256 бит. Использование криптографической хэш-функции гарантирует, что изменения цен будут случайными и непредсказуемыми до раскрытия seed, но полностью воспроизводимыми после его опубликования.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Формула расчетов открыта и прозрачна и может быть расчитана в режиме реального времени.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Система отображает выигрышные и проигрышные результаты по пулам капитала ВВЕРХ и ВНИЗ. Когда вы получаете прибыль, вы видите сумму своей прибыли.",
  "The system is under maintenance and upgrade, please visit later": "Система находится на техобслуживании и обновлении, пожалуйста, посетите ее позже",
  "The trade will complete in 5s.": "Сделка завершится через 5 сек.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Сделка завершится через <0>{{countdown}} сек</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Торговый бонус - это <0>маркетинговый стимул</0>, предоставляемый Detrade, чтобы помочь пользователям изучить нашу торговую систему. Бонусные средства <1>нельзя вывести<1>, но прибыль от их использования может повлиять на баланс вашего реального счета.",
  "The trading symbol will be replaced regularly.": "Торговй символ будет регулярно заменяться.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Победители буду объявляться на текущей странице каждое воскресенье в 10 часов вечера (UTC), а следующий розыгрыш начнется через 2 часа после предыдущего.",
  "Theme": "Тема",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Нет ограничений на то, сколько вы можете заработать. Чем больше друзей вы пригласите, тем больше наград вы получите.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Эти средства вычитаются из баланса вашего счета, и при недостатке средств позиция будет автоматически закрыта.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Эта акция доступна только пользователям в странах и регионах, соответствующих политике соблюдения требований платформы.",
  "This field is required": "Это поле обязательно",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "К ним относятся ваш IP-адрес, тип браузера, операционная система, время доступа, а также страницы, которые вы просматривали непосредственно до и после посещения нашей Платформы.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Это включает ваше имя, адрес электронной почты, номер телефона, почтовый адрес, дату рождения и любую другую информацию, которую вы предоставляете при регистрации аккаунта или использовании наших услуг.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Этот индекс варьируется от 0 до 100, где меньшее значение указывается на максимальный страх, а большее - на максимальную жадность.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Это связано с конкретными лимитами на каждую криптовалюту, которые подробно описаны ниже.",
  "This is why you should promote Detrade:": "Вот почему вы должны продвигать Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Этот сайт защищен с помощью reCAPTCHA и к нему применяются Политика конфиденциальности и Условия предоставления услуг Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Благодаря партнерской программе Detrade вы можете получить увеличенные партнерские комиссионные, эксклюзивные спонсорские мероприятия и другие уникальные преимущества. Хотите узнать больше? Продолжайте читать!",
  "Time": "Время",
  "Time and payout": "Время и выплата",
  "Time closed": "Время закрытия",
  "Time opened": "Время открытия",
  "Time remaining": "Осталось времени",
  "Tips": "Чаевые",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Чаевые: Обычно обработка занимает {{hours}} часов, может занять больше времени, конкретное время зависит от лимита времени торговца.",
  "To": "На",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Чтобы анализировать тенденции, отслеживать использование и проводить исследования для улучшения наших услуг.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Чтобы обеспечить безопасность вашего счета, вывод средств будет приостановлен на 24 часа после удаления 2FA аутентификации Google.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Для поддержания справедливости и честности Detrade будет отслеживать аккаунты, участвующие в бонусной программе, с помощью поведенческих и технических проверок, включая, но не ограничиваясь, сбор отпечатков устройств, отслеживание IP-адресов и анализ паттернов транзакций.",
  "To manage your account, process transactions, and provide you with the services you request.": "Чтобы управлять вашим аккаунтом, обрабатывать транзакции и предоставлять запрашиваемые вами услуги.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Чтобы отслеживать случаи мошенничества, соблюдать условия предоставления услуг и выполнения требований законодательства и нормативных актов.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Для защиты безопасности вашего счета, вывод средств будет отключен на 24 часа после смены пароля.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Для обеспечения честного и надежного ценообразования в торговых играх Detrade рассчитывает составную индексную цену каждые 500 миллисекунд, используя потоки реальных цен с самых ликвидных спотовых и деривативных криптовалютных бирж мира. Включая данные из множества источников, индекс Detrade становится устойчивым к рыночным манипуляциям, техническим сбоям и другим аномальным торговым событиям, которые время от времени могут происходить на отдельных биржах.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Чтобы отправлять вам обновления, уведомления о безопасности и административные сообщения, а также отвечать на ваши запросы и обращения.",
  "To tailor our content and advertisements to your interests and preferences.": "Чтобы подстраивать наш контент и рекламу под ваши интересы и предпочтения.",
  "To trading center": "В торговый центр",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Чтобы понять, как пользователи взаимодействуют с нашей Платформой, выявлять технические проблемы и улучшать функциональность и трейдерский опыт.",
  "Today's Pnl": "Сегодняшний Pnl",
  "Top": "Топ",
  "Top tokens": "Лучшие токены",
  "Top trade": "Лучшие сделки",
  "Top-tier account manager": "Аккаунт-менеджер высшего уровня",
  "Total Trades": "Всего сделок",
  "Total commission": "Общая комиссия",
  "Total participated tickets for this round <0>{{total}}</0>": "Всего участвующих билетов в этом раунде <0>{{total}}</0>",
  "Total prize won": "Всего выиграно призов",
  "Total profit": "Общая прибыль",
  "Total tickets": "Всего билетов",
  "Total traders": "Всего трейдеров",
  "Total trades": "Всего сделок",
  "Trade": "Торговля",
  "Trade for prestige": "Торгуйте ради престижа",
  "Trade history": "История торговли",
  "Trade like a rhythm master": "Торгуйте как ритм-мастер",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Торгуйте на понижение цены, если считаете, что цена упадет. Если цена снизится, вы получите прибыль.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Торгуйте на повышение цены, если считаете, что цена вырастет. Если цена вырастет, вы получите прибыль.",
  "Trade to Win": "Торгуйте, чтобы выиграть",
  "Trade to rank up": "Торгуйте, чтобы повысить рейтинг",
  "Trade with $10,000 in virtual funds": "Трейдинг с виртуальными средствами на сумму 10 000 долларов США",
  "Trader": "Трейдер",
  "Trades": "Сделки",
  "Trading": "Торговля",
  "Trading Amount": "Сумма сделки",
  "Trading Platform": "Торговая платформа",
  "Trading Smarter, Earning Better": "Торгуйте умнее, зарабатывайте лучше",
  "Trading Volume": "Объем торгов",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Сумма сделки слишком велика для выбранного множителя при заданной цене стоп-лосса",
  "Trading bonus trial": "Пробный торговый бонус",
  "Trading center": "Торговый центр",
  "Trading indicators and signals": "Торговые индикаторы и сигналы",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Торговля связана с риском. Пожалуйста, убедитесь, что вы понимаете, что делаете, прежде чем использовать кредитное плечо или бонусные средства. Detrade не несет ответственности за любые убытки, понесенные в результате торговли с бонусами.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Трейдинг приостанавливается ежедневно с {{startTime}} по {{endTime}} ({{timeZone}}) и по выходным. Пожалуйста, урегулируйте свои ордера заранее.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Торговые турниры, регулярные бонусы, подарки, промокоды и торговые конкурсы доступны любому трейдеру для использования или участия.",
  "Traffic Owners": "Владельцы трафика",
  "Transaction Completed": "Транзакция завершена",
  "Transaction details": "Подробности транзакции",
  "Transactions": "Транзакции",
  "Transition details": "Подробности перехода",
  "Transparency & Security": "Прозрачность и безопасность",
  "Trigger price is too close to bust price": "Триггерная цена слишком близка к цене ликвидации",
  "Trigger price is too close to current price": "Триггерная цена слишком близка к текущей цене",
  "Trusted by": "Доверяют",
  "Trusted by millions of users.": "Доверяют миллионы пользователей.",
  "Try": "Попробуйте",
  "Try a quick demo": "Попробуйте быструю демо-версию",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Опробуйте все преимущества, предлагаемые платформой, с помощью демо-счета с виртуальной валютой, без реальных инвестиций и какого-либо риска.",
  "Turn every action into rewards. Start trading today.": "Превратите каждое действие в награду. Начните торговать сегодня.",
  "Txid": "Txid",
  "Type": "Тип",
  "Type Your message": "Введите ваше сообщение",
  "UID": "UID",
  "UP": "ВВЕРХ",
  "USDT-Margined": "Обеспечено USDT",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Недоступно ежедневно с {{startTime}} по {{endTime}} ({{timeZone}}) и весь день по выходным.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Уникальный опыт: от инновационных торговых испытаний до упрощенных вариантов торговли криптовалютой и эксклюзивных торговых моделей - Detrade предлагает опыт, которого вы не найдете нигде больше.",
  "Unlock Diamond": "Разблокировать бриллиант",
  "Unlock Top Traders, Achieve": "Разблокируйте лучших трейдеров, достигните",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Нет необходимости. Detrade является поставщиком технологий и вы можете приобрести наши решения из любой страны.",
  "Up": "Вверх",
  "Up & Down": "Вверх и Вниз",
  "Up Down": "Вверх Вниз",
  "Up Or Down?": "Вверх или Вниз?",
  "Up Wins": "Вверх побеждает",
  "Update Success": "Успешно обновлено",
  "Updated at {{time}}": "Обновлено в {{time}}",
  "Updated timely": "Обновляется своевременно",
  "Uppercase or lowercase letters": "Заглавные или строчные буквы",
  "Usage Instructions & Limitations": "Инструкции по использованию и ограничения",
  "Used": "Использовано",
  "User Agreement and Terms & Conditions": "Пользовательское соглашение и Условия и положения",
  "User ID": "ID польз.",
  "User name": "Имя пользователя",
  "Username": "Юзернейм",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Пользователи должны выбрать или участвовать в торговле соответствующими торговыми парами, чтобы наслаждаться этой активностью.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Использование нескольких аккаунтов для обхода торговых лимитов строго запрещено и может привести к блокировке аккаунта или штрафным санкциям.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Используя составную книгу ордеров, определяется функция, представляющая предельную цену для покупки или продажи заданного объема. Например, функция предельной цены покупки выглядит следующим образом:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Настоятельно рекомендуется использовать двухфакторную аутентификацию, поскольку она защищает вашу учетную запись как с помощью пароля, так и с помощью телефона.",
  "VIP": "VIP",
  "VIP group": "VIP-группа",
  "Validity period: within 14 days after activation": "Срок действия: в течение 14 дней после активации",
  "Verifiable fairness": "Проверяемая честность",
  "Verification": "Проверка",
  "Verification Example": "Пример проверки",
  "Verification code failed": "Ошибка проверочного кода",
  "Verification email sent. Check your inbox.": "Проверочное письмо отправлено. Проверьте свой почтовый ящик.",
  "Verified": "Проверено",
  "Verify": "Проверьте",
  "Verify Fairness": "Проверьте честность",
  "Verify fairness": "Проверьте честность",
  "View details": "Посмотреть детали",
  "View more": "Посмотреть больше",
  "Volume": "Объем",
  "Volume (24h)": "Объем (24ч)",
  "Voucher code": "Код ваучера",
  "Wager": "Ставка",
  "Wager <0>{{amount}}</0> To Reach": "Поставьте <0>{{amount}}</0>, чтобы достичь",
  "Wait For Next Round": "Ждите следующего раунда",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Дождитесь, пока будет доступно как минимум 6 действительных потоков котировок. Если потоков котировок недостаточно, индексная цена Detrade не будет обновляться.",
  "Wallet": "Кошелек",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Хотите присоединиться к партнерской программе Detrade? Свяжитесь с нашей службой поддержки, чтобы начать!",
  "Watch play demo": "Смотреть демо игры",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Мы собираем информацию о вашей деятельности на нашей Платформе, включая торговую активность, предпочтения и взаимодействие с нашим контентом.",
  "We collect several types of information from and about users of our Platform, including:": "Мы собираем несколько типов информации от пользователей и о пользователях нашей Платформы, включая:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "У нас отличные технические и операционные команды для постоянного удовлетворения потребностей клиентов и предоставления им дополнительных гарантий.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Мы внедряем различные меры безопасности для защиты вашей личной информации от несанкционированного доступа, использования или раскрытия. Эти меры включают шифрование, контроль доступа и безопасное хранение. Однако ни один метод передачи данных через Интернет или способ электронного хранения не является на 100% безопасным, и мы не можем гарантировать абсолютную защиту.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Мы с нетерпением ждем вас в нашей растущей партнерской семье и надеемся вместе формировать будущее Detrade!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Мы можем собирать финансовую информацию, такую как номера банковских счетов, данные кредитных карт и историю транзакции для облегчения операций и соблюдения нормативных требований.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Мы можем собирать информацию о вашем местоположении, если вы разрешите нам это делать, используя такие технологии как GPS, Wi-Fi или данные с сотовых вышек.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Мы можем раскрыть вашу информацию, если это требуется по закону или в ответ на обоснованные запросы государственных органов (например, суда или правительственного агентства).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Мы можем раскрывать вашу информацию для защиты прав, собственности или безопасности Detrade, наших пользователей или других лиц, а также для обеспечения соблюдения наших условий и положений.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Мы можем поделиться или передать вашу информацию в связи с любым слиянием, продажей активов компании, финансированием или приобретением всего или части нашего бизнеса другой компанией или во время переговоров о них.",
  "We may share your information with third parties if you provide your consent to do so.": "Мы можем передавать вашу информацию третьим лицам, если вы дадите на это свое согласие.",
  "We may share your information with third parties in the following circumstances:": "Мы можем передавать вашу информацию третьим лицам в следующих случаях:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Мы можем передавать вашу информацию сторонним поставщикам услуг, которые оказывают услуги от нашего имени, такие как обработка платежей, анализ данных, доставка электронной почты и услуги хостинга.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Мы предлагаем самый широкий выбор вариантов торговли деривативами, привлекая более 2,5 миллионов онлайн-трейдеров по всему миру. Наша технология обеспечивает интуитивно понятный и мощный торговый опыт, позволяя клиентам более эффективно понимать риски и принимать обоснованные торговые решения.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Мы предоставляем простую и легкую в управлении торговую платформу, так что каждый может стать трейдером.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Мы предоставляем пошаговое руководство по привлечению игроков на нашу платформу, а также маркетинговые материалы, доказавшие свою эффективность.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Мы оставляем за собой право отменять бонусы и связанную с ними прибыль при следующих условиях:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Мы используем файлы cookie, веб-маяки и другие технологии отслеживания для сбора информации о том, как вы используете нашу Платформу, и для улучшения вашего трейдерского опыта.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Мы используем самые передовые технологии, чтобы обеспечить максимально быстрые транзакции без задержек и перебоев в работе трейдерского интерфейса.",
  "We use the information we collect for various purposes, including:": "Мы используем собранную нами информацию в различных целях, в том числе:",
  "We will contact you within 3 working days, please check your email regularly": "Мы свяжемся с вами в течение 3 рабочих дней, пожалуйста, регулярно проверяйте свою электронную почту",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Мы будем хранить вашу личную информацию столько, сколько необходимо для выполнения целей, ради которых она была собрана, в том числе для соблюдения юридических, нормативных или деловых требований.",
  "Website for PC": "Веб-сайт для ПК",
  "Website for smartphones": "Веб-сайт для смартфонов",
  "Week": "Неделя",
  "Week's Pnl": "Pnl за неделю",
  "Weekly raffle": "Еженедельная лотерея",
  "Welcome Bonus": "Приветственный бонус",
  "Welcome To": "Добро пожаловать в",
  "Welcome To Demo Trading ": "Добро пожаловать в демо-трейдинг ",
  "Welcome to Detrade Connect": "Добро пожаловать в Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Добро пожаловать на Detrade, ведущую платформу для торговли бинарными опционами. Прежде чем начать использование нашей платформы, внимательно ознакомьтесь со следующими условиями и положениями. Получая доступ к платформе Detrade или используя ее, вы соглашаетесь соблюдать эти условия и положения. Если вы не согласны с какой-либо частью этих условий, вам следует отказаться от использования нашей платформы.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Добро пожаловать в Stonks! Цена будет сбрасываться до 1000 долларов США каждый день в 00:00 UTC, а все ожидающие ордера будут автоматически рассчитаны во время сброса.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Добро пожаловать в Detrade! В знак благодарности за вашу поддержку мы предлагаем <0>бонус на торговлю до 50 USDT</0> для новых пользователей. Испытайте торговлю бинарными опционами без риска и с реальными наградами!",
  "What currencies can be deposited and withdrawn?": "Какие валюты можно вносить и выводить?",
  "What does it mean?": "Что это значит?",
  "What is Detrade Connect?": "Что такое Detrade Connect?",
  "What operational expenses could Partner have?": "Какие операционные расходы могут быть у Партнера?",
  "What would you like your new limit to be? (max 500% of current limit)": "Каким бы вы хотели видеть свой новый лимит? (макс. 500% от текущего лимита)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Когда обратный отсчет заканчивается, начинается процесс подготовки к расчету. Система фиксирует начальную цену после окончания обратного отсчета (на первом флаге). Когда K-Line работает в течение определенного времени, система фиксирует конечную цену (на втором флаге). Затем сравниваются начальная и конечная цены. Если конечная цена выше начальной, выигрывает трейдер, выбравший направление ВВЕРХ. В противном случае выигрывает трейдер, выбравший направление ВНИЗ.",
  "When the dual conditions are met, you will receive profits.": "Когда выполняются оба условия, вы получите прибыль.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "При торговле на традиционной бирже с центральной книгой лимитных ордеров крупные рыночные заявки, как правило, исполняются по ценам, выходящим за пределы лучшей цены покупки или продажи, что приводит к среднему исполнению по цене хуже, чем топовая цена в книге ордеров. Маркет-мейкеры ограничивают объем ликвидности, которую они готовы предложить на верхнем уровне книги, из-за дополнительного риска, связанного с крупными заявками. Вместо того чтобы требовать исполнения крупных ордеров по нескольким ценам, Detrade использует формулу рыночного воздействия для установления цены закрытия выигрышных сделок (проигрышные сделки, закрытые вручную, остаются без изменений), чтобы имитировать влияние крупных ордеров на рынок, но более стабильным и предсказуемым образом. Самый простой способ увидеть точные эффекты рыночного воздействия - использовать калькулятор ROI, доступный на странице торговли фьючерсами.",
  "When will the commission be distributed?": "Когда будет распределена комиссия?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Когда торговля вашего друга завершится, вы сможете сразу же получить комиссионные за эту торговлю.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Где <0>P_close</0> это <1>P_open*(1-1/multiplier_leverage)</1> для ликвидаций и цены стоп-лосса.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Где <0>p_i | i in 1..N</0> и <1>s_i | i in 1..N</1> - это цены покупки и объемы, отсортированные в порядке увеличения расстояния от верхнего уровня книги ордеров. Эта функция определяет максимальную цену, которую можно заплатить за покупку объема <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Где <0>v_i</0> - это объемы, по которым рассчитываются средние цены, и они определяются как объединение совокупных объемов покупок и продаж из составной книги ордеров. <1>L</1> - это коэффициент масштабирования, определяемый как <2>1/V</2>, где <3>V</3> - это максимальный объем, по которому рассчитывается средняя цена, и он определяется как минимальное значение суммы объемов покупок и продаж в составной книге ордеров.",
  "Which currency pairs can be traded on Detrade?": "Какими валютными парами можно торговать на Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "У владельцев White Label нет никаких затрат на разработку платформы. Все, что им нужно, - сосредоточиться на продажах и маркетинге.",
  "Whitelist pre-booking": "Предварительное бронирование для белого списка",
  "Why Partner with Detrade?": "Почему стоит стать партнером Detrade?",
  "Why choose Detrade": "Почему стоит выбрать Detrade",
  "Why you must choose us?": "Почему вы должны выбрать нас?",
  "Wild": "Дикий",
  "Will The Price Go Up Or Down": "Пойдет ли цена вверх или вниз",
  "Will the price go up or down ?": "Цена пойдет вверх или вниз?",
  "Win": "Победа",
  "Win Crypto Tokens": "Выиграйте криптовалютные токены",
  "Win if the price breaks out — above the high or below the low.": "Выиграйте, если цена пробьет уровень - выше максимума или ниже минимума.",
  "Win rate": "Коэффициент побед",
  "Winner": "Победитель",
  "Winning": "Выигрыш",
  "Winning Tickets": "Выигрышные билеты",
  "Winning prize details": "Подробности о выигрыше",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "С комиссией PnL вы не платите никаких комиссий за открытие или закрытие сделки, а при закрытии сделки забирается только часть вашей прибыли (если таковая имеется)",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "С фиксированной комиссией вы получаете 100% прибыли, но перед входом в сделку вносите <0>фиксированную плату, которая покрывает вход, выход и проскальзывание</0>, как на обычной бирже",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "С учетом новых интересных функций и обновлений на горизонте, сейчас самое время начать продвигать Detrade.",
  "Withdraw": "Вывести",
  "Withdraw Fee": "Комиссия за вывод",
  "Withdraw Order Created": "Ордер на вывод создан",
  "Withdraw Processing": "Обработка вывода средств",
  "Withdraw Success": "Вывод успешен",
  "Withdraw is in progress": "",
  "Withdraw to": "Вывести на",
  "Withdraw your earnings 24/7": "Выводите свой доход 24/7",
  "Withdrawal fee": "Комиссия за вывод",
  "Withdrawal fee discount": "Скидка на комиссию за вывод",
  "Yes": "Да",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Да, DeTrade верит в полную прозрачность и предоставляет вам все данные. Вы можете увидеть всю эту информацию в",
  "Yes, contact us at any time to upgrade your package.": "Да, свяжитесь с нами в любое время, чтобы обновить ваш пакет.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Да, те, кто не знаком с криптовалютами, могут войти в систему через соцсети и пополнить их с помощью банковских карт.",
  "Yes, you can use both.": "Да, вы можете использовать и то и другое.",
  "Yield": "Доход",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Вы можете вносить и выводить большинство основных цифровых валют, представленных на рынке, а также платформа постепенно запустит функции внесения и вывода легальных валют.",
  "You can share your invite link to your friend or your social media": "Вы можете поделиться пригласительной ссылкой со своим другом или в соцсетях",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Вы имеете право возражать против обработки нами вашей личной информации при определенных условиях.",
  "You have the right to request a copy of the personal information we hold about you.": "Вы имеете право запросить копию хранящейся у нас вашей личной информации.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Вы имеете право потребовать, чтобы мы исправили любые неточности в вашей личной информации.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Вы имеете право потребовать, чтобы мы удалили вашу личную информацию, за некоторыми исключениями.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Вы будете получать 20% дохода организатора сделки за каждую сделанную ими сделку. Если у вас много подписчиков, вы можете связаться с нами для получения дополнительно комиссии.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "В течение следующего часа вы получите субсидию в размере приблизительно {nextCapitalCost}, а точная сумма зависит от ставки финансирования в тот момент",
  "You won <0>{{award}}</0>": "Вы выиграли <0>{{award}}</0>",
  "Your": "Ваше",
  "Your Telegram": "Ваш Telegram",
  "Your account level is assessed and updated on the": "Ваш уровень аккаунта оценивается и обновляется на",
  "Your current limit is {{limit}}": "Ваш текущий лимит - {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Ваши текущие лимиты составляют: комиссия PnL - {{pnl}}, фиксированная комиссия - {{Fixed}}",
  "Your email": "Ваш email",
  "Your friends will be associated with you after they sign up": "Ваши друзья будут связаны с вами после своей регистрации",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Ваша информация, включая персональные данные, может передаваться и храниться на серверах или в базах данных, расположенных за пределами вашей страны или юрисдикции. Используя нашу платформу, вы соглашаетесь на передачу ваших данных в США или любую другу страну, в которой находится Detrade или поставщики ее услуг.",
  "Your investment": "Ваши инвестиции",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Ваш выбор языка применяется к письмам Detrade, СМС, уведомлениям в приложении и ко всем устройствам на которых вы вошли.",
  "Your name": "Ваше имя",
  "Your profile is now private": "Ваш профиль теперь приватный",
  "Your profile is now public": "Ваш профиль теперь общедоступный",
  "Your transfer amount has to MATCH the submission amount.": "Сумма вашего перевода должна СОВПАДАТЬ с указанной суммой.",
  "Zero Trading Fees": "Никаких торговых сборов",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "а) Проверка документов: От пользователей может потребоваться загрузить копии выданных правительством документов, удостоверяющих личность, таких как паспорт, водительские права или государственное удостоверение личности.",
  "all assets": "все активы",
  "all status": "весь статус",
  "approved": "одобрено",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Эксплуатационные файлы cookie**: Эти файлы cookie собирают информацию о том, как вы используете нашу Платформу, например, какие страницы посещаете чаще всего. Эта информация используется для улучшения функциональности нашей Платформы.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "б) Проверка адреса: От пользователей может потребоваться подтвердить свой адрес с помощью, например, счета за коммунальные услуги или банковской выписки для подтверждения адреса проживания.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "основе вашей последней активности и результатов. Оставайтесь активными и поднимайтесь в рейтинге!",
  "basic information verification": "проверка основной информации",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Функциональные файлы cookie**: Эти файлы cookie позволяют нашей Платформе запоминать сделанные вами выборы (например, имя пользователя, язык или регион) и предоставлять расширенные, более персонализированные функции.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "в) Биометрическая проверка: Detrade может использовать биометрические способы аутентификации, такие как распознавание лица или сканирование отпечатка пальца, для проверки личности пользователей.",
  "change password": "сменить пароль",
  "chat rules": "правила чата",
  "currency": "валюта",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Таргетные/Рекламные файлы cookie**: Эти файлы cookie используются для показа рекламы, которая более соответствует вашим интересам. Они также помогают нам измерять эффективность рекламных кампаний.",
  "date": "дата",
  "day": "день",
  "demo": "демо",
  "deposit": "депозит",
  "deposit with a 50% bonus": "депозит с 50% бонусом",
  "down": "вниз",
  "earn ticket": "заработать билет",
  "edit profile": "ред. профиль",
  "edit your avatar": "ред. аватар",
  "email": "email",
  "explanation": "объяснение",
  "failed": "не удалось",
  "forgot password?": "забыли пароль?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "удерживайте уровень \"Бриллиант\" в течение 3 месяцев - и наш VIP-менеджер пригласит вас получить индивидуальные привилегии уровня Бриллиант+.",
  "init": "иниц",
  "liq price": "цена ликвидации",
  "live": "онлайн",
  "loading...": "загрузка...",
  "lucky poll": "счастливый пул",
  "medium": "средний",
  "month": "месяц",
  "more": "больше",
  "my tickets": "мои билеты",
  "name": "имя",
  "no": "нет",
  "or": "или",
  "order id": "id ордера",
  "pending": "в ожидании",
  "perks in total": "всего привелегий",
  "price": "цена",
  "prize": "приз",
  "processing": "обработка",
  "rejected": "отклонено",
  "results": "результаты",
  "rewards": "награды",
  "rewards list": "список наград",
  "search “Google Authenticator” and proceed to download.": "найдите “Google Authenticator” и перейдите к загрузке.",
  "seed": "seed",
  "strong": "сильный",
  "success": "успех",
  "temporary rejected": "временно отклонено",
  "terms and conditions": "условия и положения",
  "tickets number": "количество билетов",
  "ticks": "тики",
  "time": "время",
  "token": "токен",
  "top": "топ",
  "trader": "трейдер",
  "trading platform": "торговая платформа",
  "two-Factor authentication": "двухфакторная аутентификация",
  "up": "вверх",
  "voucher": "ваучер",
  "wager": "ставка",
  "weak": "слабый",
  "week": "неделя",
  "welcome gifts": "приветственные подарки",
  "withdraw": "вывести",
  "{{field}} is required": "Требуется {{field}}",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} место - {{percent}} от призового фонда ежедневного конкурса",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>из {{total}}</0>",
  "|PnL|": "|PnL|"
}
