{
  "* Both a memo/tag and an address are required": "*Cả ghi chú/nhãn tên và địa chỉ là bắt buộc",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Vui lòng xác nhận địa chỉ nhận có yêu cầu GHI CHÚ/Nhãn tên hay không. Nếu không điền hoặc điền không đúng, sẽ bị mất tài sản",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Kết quả tính toán là ước tính và ROI/P&L thực tế có thể khác với kết quả hiển thị dựa trên điều kiện thị trường.",
  "1-on-1 manager": "quản lý 1 kèm 1",
  "1. Choose the future price direction": "1. Chọn hướng giá tương lai",
  "1. Information We Collect": "1. Thông Tin Chúng Tôi Thu Thập",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade(\"chúng tôi\" hoặc \"của chúng tôi\")cam kết chống rửa tiền và các hoạt động tài trợ khủng bố thông qua việc thực hiện các chính sách và thủ tục Chống Rửa Tiền(AML)và Biết Khách Hàng(KYC) mạnh mẽ.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade(\"chúng tôi\"hoặc\"của chúng tôi\")vận hành một nền tảng giao dịch quyền chọn nhị phân trực tuyến(\"Nền tảng\")cho phép người giao dịch(\"bạn\"hoặc\"người giao dịch\")giao dịch nhiều công cụ tài chính khác nhau.",
  "1.1 Personal Identification Information:": "1.1 Thông Tin Định Danh Cá Nhân:",
  "1.2 Financial Information:": "1.2 Thông Tin Tài Chính:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Chính Sách(\"Chính sách\")Chống Rửa Tiền(AML)và Biết Khách Hàng(KYC)này nêu rõ nghĩa vụ và quy trình của chúng tôi nhằm xác minh danh tính của người giao dịch(\"bạn\"hoặc\"người giao dịch\")cũng như phát hiện và ngăn chặn các hoạt động rửa tiền và tài trợ khủng bố trên nền tảng của Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Thỏa Thuận Người Dùng và Điều Khoản&Điều Kiện(\"Thỏa thuận\")này chi phối việc bạn sử dụng Nền Tảng Detrade. Bằng cách truy cập hoặc sử dụng Nền Tảng của chúng tôi, bạn thừa nhận rằng bạn đã đọc, hiểu và đồng ý bị ràng buộc bởi Thỏa Thuận này.",
  "1.3 Technical Information:": "1.3 Thông Tin Kỹ Thuật:",
  "1.4 Usage Data:": "1.4 Dữ Liệu Sử Dụng:",
  "1.5 Location Information:": "1.5 Thông Tin Định Vị:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Cookies và Công Nghệ Theo Dõi:",
  "1.Introduction": "1. Giới Thiệu",
  "10 most wagering players carve up the prize pool.": "10 người chơi đặt cược nhiều nhất sẽ chia đều quỹ giải thưởng.",
  "10. Amendments to the Policy": "10. Sửa Đổi Chính Sách",
  "10. International Data Transfers": "10. Chuyển Dữ Liệu Quốc Tế",
  "10. Limitation of Liability": "10. Giới Hạn Trách Nhiệm",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade có quyền sửa đổi hoặc bổ sung Chính Sách này bất kỳ lúc nào. Bất kỳ thay đổi nào sẽ có hiệu lực ngay khi được đăng trên nền tảng của Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Ở phạm vi tối đa được pháp luật cho phép, Detrade sẽ không chịu trách nhiệm đối với bất kỳ thiệt hại trực tiếp, gián tiếp, ngẫu nhiên, đặc biệt hoặc thiệt hại do hậu quả phát sinh từ hoặc theo bất kỳ cách nào liên quan đến việc bạn sử dụng Nền Tảng của chúng tôi.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 Trong mọi trường hợp, tổng trách nhiệm mà Detrade phải chịu đối với bạn về mọi thiệt hại, mất mát và nguyên nhân hành động phát sinh từ hoặc liên quan đến Thỏa Thuận này sẽ không vượt quá số tiền mà bạn đã trả, nếu có, cho Detrade trong khoảng thời gian mười hai (12) tháng ngay trước sự kiện dẫn đến trách nhiệm đó.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Bạn có trách nhiệm định kỳ xem lại Chính Sách này để nắm được mọi thông tin cập nhật hoặc thay đổi. Việc bạn tiếp tục sử dụng nền tảng Detrade sau bất kỳ sửa đổi nào đối với Chính sách này có nghĩa là bạn chấp nhận những thay đổi đó.",
  "1000x leverage": "Đòn bẩy 1000x",
  "11. Contact Information": "11. Thông Tin Liên Hệ",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Nếu bạn có bất kỳ câu hỏi, thắc mắc hoặc phản hồi nào liên quan đến Chính Sách này hoặc các thủ tục AML và KYC của Detrade, vui lòng liên hệ với chúng tôi theo địa chỉ [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Bạn đồng ý bồi thường, bảo vệ và giữ cho Detrade và các chi nhánh, quản lý, giám đốc, nhân viên và đại lý của Detrade không phải chịu bất kỳ và tất cả các khiếu nại, nghĩa vụ, thiệt hại, mất mát, chi phí, phí tổn hoặc lệ phí (bao gồm cả phí luật sư hợp lý) phát sinh từ hoặc liên quan đến việc bạn sử dụng Nền tảng của Detrade hoặc vi phạm Thỏa Thuận này.",
  "11.Indemnification": "11. Bồi thường",
  "12. Contact Us": "12. Liên Hệ Chúng Tôi",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Thỏa Thuận này sẽ được điều chỉnh và diễn giải theo luật pháp của [Khu Vực Tài Phán].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Mọi tranh chấp phát sinh từ hoặc liên quan đến Thỏa Thuận này sẽ được giải quyết thông qua trọng tài theo các quy tắc của [Tổ Chức Trọng Tài].",
  "12.Governing Law and Dispute Resolution": "12. Luật Điều Chỉnh và Giải Quyết Tranh Chấp",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade có quyền sửa đổi hoặc bổ sung Thỏa Thuận này bất kỳ lúc nào. Bất kỳ thay đổi nào sẽ có hiệu lực ngay khi được đăng trên Nền Tảng của Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Bạn có trách nhiệm định kỳ xem lại Thỏa Thuận này để nắm được mọi thông tin cập nhật hoặc thay đổi. Việc bạn tiếp tục sử dụng Nền Tảng Detrade sau bất kỳ sửa đổi nào đối với Thỏa Thuận này có nghĩa là bạn chấp nhận những thay đổi đó.",
  "13.Amendments to the Agreement": "13. Sửa Đổi Thỏa Thuận",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Nếu bạn có bất kỳ câu hỏi, mối quan tâm hoặc phản hồi nào liên quan đến Thỏa Thuận này hoặc Nền Tảng của Detrade, vui lòng liên hệ với chúng tôi theo địa chỉ",
  "14.Contact Information": "14. Thông Tin Liên Hệ",
  "16th of every month": "Ngày 16 hàng tháng",
  "1D": "1 Ngày",
  "1M": "1 Tháng",
  "1W": "1 Tuần",
  "2. Definitions": "2. Định Nghĩa",
  "2. Eligibility": "2. Tính Hợp Lệ",
  "2. How We Use Your Information": "2. Chúng tôi sử dụng thông tin của Bạn như thế nào",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Bạn có thể xem tổng số tiền đặt lệnh của ngân quỹ theo hướng LÊN và XUỐNG cũng như trạng thái lệnh của bạn và những người chơi khác trong danh sách.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 “AML” là viết tắt của Chống Rửa Tiền, là tập hợp các thủ tục, luật lệ và quy định được thiết kế nhằm ngăn chặn việc tạo ra thu nhập bất hợp pháp thông qua các hệ thống tài chính.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Bằng cách truy cập hoặc sử dụng Nền Tảng Detrade, bạn tuyên bố và bảo đảm rằng bạn ít nhất đủ 18 tuổi và có năng lực pháp lý để tham gia vào Thỏa Thuận này.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Cung Cấp và Duy Trì Nền Tảng của chúng tôi:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" nghĩa là Biết Khách Hàng của bạn, đây là quá trình xác minh danh tính của khách hàng và đánh giá rủi ro tiềm ẩn của họ khi tham gia vào các hoạt động bất hợp pháp.",
  "2.2 To Improve Our Platform:": "2.2 Cải Thiện Nền Tảng của Chúng Tôi:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Bạn cũng phải tuân thủ mọi luật và quy định hiện hành liên quan đến việc sử dụng Nền Tảng của chúng tôi.",
  "2.3 To Communicate with You:": "2.3 Giao Tiếp với Bạn:",
  "2.4 To Personalize Your Experience:": "2.4 Cá Nhân Hóa Trải Nghiệm của Bạn:",
  "2.5 To Conduct Analytics and Research:": "2.5 Tiến Hành Phân Tích và Nghiên Cứu:",
  "2.6 To Ensure Security and Compliance:": "2.6 Đảm Bảo An Ninh và Tuân Thủ:",
  "20% affiliate commission (a 100% increase from our base rate).": "Hoa hồng đại lý 20% (tăng 100% so với mức phí cơ bản của chúng tôi).",
  "20+ exchange market data": "Dữ liệu 20+ sàn giao dịch tiền điện tử",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Thông Báo Hạn Chế Rút Tiền 24 giờ, Hệ thống của chúng tôi đã xác định những thay đổi đối với thông tin quan trọng trong tài khoản của bạn, vì vậy chúng tôi tạm thời dừng tính năng rút tiền trong tài khoản của bạn trong khi chúng tôi thực hiện các bước để bảo vệ tài sản của bạn. Các hạn chế sẽ tự động được gỡ bỏ vào {{time}} giờ UTC",
  "24h Live Players": "Người Chơi Trực Tuyến 24h",
  "24h Trade Vol": "Lượng Giao Dịch 24h",
  "24h Wins Paid": "Trả Thắng 24h",
  "24h high": "24h cao nhất",
  "24h low": "24h thấp nhất",
  "24h players": "Người chơi 24h",
  "24h win ratio": "Tỷ lệ thắng 24h",
  "2FA Code's length is not right": "Độ dài mã 2FA không đúng",
  "2FA authentication": "Xác thực 2FA",
  "2s CFD and 5-60s Options": "Tùy chọn 2s CFD và 5-60s",
  "3. Customer Due Diligence (CDD)": "3. Thẩm Định Khách Hàng (CDD)",
  "3. How We Share Your Information": "3. Chúng tôi chia sẻ thông tin của Bạn như thế nào",
  "3. Wait for system settlement": "3. Đợi hệ thống thanh toán",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade tiến hành thẩm định khách hàng (CDD) đối với tất cả người chơi để xác minh danh tính và đánh giá mức độ rủi ro của họ.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Để truy cập một số tính năng nhất định của Nền Tảng Detrade, bạn có thể được yêu cầu đăng ký tài khoản.",
  "3.1 With Service Providers:": "3.1 Với Nhà Cung Cấp Dịch Vụ:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Trong quá trình đăng ký, bạn có thể được yêu cầu cung cấp một số thông tin cá nhân, bao gồm nhưng không giới hạn ở họ tên đầy đủ, ngày sinh, địa chỉ cư trú, giấy tờ tùy thân do chính phủ cấp và bằng chứng về địa chỉ.",
  "3.2 For Legal Reasons:": "3.2 Vì Lý Do Pháp Lý:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Khi đăng ký tài khoản, bạn đồng ý cung cấp thông tin chính xác, hiện tại và đầy đủ về bản thân theo yêu cầu trong biểu mẫu đăng ký.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade có quyền yêu cầu bạn cung cấp thêm thông tin hoặc giấy tờ để xác minh danh tính hoặc đánh giá mức độ rủi ro của bạn.",
  "3.3 To Protect Our Rights:": "3.3 Quyền Vệ Quyền Lợi của Chúng Tôi:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Bạn có trách nhiệm duy trì tính bảo mật của thông tin tài khoản và mọi hoạt động diễn ra trong tài khoản của bạn.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade có quyền đình chỉ hoặc chấm dứt tài khoản của bạn nếu chúng tôi tin rằng bạn đã cung cấp thông tin sai lệch hoặc gây hiểu lầm trong quá trình đăng ký hoặc đã vi phạm bất kỳ điều khoản nào của Thỏa Thuận này.",
  "3.4 With Your Consent:": "3.4 Được Sự Đồng Ý của Bạn:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Bạn đồng ý cung cấp ngay bất kỳ thông tin hoặc tài liệu nào mà Detrade yêu cầu cho mục đích Thẩm Định Khách Hàng (CDD).",
  "3.5 In Business Transfers:": "3.5 Trong Chuyển Nhượng Kinh Doanh:",
  "3.Account Registration": "3. Đăng Ký Tài Khoản ",
  "3rd Merchant Processing": "Đối Tác bên thứ 3 đang xử lý",
  "4. Check the winning and losing results": "4. Kiểm tra kết quả thắng và thua",
  "4. Identity Verification": "4. Xác Minh Danh Tính",
  "4. Platform Use": "4. Nền Tảng Sử Dụng",
  "4. Your Data Protection Rights": "4. Quyền Lợi Bảo Vệ Dữ Liệu của Bạn",
  "4.1 Access:": "4.1 Truy cập:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "Detrade sử dụng nhiều phương pháp và công cụ khác nhau để xác minh danh tính người chơi, bao gồm nhưng không giới hạn ở:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "Nền Tảng Detrade chỉ được cung cấp cho mục đích thông tin và giáo dục. Bạn thừa nhận và đồng ý rằng bất kỳ thông tin nào được cung cấp trên Nền Tảng của chúng tôi đều không thể xem là lời khuyên tài chính và không nên dựa vào đó để đưa ra quyết định đầu tư.",
  "4.2 Correction:": "4.2 Đính Chính:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade có quyền từ chối bất kỳ tài liệu hoặc thông tin nào do người dùng cung cấp nếu chúng được coi là không đủ hoặc không chính xác cho mục đích xác minh danh tính.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Bạn chịu toàn bộ trách nhiệm trong việc đánh giá các rủi ro liên quan đến giao dịch quyền chọn nhị phân và xác định xem giao dịch trên Nền Tảng Detrade có phù hợp với bạn hay không.",
  "4.3 Deletion:": "4.3 Sự Xóa Bỏ:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Bạn đồng ý sử dụng Nền Tảng Detrade theo mọi luật lệ và quy định hiện hành và theo cách không xâm phạm quyền của người khác hoặc vi phạm các điều khoản của Thỏa Thuận này.",
  "4.4 Objection:": "4.4 Sự Phản Đối:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Hạn Chế: Bạn có quyền yêu cầu chúng tôi hạn chế việc xử lý thông tin cá nhân của bạn trong một số điều kiện nhất định.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "Tính Dịch Chuyển Dữ Liệu: Bạn có quyền yêu cầu chuyển thông tin cá nhân của mình cho một tổ chức khác hoặc trực tiếp cho bạn, trong một số điều kiện nhất định.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Thu Hồi Thỏa Thuận: Nếu bạn đã đồng ý cho chúng tôi xử lý thông tin cá nhân của bạn, bạn có quyền thu hồi sự đồng ý của mình bất kỳ lúc nào.",
  "5. Data Security": "5. Bảo Mật Dữ Liệu",
  "5. Risk Assessment": "5. Đánh Giá Rủi Ro",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade tiến hành đánh giá rủi ro của mỗi người giao dịch dựa trên thông tin xác minh danh tính, lịch sử giao dịch và các yếu tố liên quan khác.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Nền Tảng Detrade cho phép người chơi giao dịch quyền chọn nhị phân trên nhiều công cụ tài chính khác nhau, bao gồm nhưng không giới hạn ở cổ phiếu, tiền tệ, hàng hóa và chỉ số.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Người chơi có thể được chỉ định mức độ rủi ro dựa trên kết quả đánh giá rủi ro, điều này có thể ảnh hưởng đến mức độ giám sát áp dụng cho các giao dịch và hoạt động tài khoản của họ.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Bạn nhận thức và đồng ý rằng giao dịch quyền chọn nhị phân có những rủi ro đáng kể, bao gồm rủi ro mất toàn bộ khoản đầu tư của bạn.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Bạn chịu toàn bộ trách nhiệm trong việc đánh giá rủi ro liên quan đến từng giao dịch và xác định chiến lược đầu tư phù hợp với hoàn cảnh cá nhân của mình.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade không cung cấp bất kỳ đảm bảo hay cam kết nào về lợi nhuận hoặc thành công của bất kỳ giao dịch nào được thực hiện trên Nền Tảng của chúng tôi.",
  "5.Trading": "5. Giao Dịch",
  "50+ trading pairs": "50+ cặp giao dịch",
  "6 Month's Pnl": "Lãi lỗ 6 Tháng",
  "6. Data Retention": "6. Lưu Giữ Dữ Liệu",
  "6. Fees and Charges": "6. Chi Phí và Lệ Phí",
  "6. Monitoring and Reporting": "6. Giám Sát và Báo Cáo",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade có thể tính phí cho một số dịch vụ hoặc giao dịch nhất định được thực hiện trên Nền Tảng của chúng tôi. Bạn đồng ý thanh toán tất cả các khoản phí và lệ phí áp dụng liên quan đến việc bạn sử dụng Nền Tảng của chúng tôi.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade theo dõi các giao dịch của người giao dịch và hoạt động tài khoản để phát hiện dấu hiệu hành vi đáng ngờ hoặc bất thường có thể chỉ ra hoạt động rửa tiền hoặc tài trợ khủng bố.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade có quyền thay đổi hoặc điều chỉnh cơ cấu phí của chúng tôi bất kỳ lúc nào, có hoặc không có thông báo.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Nếu Detrade phát hiện bất kỳ hoạt động hoặc giao dịch đáng ngờ nào, chúng tôi có quyền báo cáo hoạt động đó cho các cơ quan có thẩm quyền và đưa ra hành động thích hợp, bao gồm nhưng không giới hạn ở việc đóng băng hoặc đình chỉ tài khoản người giao dịch.",
  "6M": "6 Tháng",
  "7 * 24 technical services": "Dịch vụ kỹ thuật 24/7",
  "7. Cookies and Similar Technologies": "7. Cookies và Công Nghệ Tương Tự",
  "7. Intellectual Property": "7. Sở Hữu Trí Tuệ",
  "7. Record-Keeping": "7. Lưu Giữ Hồ Sơ",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Mọi nội dung và tài liệu có trên Nền Tảng Detrade, bao gồm nhưng không giới hạn ở văn bản, đồ họa, logo, hình ảnh và phần mềm, đều là tài sản của Detrade hoặc bên cấp phép và được bảo vệ bởi luật bản quyền, nhãn hiệu và các luật sở hữu trí tuệ khác.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Cookies: Chúng tôi sử dụng cookie để nâng cao trải nghiệm của bạn trên Nền Tảng của chúng tôi. Cookie là một tệp nhỏ được đặt trên thiết bị của bạn cho phép chúng tôi nhận dạng trình duyệt của bạn và thu thập và ghi nhớ một số thông tin nhất định.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade lưu trữ hồ sơ về tất cả thông tin nhận dạng người giao dịch và giao dịch theo luật pháp và quy định hiện hành.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Phân loại Cookies: a) **Cookies Thiết Yếu**: Những cookies này cần thiết cho hoạt động của Nền Tảng của chúng tôi. Chúng cho phép bạn điều hướng trang web và sử dụng các tính năng của trang web.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Hồ sơ người chơi được bảo mật và chỉ được tiết lộ cho nhân viên có thẩm quyền hoặc cơ quan quản lý theo yêu cầu của pháp luật.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Bạn được cấp giấy phép có giới hạn, không độc quyền và không thể chuyển nhượng để truy cập và sử dụng Nền Tảng Detrade chỉ cho mục đích sử dụng cá nhân và phi thương mại.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Quản lý Cookies: Bạn có thể kiểm soát việc sử dụng cookies ở cấp độ trình duyệt riêng lẻ. Nếu bạn từ chối cookies, bạn vẫn có thể sử dụng Nền Tảng của chúng tôi, nhưng khả năng sử dụng một số tính năng hoặc khu vực của Nền Tảng có thể bị hạn chế.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Bạn đồng ý không sao chép, sửa đổi, phân phối hoặc tạo ra các tác phẩm phái sinh dựa trên bất kỳ nội dung hoặc tài liệu nào có sẵn trên Nền Tảng Detrade mà không có sự đồng ý rõ ràng bằng văn bản của Detrade.",
  "8. Third-Party Links": "8. Liên Kết Bên Thứ Ba",
  "8. Training and Awareness": "8. Đào Tạo và Nâng Cao Nhận Thức ",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade cung cấp các chương trình đào tạo và nâng cao nhận thức cho nhân viên để đảm bảo họ có hiểu biết về các chính sách và quy trình AML và KYC.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade tôn trọng quyền riêng tư của người dùng và cam kết bảo vệ thông tin cá nhân của họ. Vui lòng tham khảo Chính Sách Quyền Riêng Tư của chúng tôi để biết chi tiết về cách chúng tôi thu thập, sử dụng và tiết lộ thông tin cá nhân của bạn.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Nhân viên được đào tạo để nhận biết và báo cáo hoạt động đáng ngờ và tuân thủ mọi yêu cầu về AML và KYC.",
  "8.Privacy Policy": "8. Chính Sách Bảo Mật",
  "9. Children's Privacy": "9. Quyền Riêng Tư Trẻ Em",
  "9. Compliance Oversight": "9. Giám Sát Tuân Thủ",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade đã chỉ định một Cán Bộ Tuân Thủ chịu trách nhiệm giám sát việc tuân thủ các chính sách và quy trình AML và KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade có quyền đình chỉ hoặc chấm dứt quyền truy cập của bạn vào Nền Tảng của chúng tôi bất kỳ lúc nào và vì bất kỳ lý do gì, có hoặc không có lý do và không cần thông báo trước.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Cán Bộ Tuân Thủ có trách nhiệm theo dõi các diễn biến về quy định, cập nhật các chính sách AML và KYC khi cần thiết và đảm bảo hoạt động của Detrade vẫn tuân thủ mọi luật lệ và quy định hiện hành.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Khi quyền truy cập của bạn vào Nền Tảng Detrade bị chấm dứt, mọi điều khoản của Thỏa Thuận này theo bản chất hiệu lực vốn có sau khi chấm dứt sẽ vẫn có hiệu lực, bao gồm nhưng không giới hạn ở các điều khoản liên quan đến sở hữu trí tuệ, giới hạn trách nhiệm và giải quyết tranh chấp.",
  "9.Termination": "9. Chấm Dứt",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Số tiền thưởng:</0> 50% khoản tiền gửi đầu tiên của bạn",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Hạn mức tiền thưởng:</0> Tiền thưởng giao dịch tối đa 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Điều kiện:</0> Chỉ dành cho người chơi mới trên Detrade",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Yêu cầu:</0> Gửi tiền lần đầu ≥ 50 USDT (hoặc tiền điện tử tương đương)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Sản phẩm hỗ trợ</0>: Cao Thấp, Chênh Lệch, Tăng Giảm, Hợp Đồng Tương Lai",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>{{count}}</0> vé đã được gửi trong vòng này!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> mỗi giao dịch mua vào và bán ra của {{position}} bao gồm trượt giá",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>của {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Một khoản phí cố định {{feeAmount}}{{commission}} được tính ngay sau khi mở giao dịch (Vị thế:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Một phần lợi nhuận của bạn (nếu có) sẽ được lấy khi bạn đóng giao dịch",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Phí thay đổi được tính theo một phần lợi nhuận khi đóng giao dịch",
  "A verification will be sent to {{email}}": "Một xác thực sẽ được gửi đến {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Hãy đảm bảo rằng bạn đã mở khóa tất cả bốn chế độ giao dịch. Nếu vấn đề vẫn tiếp diễn, hãy liên hệ với bộ phận hỗ trợ khách hàng để được giúp đỡ.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: Không, bản thân tiền thưởng không thể rút ra được. Tuy nhiên, bất kỳ <0>lợi nhuận nào kiếm được bằng cách sử dụng phần thưởng</0> đều có thể được rút ra.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: Có. Vui lòng kích hoạt tiền thưởng của bạn trong vòng <0>7 ngày</0> kể từ ngày phát hành. Các khoản thưởng đã hết hạn không thể phục hồi.",
  "AF": "AF",
  "AML & KYC policy": "Chính sách AML & KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Giới thiệu về Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Truy cập trên 70 tài sản phổ biến với lợi nhuận tiềm năng lên tới 90%",
  "Account Details": "Chi Tiết Tài Khoản",
  "Account Not Verified": "Tài Khoản Chưa Xác Thực",
  "Account Verified": "Tài Khoản Đã Xác Thực",
  "Activate": "Kích hoạt",
  "Activation expiry time": "Thời gian hết hạn kích hoạt",
  "Active": "Hoạt động",
  "Active tickets": "Vé hoạt động",
  "Activity priority access": "Hoạt động ưu tiên truy cập",
  "Add": "Thêm",
  "Add key phrase into Google Authenticator and remember the key phrase": "Thêm cụm từ khóa vào Google Authenticator và ghi nhớ cụm từ khóa",
  "Add referral": "Thêm Người Giới thiệu",
  "Add referral code": "Thêm mã giới thiệu",
  "Address is required": "Địa chỉ là bắt buộc",
  "Address valid": "Địa chỉ không hợp lệ",
  "Advanced": "Nâng cao",
  "Advanced Users": "Tài Khoản Nâng Cao",
  "Advanced chart": "Biều đồ nâng cao",
  "Advantage": "Lợi Thế",
  "Affiliate program": "Chương trình Đại Lý",
  "Affiliates": "Đại Lý",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Sau khi bạn hoàn tất gửi tiền lần đầu, hãy đến <0>Trung Tâm Phần Thưởng</0> để xem voucher thử nghiệm 1 USDT ban đầu của bạn.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Sau khi cài đặt riêng tư cho thông tin cá nhân của bạn, những người chơi khác sẽ không thể nhìn thấy tên đăng nhập và thông tin của bạn.",
  "Agreement": "Thỏa Thuận",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Phương thức Airdrop: Phần thưởng sẽ được phân phát đến ví một cách tự động. Hãy theo dõi email trong ứng dụng.",
  "Airdrop plan": "Kế hoạch Airdrop",
  "Airdrop program": "Chương trình Airdrop",
  "Airdrops": "Airdrop",
  "Algorithm": "Thuật Toán",
  "All": "Tất cả",
  "All Assets": "Tất Cả Tài Sản",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Mọi hoạt động môi giới trên trang web này đều được cung cấp bởi Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Mọi công thức trong lối chơi đều công khai và minh bạch, nhằm ngăn chặn gian lận và tránh rủi ro cho đối tác và người chơi.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Tất cả giá cho vòng giao dịch 24 giờ đều được xác định trước bằng cách sử dụng một mật mã được rút ngẫu nhiên, được tiết lộ vào cuối mỗi vòng giao dịch. Với mật mã được công bố này, bất kỳ ai cũng có thể xác minh rằng chúng tôi đã tuân thủ thuật toán được nêu chi tiết bên dưới và không thay đổi bất kỳ mức giá nào sau khi vòng bắt đầu. Đáng chú ý là chúng tôi không thể thay đổi giá dựa trên giao dịch của bạn.",
  "All prizes will be sent in USDT.": "Tất cả giải thưởng sẽ được chuyển về USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Mọi kinh nghiệm thực tế mà bạn cần từ một nhà giao dịch hàng đầu, bao gồm quyền truy cập vào các tín hiệu và chỉ báo giao dịch hấp dẫn nhất.",
  "All time wins paid": "Đã thanh toán toàn bộ tiền thắng",
  "Already have an account?": "Bạn đã có tài khoản?",
  "Amount": "Số tiền",
  "Amount is required": "Số tiền là bắt buộc",
  "Amount to withdraw": "Số tiền rút",
  "Announcement": "Thông Báo",
  "Announcements": "Thông Báo",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Chính sách Chống Rửa Tiền (AML) và Biết Khách Hàng của Bạn (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Bạn có thắc mắc bất kỳ? Đội ngũ hỗ trợ tận tâm của chúng tôi luôn sẵn sàng hỗ trợ và hướng dẫn bạn trong suốt quá trình đăng ký.",
  "Apply": "Đăng ký",
  "Applying": "Đang đăng ký",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Khoảng {{nextCapitalCost}} sẽ được tính phí trong một giờ tới, và số tiền cụ thể sẽ dựa theo tỷ lệ lãi suất tại thời điểm đó.",
  "Are there any geographical restrictions?": "Có bất kỳ giới hạn địa lý nào không?",
  "Arrival amount": "Số tiền nhận",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Miễn là chương trình vẫn duy trì hoạt động, bạn có thể kiếm được hoa hồng ngay từ thời điểm người được bạn giới thiệu đăng ký tài khoản Detrade.",
  "Ask a question": "Đặt câu hỏi",
  "Asset types,currencies,cryptocurrencies for any trader.": "Phân loại tài sản, tiền tệ, tiền điện tử cho người giao dịch bất kỳ.",
  "Assets": "Tài sản",
  "Assets overview": "Tổng quan tài sản",
  "At least {{exceed}} number": "Ít nhất {{exceed}} số",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Khi kết thúc quá trình đếm ngược, lợi nhuận và thua lỗ sẽ được xác định dựa trên xu hướng mà bạn dự đoán.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Vào đầu mỗi vòng giao dịch (00:00 UTC), một mật mã 32 byte mới được chọn ngẫu nhiên. Giá của toàn bộ vòng có thể được tái tạo bằng cách kết hợp mật mã này với một bộ đếm tích lũy số nguyên tăng dần.",
  "Auto": "Tự động",
  "Available": "Khả dụng",
  "Available on request": "Có sẵn theo yêu cầu",
  "Award quota": "Hạn ngạch Giải Thưởng",
  "Awarded users": "Người chơi được thưởng",
  "Balance": "Số dư",
  "Balance is not enough": "Số dư không đủ",
  "Basic": "Cơ bản",
  "Becoming an affiliate is easy": "Trờ thành Đại Lý thật dễ dàng",
  "Benefit from our many years of experience and internationally renowned reputation.": "Tận dụng nhiều năm kinh nghiệm và danh tiếng quốc tế của chúng tôi.",
  "Benefits": "Phúc lợi",
  "Benefits:": "Phúc lợi:",
  "Best For": "Tốt nhất cho",
  "Bet": "Cược",
  "Betting": "Đặt cược",
  "Binary Options Exchange": "Sàn Giao Dịch Quyền Chọn Nhị Phân",
  "Bind": "Liên kết",
  "Bind Success": "Liên kết thành công",
  "Black diamond circle": "Vòng tròn kim cương đen",
  "Blockchain Processing": "Xử lý blockchain",
  "Bonus": "Tiền Thưởng",
  "Bonus Rules": "Quy Tắc Tiền Thưởng",
  "Bonus Trial": "Thưởng Thử Nghiệm",
  "Bonus pool": "Quỹ thưởng",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Phiếu thưởng là <0>không thể rút tiền</0>, nhưng <1>lợi nhuận từ giao dịch thưởng có thể rút tiền<1>",
  "Boost your earnings by affiliate program": "Thúc đẩy thu nhập của bạn bằng chương trình Đại Lý",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Tăng cường giao dịch của bạn với đòn bẩy lên đến 1000 lần — rủi ro cao, phần thưởng lớn.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Tăng cường vị thế của bạn với đòn bẩy lên đến 1000 lần — rủi ro cao, phần thưởng lớn.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Sản Phẩm và Dịch Vụ Môi Giới do Nexus Play LLC cung cấp.",
  "Bronze": "Đồng",
  "Bust And Stop Loss Prices": "Giá thấp nhất và giá dừng lỗ",
  "Buy": "Mua",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Bằng cách truy cập hoặc sử dụng Nền Tảng Detrade, bạn thừa nhận rằng bạn đã đọc, hiểu và đồng ý chịu ràng buộc bởi Chính Sách Bảo Mật này. Nếu bạn không đồng ý với Chính Sách Bảo Mật này, bạn không được sử dụng Nền Tảng của chúng tôi.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Bằng cách truy cập hoặc sử dụng Nền Tảng Detrade, bạn thừa nhận rằng bạn đã đọc, hiểu và đồng ý chịu ràng buộc bởi Thỏa Thuận này. Nếu bạn không đồng ý với bất kỳ phần nào của Thỏa Thuận này, bạn không được sử dụng Nền Tảng của chúng tôi.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Bằng cách truy cập hoặc sử dụng Nền Tảng Detrade, bạn thừa nhận rằng bạn đã đọc, hiểu và đồng ý tuân thủ Chính Sách AML và KYC. Nếu bạn không đồng ý với bất kỳ phần nào của Chính Sách này, bạn không được sử dụng Nền Tảng của chúng tôi.",
  "Calculator": "Máy tính",
  "Campaign": "Chiến lược",
  "Campaign Center": "Trung Tâm Chiến Lược",
  "Can I See The Data Of My Referral?": "Tôi có thể xem dữ liệu của người tôi giới thiệu không?",
  "Can I use a live account and a demo account at the same time?": "Tôi có thể sử dụng cùng lúc tài khoản thực với tài khoản thử nghiệm không?",
  "Can Partner upgrade his partnership level in the future?": "Đối tác có thể nâng cấp mức độ hợp tác của họ trong tương lai không?",
  "Can non-crypto users play Detrade games?": "Người chơi không dùng tiền điện tử có thể tham gia chơi Detrade không?",
  "Cancel": "Hủy",
  "Cannot exceed {{exceed}} characters": "Không thể vượt quá {{exceed}} ký tự",
  "Cash All": "Rút tất cả",
  "Champion Profits": "Lợi Nhuận Vô Địch",
  "Change": "Thay đổi",
  "Change password": "Đổi mật khẩu",
  "Chat": "Chat",
  "Check <0>ROI calculator</0> for more details": "Kiểm tra <0>máy tính ROI</0> để biết thêm chi tiết",
  "Chg%": "Chg%",
  "Choose Symbol": "Chọn Biểu Tượng",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Chọn <0> Kiểu Tài Khoản Của Bạn Và </0> Bắt Đầu Giao Dịch!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Chọn <br/> Phân Loại Tài Khoản Của Bạn Và </br>  Bắt Đầu Giao Dịch!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Chọn hệ số nhân để tối đa hóa vị thế của bạn. Thiết lập hệ số nhân cao hơn sẽ làm tăng rủi ro ký quỹ của bạn",
  "Choose the cryptocurrency that you would like to start trading.": "Chọn tiền điện tử mà bạn muốn để bắt đầu giao dịch.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Chọn hướng lên hoặc xuống để đặt lệnh trong khoảng thời gian đếm ngược chỉ định.",
  "Claim": "Nhận",
  "Claim Voucher": "Nhận Voucher",
  "Claimed rewards": "Phần thưởng đã nhận",
  "Claimed rewards details": "Chi tiết phần thưởng đã nhận",
  "Click Here To View The": "Nhấp vào đây để xem",
  "Click Up or Down to Trading": "Nhấp Tăng hoặc Giảm để Giao Dịch",
  "Client": "Khách hàng",
  "Close": "Đóng",
  "Close Time": "Giờ Đóng",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Đóng vị thế bất cứ lúc nào, dù đang có lãi hay lỗ. Đặt mục tiêu chốt lời hoặc cắt lỗ để tự động đóng vị thế",
  "Close the order": "Đóng lệnh",
  "Close type": "Phân loại Đóng",
  "Closed successfully!": "Đã đóng thành công!",
  "Co-planning rights": "Quyền đồng kế hoạch",
  "Coin-Margined": "Coin ký quỹ",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Kết hợp tất cả các lệnh giới hạn đang nghỉ từ mỗi nguồn giá vào một sổ lệnh tổng hợp duy nhất. Giá của một số lệnh mua sẽ vượt quá giá của một số lệnh bán từ các sàn giao dịch khác là điều bình thường và trong dự tính. Quy mô lệnh riêng lẻ được giới hạn ở mức $1 triệu để hạn chế ảnh hưởng của một lệnh lớn duy nhất.",
  "Coming soon": "Sắp ra mắt",
  "Community": "Cộng đồng",
  "Community access": "Truy cập cộng đồng",
  "Completed": "Đã hoàn tất",
  "Comprehensive trading training": "Đào tạo giao dịch toàn diện",
  "Computers and smartphones are fully functional": "Máy tính và điện thoại thông minh có đầy đủ chức năng",
  "Condition 1: The price trend matches your prediction.": "Điều kiện 1: Xu hướng giá phù hợp với dự đoán của bạn.",
  "Condition 2: Price movement breaks through the spread.": "Điều kiện 2: Biến động giá vượt qua mức chênh lệch.",
  "Confirm": "Xác nhận",
  "Confirm Close": "Xác nhận Đóng",
  "Confirm removing Google 2FA authentication?": "Xác nhận gỡ bỏ xác thực Google 2FA?",
  "Confirm settlement of all orders?": "Xác nhận thanh toán tất cả lệnh?",
  "Confirm to close the order?": "Xác nhận đóng lệnh?",
  "Confirmations": "Xác nhận",
  "Connect": "Kết nối",
  "Connect with your friends": "Kết nối với bạn bè",
  "Contact Us": "Liên Hệ Chúng Tôi",
  "Contact us": "Liên Hệ Chúng Tôi",
  "Contact us with Email or Live chat": "Liên hệ chúng tôi bằng Email hoặc Live chat",
  "Content creators program": "Chương trình người sáng tạo nội dung",
  "Contest prize pool": "Quỹ giải thưởng cuộc thi",
  "Continue": "Tiếp tục",
  "Continue Deposit Process": "Tiếp Tục Quy Trình Gửi Tiền",
  "Continue deposit process": "Tiếp tục quy trình gửi tiền",
  "Continue with Google": "Tiếp tục với Google",
  "Continue with X": "Tiếp tục với X",
  "Continuously updated": "Đã cập nhật liên tục",
  "Convenient deposit and withdrawal methods": "Phương thức gửi tiền và rút tiền thuận tiện",
  "Copy": "Sao chép",
  "Copy Success": "Sao chép thành công",
  "Copy this code to your authenticator app": "Sao chép mã này vào ứng dụng xác thực của bạn",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Bản quyền © 2025 Nexus Play LLC. Bảo lưu mọi quyền.",
  "Country": "Quốc gia",
  "Create Password": "Tạo Mật Khẩu",
  "Crypto": "Tiền điện tử",
  "Crypto - binary options": "Tiền điện tử - quyền chọn nhị phân",
  "Crypto Pairs": "Cặp Tiền Điện Tử",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Giao dịch hợp đồng tiền điện tử mang lại mức độ rủi ro cao, và bạn có thể mất toàn bộ số tiền giao dịch của mình. Càng sử dụng đòn bẩy cao thì mức độ rủi ro càng lớn. Tuy nhiên, trong bất kỳ trường hợp nào bạn cũng không thể mất nhiều hơn số tiền giao dịch ban đầu của mình.",
  "Currency": "Tiền tệ",
  "Custom Price Move %": "% Giá tùy chỉnh dịch chuyển",
  "Custom cashback plan": "Tùy chỉnh kế hoạch hoàn tiền",
  "Custom revenue share and fee option.": "Tùy chọn chia sẻ doanh thu và phí tùy chỉnh.",
  "Custom services": "Tùy chỉnh dịch vụ",
  "Custom signals": "Tùy chỉnh tín hiệu",
  "Customized incentives tailored to your needs.": "Khuyến khích tùy chỉnh theo nhu cầu của bạn.",
  "DOWN": "GIẢM",
  "Daily Active Users": "Người chơi hoạt động mỗi ngày",
  "Daily Earning": "Thu nhập mỗi ngày",
  "Daily contest": "Thi đua mỗi ngày",
  "Dark": "Tối",
  "Date": "Ngày",
  "Day": "Ngày",
  "DeTrade overview": "Tổng quan DeTrade",
  "Dedicated customer support": "Dịch vụ khách hàng tận tâm",
  "Demo": "Thử nghiệm",
  "Demo Account": "Tài khoản thử nghiệm",
  "Demo Trading": "Giao Dịch Thử Nghiệm",
  "Depending on your location, you may have the following rights regarding your personal information:": "Tùy thuộc vào vị trí của bạn, bạn có thể có các quyền sau liên quan đến thông tin cá nhân của mình:",
  "Deposit": "Gửi tiền",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Gửi 120 USDT → Nhận thưởng tối đa 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Gửi 80 USDT → Nhận thưởng 40 USDT",
  "Deposit Amount": "Số tiền gửi",
  "Deposit Order Created": "Đã Tạo Lệnh Gửi Tiền",
  "Deposit Via {{depositChannel}}": "Gửi Tiền Thông Qua {{depositChannel}}",
  "Deposit address": "Địa chỉ gửi tiền",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Gửi và rút tiền dễ dàng bằng phương thức thanh toán thuận tiện nhất.",
  "Deposit is in progress": "",
  "Deposit now": "Gửi tiền ngay",
  "Deposits and withdrawals": "Gửi tiền và rút tiền",
  "Derivative Exchanges": "Sàn Giao Dịch Phái Sinh",
  "Description": "Mô tả",
  "Detail": "Chi tiết",
  "Details": "Chi tiết",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"chúng tôi\", \"của chúng tôi\") coi trọng quyền riêng tư của bạn và cam kết bảo vệ thông tin cá nhân của bạn. Chính Sách Quyền Riêng Tư này giải thích cách chúng tôi thu thập, sử dụng, tiết lộ và bảo vệ thông tin của bạn khi bạn sử dụng nền tảng giao dịch quyền chọn nhị phân của chúng tôi (\"Nền Tảng\"). Bằng cách truy cập hoặc sử dụng Nền Tảng của chúng tôi, bạn đồng ý với việc thu thập và sử dụng thông tin theo chính sách này. Nếu bạn không đồng ý với chính sách này, bạn không được sử dụng Nền Tảng của chúng tôi.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect là giải pháp tích hợp liền mạch cho phép các nền tảng của bên thứ ba dễ dàng kết nối với hệ sinh thái của chúng tôi. Thông qua các API và công cụ tự động hóa mạnh mẽ, chúng tôi tích hợp trực tiếp các chức năng cốt lõi của sản phẩm vào nền tảng của bạn. Mục tiêu của giải pháp này là cung cấp cho các nền tảng các sản phẩm phái sinh tiền điện tử đa dạng, trao đổi dữ liệu nhanh hơn và khả năng truy cập các tính năng tiên tiến của chúng tôi, đồng thời đảm bảo các kết nối an toàn, có thể mở rộng và đáng tin cậy. Cho dù bạn muốn mở rộng cung cấp dịch vụ hay đơn giản hóa quy trình làm việc, Detrade Connect có thể giúp tích hợp trở nên đơn giản, hiệu quả và hiệu suất cao.",
  "Detrade Index Prices": "Giá chỉ số Detrade",
  "Detrade Partner": "Đối tác Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Chương trình đối tác Detrade! Chương trình này được thiết kế để cung cấp cho người sáng tạo tiềm năng doanh thu cao hơn và các lợi ích độc quyền, giúp nỗ lực quảng bá của bạn thực sự có giá trị.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade đã cam kết chuyển đổi ngành giao dịch thông minh truyền thống và mở cửa thị trường tài chính cho mọi người ở mọi nơi. Sứ mệnh của chúng tôi là cung cấp trải nghiệm giao dịch sáng tạo nhất. Bất kỳ ai trên thế giới cũng có thể tham gia giao dịch.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade đã hoàn tất quá trình đánh giá mã và kết quả đạt TOP-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade đang trên đà tăng trưởng nhanh. Chúng tôi cam kết cung cấp cho người dùng trải nghiệm sáng tạo và hấp dẫn, biến nó thành nền tảng được lựa chọn cho giao dịch quyền chọn nhị phân tiền điện tử.",
  "Detrade learn": "Đào tạo Detrade",
  "Detrade offers 3 types of optional products.": "Detrade cung cấp 3 loại sản phẩm tùy chọn.",
  "Detrade partnership program": "Chương trình đối tác Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade giữ quyền giải thích cuối cùng đối với chiến lược này.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade có quyền thay đổi bất kỳ quy tắc và điều kiện nào theo quyết định riêng của mình mà không cần thông báo trước.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade có quyền loại trừ những người chơi vi phạm quy định của chúng tôi ở bất kỳ giai đoạn nào của Cuộc thi.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade có quyền sửa đổi, đình chỉ hoặc hủy bỏ hoạt động hoặc phân phối airdrop bất kỳ lúc nào, bao gồm bất kỳ điều khoản và điều kiện có liên quan nào. Việc sửa đổi là để quản lý/ngăn chặn gian lận và các hoạt động bất hợp pháp khác. Trừ khi người giao dịch tham gia vào các hoạt động gian lận và bất hợp pháp khác, bất kỳ sửa đổi nào như vậy sẽ không ảnh hưởng đến những người giao dịch đã chọn tham gia.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade có quyền cập nhật hoặc thay đổi Chính sách bảo mật này bất kỳ lúc nào. Chúng tôi sẽ thông báo cho bạn về bất kỳ thay đổi nào bằng cách đăng Chính Sách Bảo Mật mới trên Nền Tảng của chúng tôi. Bạn nên xem lại Chính Sách Bảo Mật này định kỳ đối với thay đổi bất kỳ. Việc bạn tiếp tục sử dụng Nền Tảng của chúng tôi sau bất kỳ sửa đổi nào đối với Chính Sách Bảo Mật sẽ cấu thành sự thừa nhận của bạn về các sửa đổi và sự đồng ý của bạn để tuân thủ và bị ràng buộc bởi Chính Sách Bảo Mật đã cập nhật.",
  "Detrade weekly draw": "Detrade rút thăm hàng tuần",
  "Developer documentation": "Tài Liệu Nhà Phát Triển",
  "Device": "Thiết bị",
  "Diamond": "Kim cương",
  "Diamond Partner": "Đối Tác Kim Cương",
  "Didn't find an answer to our question?": "Không tìm thấy đáp án cho câu hỏi của chúng tôi?",
  "Direction": "Phương hướng",
  "Discover trending tokens. Trade. Earn. Repeat.": "Khám phá xu hướng token. Giao dịch. Kiếm tiền. Lặp lại.",
  "Distributing Payout": "Phân Phối Thanh Toán",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Không sử dụng các ký hiệu đặc biệt và phím cách, nếu không, tài khoản của bạn có thể không được hỗ trợ.",
  "Do not use special symbols, otherwise your account may not be supported.": "Không sử dụng các ký hiệu đặc biệt, nếu không tài khoản của bạn có thể không được hỗ trợ.",
  "Does the company have the legal qualifications to carry out relevant business?": "Công ty có đủ điều kiện pháp lý để tiến hành hoạt động kinh doanh có liên quan không?",
  "Don't beg or ask for loans, rains or tips.": "Đừng cầu xin hay xin vay tiền, mưa hay tiền tip.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Không tham gia vào bất kỳ hình thức quảng cáo/giao dịch/mua/bán hoặc cung cấp dịch vụ nào.",
  "Don't harass or be offensive to other users or Detrade staff.": "Không quấy rối hoặc xúc phạm người dùng khác hoặc nhân viên Detrade.",
  "Don't have an account?": "Bạn chưa có tài khoản?",
  "Don't let anyone see this!": "Đừng để ai thấy điều này!",
  "Don't share any personal information (including socials) of you or other players.": "Không chia sẻ bất kỳ thông tin cá nhân nào (bao gồm cả thông tin mạng xã hội) của bạn hoặc người chơi khác.",
  "Don't share codes, scripts or any other bot service.": "Không chia sẻ mã, tập lệnh hoặc bất kỳ dịch vụ bot nào khác.",
  "Don't show again": "Không hiển thị lại",
  "Don't spam & don't use excessive capital letters when chatting.": "Không spam và không sử dụng quá nhiều chữ in hoa khi trò chuyện.",
  "Don't use URL shortening services. Always submit the full link.": "Không sử dụng công cụ rút gọn URL. Luôn gửi liên kết đầy đủ.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Không sử dụng tài khoản thay thế khi trò chuyện, điều đó tuyệt đối nghiêm cấm.",
  "Done": "Hoàn thành",
  "Down": "Giảm",
  "Down Wins": "Giảm Thắng",
  "Down vs. Up Ratio (Live Data)": "Tỷ lệ Giảm so với Tăng (Dữ liệu Trực tiếp)",
  "Download": "Tải về",
  "Download the Google Authenticator app": "Tải ứng dụng Google Authenticator",
  "Drop us a line here": "Gửi lời nhắn cho chúng tôi tại đây",
  "Duration: {{time}}": "Thời lượng: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Mỗi Mã Lệnh CHỈ có thể được sử dụng một lần để tránh trùng lặp.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Mỗi người chơi hợp lệ nhận <0>chỉ một</0> khoản thưởng gửi tiền lần đầu",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Mỗi mã voucher chỉ có thể được nhận một lần cho mỗi người chơi. Khi mã đã được nhận, phần thưởng không thể được thu hồi.",
  "Earn": "Kiếm được",
  "Earn up to 50% commission.": "Kiếm lên đến 50% hoa hồng.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Kiếm được tới {{payout}}% lợi nhuận nếu dự đoán của bạn là chính xác.",
  "Easy access from your smartphone": "Dễ dàng truy cập từ điện thoại thông minh của bạn",
  "Edit your avatar": "Sửa ảnh đại diện",
  "Email": "Email",
  "Email Code": "Mã email",
  "Email verification code's length is not right": "Độ dài của mã xác thực email không đúng",
  "End Time": "Thời gian kết thúc",
  "End Time Invalid( hh : mm : ss )": "Thời gian kết thúc không hợp lệ (hh : mm : ss)",
  "End Time is earlier than Start Time": "Thời gian kết thúc sớm hơn thời gian bắt đầu",
  "End rate": "Tỷ lệ kết thúc",
  "Ends in {{time}} days": "Kết thúc trong {{time}} ngày",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Đảm bảo định giá chân thực, không bị thao túng với các thuật toán minh bạch và có thể xác minh để đảm bảo sự công bằng.",
  "Enter Code": "Nhập Mã",
  "Enter number of daily active players": "Nhận số người chơi hoạt động mỗi ngày",
  "Enter the 2FA code ": "Nhập mã 2FA ",
  "Enter the 6-digit code sent to": "Nhập mã 6 chữ số đã được gửi đến",
  "Enter withdraw address": "Nhập địa chỉ rút tiền",
  "Enter your email": "Nhập email của bạn",
  "Enter your email and we'll send you a new password": "Nhập email của bạn và chúng tôi sẽ gửi cho bạn mật khẩu mới",
  "Enter your name": "Nhập tên của bạn",
  "Enter your new password": "Nhập mật khẩu mới của bạn",
  "Enter your old password": "Nhập mật khẩu cũ của bạn",
  "Enter your password": "Nhập mật khẩu của bạn",
  "Enterprise Partner": "Đối Tác Doanh Nghiệp",
  "Entrepreneurs": "Doanh Nhân",
  "Entry Price": "Giá mua vào",
  "Entry Time": "Giờ Mở Đầu",
  "Entry fee": "Phí mua vào",
  "Entry price": "Giá mua vào",
  "Esteemed Affiliate": "Đại Lý Đáng Kính",
  "Event Details": "Chi Tiết Sự Kiện",
  "Event time: {{ startTime }} - {{ endTime }}": "Thời gian sự kiện: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Hàng tháng, chúng tôi sẽ phân bổ ngẫu nhiên tổng cộng <0>{{amount}}</0> BCD cho 300 người chơi tham gia trong mã giao dịch STONKS!",
  "Examples": "Ví dụ",
  "Exchange": "Trao đổi",
  "Exit price": "Giá bán ra",
  "Experience": "Kinh nghiệm",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Các chuyên gia sản phẩm và kỹ thuật giàu kinh nghiệm sẽ cung cấp cho bạn sự hỗ trợ chuyên nghiệp và sẽ tiếp tục tối ưu hóa các chức năng của sản phẩm miễn phí để cung cấp cho bạn những sản phẩm tốt hơn.",
  "Expert Support": "Chuyên gia hỗ trợ",
  "Expired": "Hết hạn",
  "Expires in": "Hết hạn vào",
  "Explain": "Giải thích",
  "Exploiting platform bugs or system loopholes": "Lợi dụng lỗ hổng của nền tảng hoặc kẽ hở của hệ thống",
  "Extensive coverage": "Phủ sóng rộng rãi",
  "FAQ": "Câu Hỏi Thường Gặp",
  "Failed": "Không thành công",
  "False deposits, money laundering, or manipulation to trigger rewards": "Giao dịch giả mạo, rửa tiền hoặc thao túng để kích hoạt phần thưởng",
  "Fast response": "Phản hồi nhanh",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Giao dịch nhanh chóng, nạp ngân quỹ vốn và chia sẻ lợi nhuận, lệnh chờ và sao chép giao dịch là những phương thức giao dịch thuận tiện và linh hoạt.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Giao dịch nhanh hơn. Quyết định đơn giản hơn. Tương tác theo thời gian thực với các nhà giao dịch khác trong cộng đồng.",
  "Favorite Trading Derivatives": "Giao Dịch Phái Sinh Ưa Thích",
  "Favorites": "Yêu thích",
  "Fear & Greed Index": "Chỉ số Sợ hãi và Tham lam",
  "Fee": "Phí",
  "Fee options": "Tùy chọn Phí",
  "Fiat": "Pháp định",
  "Finished": "Hoàn tất",
  "First deposit bonus guide": "Hướng dẫn thưởng gửi tiền lần đầu",
  "Fixed fee limit": "Hạn mức phí cố định",
  "Flat fee": "Phí cố định",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Phí cố định được tính theo tỷ lệ phần trăm vị thế của bạn (số tiền * hệ số đòn bẩy)",
  "Flexible transaction mode": "Chế độ giao dịch linh hoạt",
  "Floating PnL": "Biến Động PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Với mỗi giao dịch ${{ticketQuota}} vào <0>chênh lệch cao thấp</0> của chúng tôi, bạn sẽ tự động nhận được một vé rút thăm. Vì vậy, hãy đảm bảo giành được cơ hội tốt nhất cho mình bằng cách kiếm được càng nhiều vé càng tốt!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Ví dụ, nếu bạn có một vị thế BTC dài mở với giá $500 với hệ số nhân 10x và tỷ lệ tài trợ là 0.1%, bạn sẽ bị tính phí $0.21 mỗi giờ sau 8 giờ đầu tiên. Nếu vị thế ngắn thay vì dài, thì bạn sẽ nhận được khoản thanh toán tài trợ. Nếu vị thế của bạn đóng trong vòng 8 giờ, sẽ không có khoản thanh toán tài trợ nào được thực hiện.",
  "For the safety of your funds, must complete the following binding": "Để đảm bảo an toàn cho tiền của bạn, phải hoàn tất các liên kết sau",
  "For the safety of your funds, withdrawals must complete the following binding": "Để đảm bảo an toàn cho tiền của bạn, việc rút tiền phải hoàn tất các ràng buộc sau",
  "Forgot?": "Đã quên?",
  "Free": "Miễn phí",
  "Frequently Asked Questions (FAQ)": "Câu Hỏi Thường Gặp (FAQ)",
  "Frequently asked questions": "Câu hỏi thường gặp",
  "From": "Từ",
  "Funding Payments": "Thanh Toán Tài Trợ",
  "Funding fee history": "Lịch sử phí tài trợ",
  "Funding/h": "Tài trợ/giờ",
  "Futures": "Tương lai",
  "Futures Entrust": "Ủy Thác Hợp Đồng Tương Lai",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Giao dịch tương lai là giao dịch liên quan đến thị trường giao ngay. Người chơi có thể phán đoán sự tăng hoặc giảm trong giao dịch hợp đồng tương lai và lựa chọn mua hợp đồng dài hạn hoặc bán hợp đồng ngắn hạn để thu lợi nhuận từ giá tăng hoặc giảm. Đồng thời, người chơi có thể vay thêm vốn để tăng quy mô vị thế của mình bằng cách tăng đòn bẩy.",
  "Gas fee": "Phí gas",
  "General access": "Truy cập chung",
  "Get 50% bonus": "Nhận 50% tiền thưởng",
  "Get Trading commission when your friends trading.": "Nhận hoa hồng giao dịch khi bạn bè của bạn thực hiện giao dịch.",
  "Get free educational materials and 24/7 support": "Nhận giáo trình miễn phí và hỗ trợ 24/7",
  "Get help": "Tìm trợ giúp",
  "Go bind": "Đi liên kết",
  "Go to home": "Đến trang chủ",
  "Go to the Reward Center and manually activate your bonus voucher.": "Đi đến Trung Tâm Phần Thưởng và kích hoạt thủ công phiếu thưởng của bạn.",
  "Go trading": "Đến giao dịch",
  "Gold": "Vàng",
  "Gold Partner": "Đối Tác Vàng",
  "Good Job!": "Giỏi Lắm!",
  "Google 2FA code": "Mã Google 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator có thể được tải về từ cửa hàng App hoặc Google Play.",
  "Got it": "Đã hiểu",
  "Guess if the price ends higher or lower than the target.": "Dự đoán xem giá sẽ kết thúc cao hơn hay thấp hơn mức mục tiêu.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Bạn chưa tìm thấy điều bạn cần? Hãy tìm xem một số câu hỏi ở đây, hoặc ở Trung Tâm Trợ Giúp của chúng tôi để biết thêm thông tin.",
  "Hide Small": "Ẩn Nhỏ",
  "High Low": "Cao Thấp",
  "High Low Guess if the price ends higher or lower than the target.": "Đoán Cao Thấp xem giá sẽ kết thúc cao hơn hay thấp hơn mức mục tiêu.",
  "High Low Spread": "Chênh Lệch Cao Thấp",
  "History": "Lịch sử",
  "Home": "Trang Chủ",
  "Hour": "Giờ",
  "How does Playnance assist Partners in their platforms' promotion?": "Playnance hỗ trợ Đối tác quảng bá nền tảng của họ như thế nào?",
  "How it works": "Cách Thức Hoạt Động",
  "How much can I earn from my referral?": "Tôi có thể kiếm được bao nhiêu từ bạn bè tôi giới thiệu?",
  "How to Claim Your Bonus": "Cách Nhận Thưởng của Bạn",
  "How to apply": "Cách Thức Đăng Ký",
  "How to invite": "Cách Thức Giới Thiệu",
  "How will players deposit and withdraw their funds?": "Người chơi sẽ gửi tiền và rút tiền của họ như thế nào?",
  "I acknowledge": "Tôi nhận thức",
  "I've made deposit": "Tôi đã gửi tiền",
  "ID verification": "Xác thực danh tính",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "SÀN GIAO DỊCH CHỈ SỐ THÀNH PHẦN GIAO NGAY",
  "If you are a content creator, make sure to check out our": "Nếu bạn là một người sáng tạo nội dung, hãy nhớ xem",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Nếu bạn tin rằng tài khoản của mình bị đánh dấu sai, vui lòng liên hệ với hỗ trợ chính thức để khiếu nại.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Nếu bạn chưa hoàn tất chuyển khoản này, bạn có thể tiếp tục quy trình gửi tiền <0>tại đây</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Nếu bạn có câu hỏi bất kỳ về Chính Sách Quyền Riêng Tư, hãy liên hệ với chúng tôi tại",
  "If you have the traffic, it can be monetized.": "Nếu bạn có lưu lượng truy cập, bạn có thể kiếm tiền từ đó.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Nếu bạn nghĩ giá sẽ giảm khi thời gian đếm ngược kết thúc, vui lòng chọn GIẢM. (Các giá trị trong hình tương ứng với tỷ lệ lợi nhuận bạn đạt được)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Nếu bạn nghĩ rằng giá sẽ giảm, hãy chọn GIẢM để bắt kịp sự giảm giá.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Nếu bạn nghĩ giá sẽ giảm, hãy đặt một mức ký quỹ và lưu trữ một nút bán khống. Nếu giá giảm, bạn sẽ tạo ra lợi nhuận.",
  "If you think the price will go up, choose UP to go with the trend.": "Nếu bạn nghĩ giá sẽ tăng, hãy chọn TĂNG để đi theo xu hướng.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Nếu bạn nghĩ giá sẽ tăng, hãy đặt một mức ký quỹ và nhấp vào nút mua. Nếu giá tăng, bạn sẽ tạo ra lợi nhuận.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Nếu bạn nghĩ giá sẽ tăng khi thời gian đếm ngược kết thúc, vui lòng chọn TĂNG. (Các giá trị trong hình tương ứng với tỷ lệ lợi nhuận bạn đạt được)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Nếu bạn muốn tập trung vào doanh số và lợi nhuận thay vì quản lý sản phẩm hoặc phát triển công nghệ.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Nếu vị thế của bạn vẫn mở hơn 8 giờ, phí tài trợ theo giờ sẽ được áp dụng dựa trên điều kiện thị trường. Những phí này sẽ bị trừ trực tiếp từ số dư tài khoản của bạn. Nếu số dư của bạn không đủ để trang trải các phí tài trợ, vị thế của bạn sẽ bị hệ thống đóng cưỡng ép.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Nếu vị thế của bạn vẫn còn mở trong hơn 8 giờ, phí tài trợ theo giờ sẽ được áp dụng dựa trên điều kiện thị trường.",
  "Important Reminders": "Lưu Ý Quan Trọng",
  "Income": "Thu nhập",
  "Increase Limit": "Tăng hạn mức",
  "Increase aggregate limit": "Tăng hạn mức tổng",
  "Increase limit": "Tăng hạn mức",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Tích hợp tiền điện tử Detrade phái sinh trên nền tảng của bạn",
  "Integration": "Tích hợp",
  "Integration program": "Chương trình Tích Hợp",
  "Intelligent integrated services": "Dịch vụ tích hợp thông minh",
  "Internal group": "Nhóm nội bộ",
  "Intuitive trader transaction data display and statistics": "Thống kê và hiển thị dữ liệu giao dịch người giao dịch trực quan",
  "Intuitive trading trend display and analysis tools": "Công cụ phân tích và hiển thị xu hướng giao dịch trực quan",
  "Invalid email": "Email không hợp lệ",
  "Invite friends": "Mời bạn bè",
  "Invite friends to earn  20% commission": "Mời bạn bè và nhận 20% hoa hồng",
  "Invite only": "Chỉ dành cho khách mời",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "Có giới hạn thời gian bao lâu cho việc kiếm hoa hồng từ chương trình giới thiệu bạn bè không?",
  "Is there a limit to the invitation rewards I can receive?": "Có giới hạn nào cho phần thưởng giới thiệu mà tôi có thể nhận được không?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Nó giúp các nhà đầu tư hiểu được tâm lý thị trường, điều này có thể ảnh hưởng đến hành vi mua và bán.",
  "Join  our community": "Tham gia cộng đồng của chúng tôi",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Hãy tham gia Detrade Connect để đẩy nhanh tốc độ tăng trưởng hoạt động nền tảng của bạn và chúng tôi sẽ cung cấp cho bạn các đảm bảo về dịch vụ.",
  "Join and earn extra bonuses!": "Tham gia và kiếm thêm tiền thưởng!",
  "Join free competitions": "Tham gia thi đua miễn phí",
  "Join now and get a": "Tham gia ngay và nhận",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Tham gia vào xổ số ngẫu nhiên hàng tuần và chia sẻ <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Xác thực KYC",
  "KYC authentication": "Xác thực KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Nếu giữ vị thế mở trong hơn 8 giờ, bạn có thể phải chịu hoặc nhận được khoản thanh toán tiền tài trợ theo giờ, tùy thuộc vào điều kiện thị trường.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Giữ vị thế của bạn mở trong hơn 8 giờ và bạn có thể phải chịu hoặc nhận được các khoản thanh toán tài trợ theo giờ, tùy thuộc vào điều kiện thị trường. Khi thị trường tăng giá, tỷ lệ tài trợ là dương và các nhà giao dịch mua trả tiền cho các nhà giao dịch bán. Khi thị trường giảm giá, tỷ lệ tài trợ là âm và các nhà giao dịch bán trả tiền cho các nhà giao dịch mua.",
  "Language": "Ngôn ngữ",
  "Large product research & Development team": "Đội nghiên cứu & Phát triểu sản phẩm lớn",
  "Last price": "Giá cuối cùng",
  "Latest events": "Sự kiện gần nhất",
  "Launch now": "Khởi động ngay",
  "Leaderboard": "Bảng Xếp Hạng",
  "Learn": "Tìm Hiểu",
  "Learn More": "Tìm hiểu thêm",
  "Level assessment & update": "Đánh giá & cập nhật cấp độ",
  "Leverage": "Đòn bẩy",
  "Leverage 1000x Maximum": "Đòn Bẩy Tối Đa 1000x",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Tận dụng công nghệ của Detrade để ra mắt ứng dụng giao dịch của riêng bạn. Mang đến trải nghiệm giao dịch nâng cao cho khách hàng của bạn và kiếm tiền từ mọi giao dịch được thực hiện trên ứng dụng của bạn.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Đòn bẩy cho phép bạn khuếch đại quy mô vị thế của mình với số vốn nhỏ hơn. Đòn bẩy cao hơn làm tăng đồng thời lợi nhuận và rủi ro tiềm năng.",
  "License": "Giấy phép",
  "License Information": "Thông Tin Giấy Phép",
  "Light": "Sáng",
  "Limits": "Giới hạn",
  "Liq price": "Giá thanh lý",
  "Liq.Price": "Giá Thanh Lý",
  "Liq.price": "Giá Thanh Lý",
  "Liquidated": "Đã thanh lý",
  "Live": "Trực tiếp",
  "Live chat": "Trò Chuyện Trực Tuyến",
  "Live trade": "Giao dịch trực tiếp",
  "Loading Failed": "Tải không thành công",
  "Log out": "Đăng xuất",
  "Login": "Đăng nhập",
  "Login 2FA switch": "Đăng nhập 2FA chuyển đổi",
  "Login here.": "Đăng nhập ở đây.",
  "Login history": "Lịch sử đăng nhập",
  "Login method": "Cách đăng nhập",
  "Login to Detrade": "Đăng nhập vào Detrade",
  "Login with email code": "Đăng nhập bằng mã email",
  "Login with password": "Đăng nhập bằng mật khẩu",
  "Lose": "Thua",
  "Loser": "Người chơi thua",
  "Loved by users": "Được người chơi yêu thích",
  "Major features:": "Đặc Tính Chủ Yếu:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Thực hiện các giao dịch thành công và tích lũy phần thưởng tối đa trên khoản tiền gửi đầu tiên của bạn. <0>Tìm hiểu thêm<0>",
  "Manual": "Thủ công",
  "Mark Price": "Giá Niêm Yết",
  "Mark price": "Giá Niêm Yết",
  "Market": "Thị trường",
  "Market Impact Effects": "Tác Động Thị Trường",
  "Max": "Tối đa",
  "Max Profit": "Lợi Nhuận Tối Đa",
  "Max TV": "Max TV",
  "Max Trade": "Giao Dịch Tối Đa",
  "Max solo bonus": "Thưởng solo tối đa",
  "Max withdrawal limit": "Hạn mức rút tiền tối đa",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Hệ thống thân thiện với thành viên: Nhiều thành viên hiện tại của chúng tôi đã xây dựng thành công thu nhập thụ động bền vững thông qua chương trình của chúng tôi. Bây giờ đến lượt bạn.",
  "Memo": "Ghi nhớ",
  "Memo is required": "Ghi chú là bắt buộc",
  "Memo/Tag": "Ghi nhớ/Thẻ",
  "Menu": "Menu",
  "Min Trade": "Giao Dịch Tối Thiểu",
  "Minimum Deposit": "Gửi Tiền Tối Thiểu",
  "Minimum {{min}} characters": "Tối thiểu {{min}} ký tự",
  "Minimum {{min}} characters and maximum {{max}} characters": "Tối thiểu {{min}} ký tự và tối đa {{max}} ký tự",
  "Minute": "Phút",
  "Money Distributed": "Tiền đã phân phối",
  "Month": "Tháng",
  "Month's Pnl": "Lãi lỗ Tháng",
  "Monthly Earnings": "Thu nhập hàng tháng",
  "Monthly cashback cap": "Tối đa hoàn tiền hàng tháng",
  "More": "Thêm",
  "Multi-account abuse or airdrop farming behavior": "Lạm dụng nhiều tài khoản hoặc hành vi khai thác airdrop",
  "Multiple crypto currency binary options derivatives": "Nhiều loại tiền điện tử quyền chọn nhị phân phái sinh",
  "Multiple investment models": "Nhiều mô hình đầu tư",
  "Multiplier": "Hệ số nhân",
  "Must be at least {{less}}": "Phải ít nhất {{less}}",
  "Must be at most {{large}}": "Phải nhiều nhất {{large}}",
  "My Position": "Vị thế của tôi",
  "My activity": "Hoạt động của tôi",
  "My referral code": "Mã giới thiệu của tôi",
  "My referral link": "Liên kết giới thiệu của tôi",
  "My reward": "Phần thưởng của tôi",
  "My vouchers": "Vouchers của tôi",
  "NA": "NA",
  "Name": "Tên",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Cần giúp đỡ? Hãy truy cập Trung Tâm Trợ Giúp của chúng tôi hoặc liên hệ với Hỗ Trợ Khách Hàng. Chúng tôi luôn sẵn sàng giúp bạn 24/7.",
  "Network": "Mạng lưới",
  "New": "Mới",
  "New Password": "Mật khẩu mới",
  "New Trading Symbol": "Mã Giao Dịch Mới",
  "New messages": "Tin nhắn mới",
  "New notice": "Thông báo mới",
  "New password is {{exceed}} length": "Độ dài mật khẩu mới là {{exceed}}",
  "New user": "Người chơi mới",
  "Next": "Kế tiếp",
  "Next Draw Starts in": "Quay số kết tiếp bắt đầu sau",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC là một Công ty Môi Giới cung cấp dịch vụ môi giới cho các nhà đầu tư tự định hướng, và không đưa ra khuyến nghị cũng như không cung cấp tư vấn đầu tư, tài chính, pháp lý hoặc thuế. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC là một công ty môi giới cung cấp dịch vụ môi giới cho các nhà đầu tư tự định hướng và không đưa ra khuyến nghị hoặc tư vấn đầu tư, tài chính, pháp lý hoặc thuế. Giao dịch trực tuyến có những rủi ro cố hữu, bao gồm sự biến động trong phản hồi của hệ thống và thời gian truy cập do điều kiện thị trường, hiệu suất hệ thống và các yếu tố khác. Trước khi giao dịch, hãy tham khảo ý kiến ​​của cố vấn tài chính độc lập, được cấp phép và đảm bảo rằng bạn có đủ khả năng chịu rủi ro, kinh nghiệm và kiến ​​thức cần thiết. Trong mọi trường hợp, Nexus Play LLC sẽ không chịu bất kỳ trách nhiệm nào đối với bất kỳ cá nhân hoặc tổ chức nào cho bất kỳ thiệt hại trực tiếp, gián tiếp, đặc biệt, hậu quả hoặc ngẫu nhiên nào. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, một Công ty môi giới được Cục Quản Lý Dịch Vụ Quốc Tế Mwali (M.I.S.A.) cấp phép và quản lý theo Giấy phép số BFX2024137.",
  "No": "Không",
  "No Hidden Fees": "Không chi phí ẩn",
  "No More Data": "Không còn dữ liệu",
  "No More Orders": "Không thêm lệnh",
  "No data available": "Không có dữ liệu sẵn có",
  "No discussion of streamers or Twitch or any other similar platforms.": "Không thảo luận về streamer hoặc Twitch hoặc bất kỳ nền tảng tương tự nào khác.",
  "No downloads or updates required": "Không yêu cầu tải về hoặc cập nhật",
  "No funding within 60 minutes for this order": "Không có tài trợ cho lệnh này trong vòng 60 phút",
  "No installation is required and you can trade via your smartphone's web browser.": "Không cần cài đặt và bạn có thể giao dịch thông qua trình duyệt web trên điện thoại thông minh của mình.",
  "No more data": "Không còn dữ liệu",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Không được nói về chính trị và tôn giáo trong cuộc trò chuyện, điều này tuyệt đối nghiêm cấm.",
  "No suspicious behavior that can be seen as potential scams.": "Không có hành vi đáng ngờ nào có thể bị coi là lừa đảo tiềm ẩn.",
  "No withdrawal of coins within 24 hours": "Không rút coin trong vòng 24 giờ",
  "Not activated": "Chưa kích hoạt",
  "Not completed": "Chưa hoàn tất",
  "Note": "Ghi chú",
  "Notification": "Thông báo",
  "Now login disabled 2FA": "Đăng nhập bây giờ và tắt 2FA",
  "Now login need 2FA": "Đăng nhập bây giờ cần 2FA",
  "Old Password": "Mật khẩu cũ",
  "Old password is {{exceed}} length": "Độ dài mật khẩu cũ là {{exceed}}",
  "On going": "Đang diễn ra",
  "On your first deposit": "Trên lần gửi tiền đầu tiên của bạn",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Ngay khi được kích hoạt, nếu kích thước vị thế của bạn ≥ giá trị thưởng, hệ thống sẽ tự động sử dụng phần thưởng trước cho giao dịch.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Sau khi mật mã được tiết lộ, bất kỳ ai cũng có thể xác minh giá từ một vòng giao dịch. Mã Python sau đây tính toán 100 giá đầu tiên của một vòng dựa trên mật mã của nó:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Khi bạn mở khóa tất cả 4 chế độ giao dịch (Cap Thấp / Chênh Lệch / Hợp Đồng Tương Lai / Tăng Giảm), tiền thưởng đầy đủ của bạn (50% số tiền gửi của bạn) sẽ được phát tự động.",
  "Ongoing": "Đang diễn ra",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Giao dịch trực tuyến có những rủi ro cố hữu, bao gồm sự biến động trong phản hồi của hệ thống và thời gian truy cập do điều kiện thị trường, hiệu suất hệ thống và các yếu tố khác. Trước khi giao dịch, hãy tham khảo ý kiến ​​của cố vấn tài chính độc lập, được cấp phép và đảm bảo rằng bạn có đủ khả năng chịu rủi ro, kinh nghiệm và kiến ​​thức cần thiết. Trong mọi trường hợp, Nexus Play LLC sẽ không chịu bất kỳ trách nhiệm nào đối với bất kỳ cá nhân hoặc tổ chức nào cho bất kỳ thiệt hại trực tiếp, gián tiếp, đặc biệt, hệ quả hoặc ngẫu nhiên nào. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Chỉ gửi {{crypto}} đến địa chỉ này, yêu cầu xác nhận {{confirmations}}.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Chỉ sử dụng ngôn ngữ được chỉ định trong kênh trò chuyện, mọi hành vi lạm dụng sẽ bị xử phạt.",
  "Open": "Mở",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Mở ứng dụng Google Authenticator, quét mã QR bên dưới hoặc nhập thủ công cụm từ khóa để kích hoạt token xác thực",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Tỷ Lệ Người Chơi Mở Vị Thế Theo Hướng trên Nền Tảng này cho Loại Tiền Tệ Hiện Tại",
  "Order Amount": "Số Tiền Lệnh",
  "Order Id": "Mã Lệnh",
  "Order Progress": "Tiến Độ Lệnh",
  "Order id": "Mã lệnh",
  "Order placed successfully!": "Đặt lệnh thành công!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Mô hình đầu tư vốn ban đầu, dễ kiếm thu nhập, tài sản có thể rút bất cứ lúc nào.",
  "Other": "Khác",
  "Our Advantage": "Lợi thế của chúng tôi",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Nền tảng của chúng tôi không dành cho trẻ em dưới 18 tuổi sử dụng. Chúng tôi không cố ý thu thập hoặc yêu cầu thông tin cá nhân từ trẻ em dưới 18 tuổi. Nếu chúng tôi biết rằng mình đã thu thập thông tin cá nhân từ trẻ em dưới 18 tuổi, chúng tôi sẽ xóa thông tin đó càng sớm càng tốt.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Nền tảng của chúng tôi có thể chứa các liên kết đến các trang web hoặc dịch vụ của bên thứ ba không thuộc sở hữu hoặc kiểm soát của Detrade. Chúng tôi không kiểm soát và không chịu trách nhiệm về nội dung, chính sách bảo mật hoặc hoạt động của bất kỳ trang web hoặc dịch vụ nào của bên thứ ba. Chúng tôi khuyến khích bạn xem lại chính sách bảo mật của bất kỳ trang web nào thuộc bên thứ ba mà bạn truy cập.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Chương trình đối tác của chúng tôi phản ánh cam kết của chúng tôi trong việc tạo ra sự hợp tác đôi bên cùng có lợi và được thiết kế riêng cho các chi nhánh ở mọi quy mô. Hãy tham gia cùng chúng tôi trên hành trình cùng nhau phát triển!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Kế hoạch của chúng tôi nhằm mục đích cung cấp phần thưởng cho những người đạt được kết quả xuất sắc.",
  "Outflow": "Dòng tiền ra",
  "Over 70 popular crypto assets. Trade and increase your balance": "Hơn 70 tài sản tiền điện tử phổ biến. Giao dịch và tăng số dư của bạn",
  "Overview": "Tổng Quan",
  "Own your branded platform": "Sở hữu nền tảng mang thương hiệu của bạn",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "Lãi lỗ từ các giao dịch thưởng sẽ được cộng trực tiếp vào tài khoản thực của bạn",
  "PNL": "PNL",
  "Page error": "Lỗi trang",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Phương thức tham gia: Hoàn thành 3 giao dịch STONKS/BCD trong thời gian này.",
  "Partner Program": "Chương Trình Đối Tác",
  "Partner program": "Chương trình hợp tác",
  "Partnership Program": "Chương Trình Hợp Tác",
  "Partnership Tiers": "Bậc Hợp Tác",
  "Partnership With A Trusted Pioneer": "Hợp tác với một nhà tiên phong đáng tin cậy",
  "Partnership program": "Chương trình hợp tác",
  "Password": "Mật khẩu",
  "Password reset link sent. Check your email inbox.": "Đã gửi liên kết đặt lại mật khẩu. Hãy kiểm tra hộp thư email của bạn.",
  "Password strength": "Độ an toàn mật khẩu",
  "Passwords must differ": "Mật khẩu phải khác nhau",
  "Past": "Đã qua",
  "Past 1 year": "1 năm trước",
  "Past {{days}} days": "{{days}} ngày trước",
  "Past {{hours}} hours": "{{hours}} giờ trước",
  "Payment Method": "Phương Thức Thanh Toán",
  "Payout": "Thanh toán",
  "Payout Multiplier": "Hệ số nhân thanh toán",
  "Pending third-party processing (estimated {{hours}} hours).": "Đang chờ bên thứ ba xử lý (dự kiến {{hours}} giờ).",
  "Pending third-party processing.": "Đang chờ bên thứ ba xử lý.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Các quyền lợi bao gồm tỷ lệ hoa hồng cao hơn, các chiến dịch Detrade được tài trợ và nhiều hơn nữa!",
  "Personal": "Cá nhân",
  "Personal Info": "Thông tin cá nhân",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Chọn hệ số nhân để tối đa hóa vị trí của bạn. Đặt hệ số nhân cao hơn sẽ làm tăng rủi ro cho vị trí của bạn.",
  "Place Your Trade": "Đặt giao dịch của bạn",
  "Platform": "Nền tảng",
  "Platform Name": "Tên nền tảng",
  "Platform Type": "Phân loại nền tảng",
  "Platform Website": "Trang web nền tảng",
  "Platinum": "Bạch Kim",
  "Platinum Partner": "Đối Tác Bạch Kim",
  "Play now": "Chơi ngay",
  "Players": "Người chơi",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Người chơi có thể thực hiện các hoạt động nạp tiền và rút tiền thông qua các cổng nạp tiền và rút tiền do nền tảng cung cấp.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Người chơi có thể dự đoán giá Bitcoin. Người chơi có thể tham gia một nhóm dự đoán giá tăng hoặc giảm và đầu tư một số tiền nhất định để tham gia trò chơi. Người chiến thắng sẽ phân phối tài sản trong nhóm vốn của đối tác theo tỷ lệ đầu tư. Một trò chơi mới chỉ có thể bắt đầu sau khi người chơi từ tất cả các vòng trước đã nhận được tiền thưởng của họ.",
  "Please enter a valid email address": "Vui lòng nhập một địa chỉ email hợp lệ",
  "Please enter an 2FA code": "Hãy nhập mã 2FA",
  "Please enter the seed": "Hãy nhập mật mã",
  "Please enter you remail": "Hãy nhập email của bạn",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Vui lòng làm theo hướng dẫn gửi tiền để gửi tiền, nếu không số tiền gửi của bạn sẽ bị mất.",
  "Please refresh the page or jump to the trading center": "Vui lòng làm mới trang hoặc chuyển đến trung tâm giao dịch",
  "PnL": "PnL",
  "PnL fee": "Phí PnL",
  "PnL fee limit": "Hạn mức phí PnL",
  "PnL%": "PnL%",
  "Positions": "Vị thế",
  "Potential Return": "Lợi nhuận tiềm năng",
  "Powered by": "Được cung cấp bởi",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Dự đoán hướng giá cho giao dịch. Nếu giá di chuyển theo hướng bạn đã chọn, bạn sẽ có lợi nhuận!",
  "Preferences": "Tùy Chọn",
  "Premium support": "Hỗ trợ cao cấp",
  "Preview": "Xem trước",
  "Price": "Giá",
  "Price Formulation": "Công Thức Giá",
  "Price formulation": "Công thức Giá",
  "Price move": "Giá dịch chuyển",
  "Priority access": "Truy cập ưu tiên",
  "Privacy Policy": "Chính Sách Bảo Mật",
  "Privacy policy": "Chính sách bảo mật",
  "Private invitation": "Thư mời riêng",
  "Private profile": "Hồ sơ riêng tư",
  "Prize Calculation Formula": "Công thức tính giải thưởng",
  "Prize Pools": "Quỹ Giải Thưởng",
  "Prizes will be sent on Notice page as the Contest ends.": "Giải thưởng sẽ được gửi trên trang Thông Báo khi Cuộc thi kết thúc.",
  "Product Description": "Mô Tả Sản Phẩm",
  "Product capabilities": "Chức năng sản phẩm",
  "Product iteration, new product development": "Sản phẩm trùng lặp, phát triển sản phẩm mới",
  "Professional, Secure, Trustworthy": "Chuyên nghiệp, Bảo mật, Đáng tin cậy",
  "Profile": "Hồ sơ",
  "Profile is not publicly available": "Hồ sơ không được công khai",
  "Profit": "Lợi nhuận",
  "Profit Calculator": "Máy tính lợi nhuận",
  "Program — Work with a trustworthy online trading provider.": "Chương trình - Làm việc với nhà cung cấp dịch vụ giao dịch trực tuyến đáng tin cậy.",
  "Progressing": "Tiến triển",
  "Promising Affiliate": "Đại Lý Đầy Hứa Hẹn",
  "Provably fair": "Công bằng khả chứng",
  "Provides tutorials,guides and various trading strategy services.": "Cung cấp hướng dẫn, chỉ dẫn và nhiều dịch vụ chiến lược giao dịch khác nhau.",
  "Providing the best customer service is our aim.": "Mục tiêu của chúng tôi là cung cấp dịch vụ khách hàng tốt nhất.",
  "Providing users with diverse options for transactions": "Cung cấp cho người chơi nhiều lựa chọn giao dịch khác nhau",
  "Q1: Can I withdraw the bonus?": "Q1: Tôi có thể rút tiền thưởng không?",
  "Q2: Will my bonus expire if I don't activate it?": "Q2: Tiền thưởng của tôi có hết hạn nếu tôi không kích hoạt nó không?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3: Tôi đã gửi tiền nhưng không nhận được tiền thưởng. Tôi nên làm gì?",
  "Quick experience starts here, easy experience without registration": "Trải nghiệm nhanh bắt đầu từ đây, trải nghiệm dễ dàng mà không cần đăng ký",
  "Quick tap: will the price go up or down next?": "Chạm nhanh: Giá sẽ tăng hay giảm tiếp theo?",
  "ROI": "ROI",
  "ROI Calculator": "Máy tính ROI",
  "ROI calculator": "Máy tính ROI",
  "Rakeback": "Hoàn tiền",
  "Rank": "Hạng",
  "Rapid deployment": "Triển khai nhanh chóng",
  "ReSend": "Gửi lại",
  "Ready to Get Started": "Sẵn sàng bắt đầu",
  "Real Account": "Tài Khoản Thực",
  "Real Account – Real Funds!": "Tài Khoản Thực – Tiền Thực!",
  "Realized PnL": "PnL Đã thực hiện",
  "Receive commission rewards": "Nhận phần thưởng hoa hồng",
  "Recommended for you": "Đã đề xuất cho bạn",
  "Record": "Bản lưu",
  "Referral": "Giới thiệu",
  "Referral by": "Giới thiệu bởi",
  "Referral rules": "Quy tắc Giới Thiệu",
  "Referred at": "Được giới thiệu tại",
  "Referred users": "Người chơi được giới thiệu",
  "Refresh page": "Làm mới trang",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Bất kể tính thanh khoản trong các thị trường cơ sở, Detrade đảm bảo rằng các giao dịch phá sản và dừng lỗ sẽ luôn được thực hiện ở mức giá được xác định trước khi vào lệnh. Các khoản lỗ phá sản được giới hạn ở kích thước vị thế ban đầu và các khoản dừng lỗ được giới hạn bởi cài đặt nhập lệnh của người giao dịch. Giá kích hoạt cho các khoản lỗ phá sản và dừng lỗ có thể được tính bằng:",
  "Register": "Đăng ký",
  "Register for Detrade.": "Đăng Ký Detrade.",
  "Register to Win Crypto Tokens": "Đăng Ký để Thắng ToKen Điện Tử",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Các sản phẩm quyền chọn nhị phân thông thường, dựa trên việc giá đóng cửa của một tài sản cơ sở trong một khoảng thời gian nhất định (chẳng hạn như 30 giây tiếp theo, một phút, một giờ, v.v.) thấp hơn hay cao hơn giá thực hiện, quyết định có thu được lợi nhuận hay không. Sản phẩm này là một khoản đầu tư ngắn hạn. Quyền chọn này phù hợp với các thị trường có biến động giá ít biến động hơn.",
  "Reliable": "Đáng tin cậy",
  "Reload": "",
  "Remarks": "Ghi chú",
  "Remove": "Gỡ bỏ",
  "Remove 2fa Success": "Gỡ bỏ 2FA thành công",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Xóa bất kỳ nguồn cấp giá nào không có dữ liệu thị trường được cập nhật trong 30 giây qua.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Xóa bất kỳ nguồn cấp giá nào có giá mua và giá bán giao nhau hoặc có giá trung bình trên sổ sách cao hơn 10% so với giá trung bình trên sổ sách trung bình trên tất cả các nguồn cấp giá.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Yêu cầu: 100 người đăng ký duy nhất, tích cực tham gia với ít nhất $1,000,000 lượng giao dịch từ những người được giới thiệu.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Yêu cầu: 50 người đăng ký duy nhất, tích cực tham gia với ít nhất $100,000 lượng giao dịch từ những người được giới thiệu.",
  "Research lab": "Phòng thí nghiệm nghiên cứu",
  "Reset fields": "Đặt lại các ô",
  "Reset password": "Đặt lại mật khẩu",
  "Responsive and secure trading platform": "Nền tảng giao dịch an toàn và nhạy bén",
  "Result": "Kết quả",
  "Retry": "",
  "Revenue Share": "Chia sẻ doanh thu",
  "Reward": "Phần thưởng",
  "Reward center": "Trung tâm phần thưởng",
  "Rewards hub": "Trang Phần Thưởng",
  "Rewords": "Phần thưởng",
  "Rich Trading Tools": "Công cụ Giao Dịch Đa Dạng",
  "Rich activities and rewards": "Phần thưởng và hoạt động đa dạng",
  "Risk Control & Compliance Notice": "Thông Báo Kiểm Soát Rủi Ro & Tuân Thủ",
  "Risk Disclaimer": "Miễn Trừ Rủi Ro",
  "Risk Warning": "Cảnh Báo Rủi Ro",
  "Risk-free trading with $10,000 in virtual funds": "Giao dịch không rủi ro với $10,000 trong quỹ tiền ảo",
  "Round In Progress": "Vòng đang trong tiến trình",
  "Round ends in": "Vòng kết thúc sau",
  "SA": "SA",
  "Safe": "An toàn",
  "Save": "Lưu",
  "Search": "Tìm kiếm",
  "Search crypto": "Tìm kiếm crypto",
  "Sec": "Giây",
  "Second": "Giây",
  "Seconds": "Giây",
  "Security": "Bảo mật",
  "Security Verification": "Xác Thực Bảo Mật",
  "Seed": "Mật mã",
  "Select a countdown period.": "Chọn một thời gian đếm ngược.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Chọn đếm ngược và chênh lệch (chênh lệch: chênh lệch giữa giá mua và giá thoát)",
  "Select your partner program revenue share": "Chọn chia sẻ doanh thu chương trình đối tác của bạn",
  "Sell": "Bán",
  "Send": "Gửi",
  "Send message": "Gửi tin nhắn",
  "Send message successfully": "Gửi tin nhắn thành công",
  "Service guide": "Hướng dẫn dịch vụ",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Đặt mức giá cho giới hạn lỗ. Vị thế của bạn sẽ tự động đóng nếu thị trường chạm mức giá này.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Đặt mức giá mục tiêu sao cho vị thế của bạn sẽ tự động đóng để khóa lợi nhuận.",
  "Set password": "Đặt mật khẩu",
  "Set successfully": "Cài đặt thành công",
  "Set up": "Thiết lập",
  "Set up Google Authenticator": "",
  "Settings": "Cài Đặt",
  "Share": "Chia sẻ",
  "Share to": "Chia sẻ đến",
  "Share your Affiliate invitation link to friends and users.": "Chia sẻ liên kết Đại Lý giới thiệu của bạn đến bạn bè và người chơi.",
  "Share your referral link or code": "Chia sẻ liên kết giới thiệu của bạn và mã",
  "Show live positions on chart": "Hiển thị vị thế trực tiếp trên biểu đồ",
  "Show my positions on chart": "Hiển thị vị thế của tôi trên biểu đồ",
  "Side": "Biên",
  "Sign in": "Đăng nhập",
  "Silver": "Bạc",
  "Simple": "Đơn giản",
  "Simple and intuitive usable interface": "Giao diện sử dụng đơn giản và trực quan",
  "Simple integration": "Tích hợp đơn giản",
  "Simple way to earn money, The more invite, the more you will get!": "Cách kiếm tiền đơn giản, Càng mời nhiều, bạn càng nhận được nhiều!",
  "Simple, Fast, Intelligence": "Đơn Giản, Tốc Độ, Thông Minh",
  "Size": "Kích cỡ",
  "Something went wrong!": "",
  "Sorry, page not found!": "Rất tiếc, không tìm thấy trang!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Rất tiếc, chúng tôi không tìm thấy trang bạn đang tìm kiếm. Có lẽ bạn đã nhập sai URL? Hãy chắc chắn kiểm tra lỗi chính tả của bạn.",
  "Sound": "Âm thanh",
  "Speed": "Tốc độ",
  "Spot Exchanges": "Sàn giao dịch giao ngay",
  "Spread": "Chênh lệch",
  "Standard CS": "Tiêu chuẩn CS",
  "Start": "Bắt đầu",
  "Start Rate": "Tỷ lệ bắt đầu",
  "Start Time": "Thời gian bắt đầu",
  "Start Time Invalid( hh : mm : ss )": "Thời gian bắt đầu không hợp lệ (hh : mm : ss)",
  "Start time": "Thời gian bắt đầu",
  "Start trading": "Bắt đầu giao dịch",
  "Statistics": "Thống kê",
  "Status": "Trạng thái",
  "Step-up group": "Nhóm tăng cường",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks có tỷ lệ lợi nhuận nhà cái là 2.5% và phí là 5% cho những vị thế có lợi nhuận.",
  "Stonks prices are generated using a provably fair algorithm.": "Giá Stonks được tạo ra bằng thuật toán công bằng khả chứng.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Giá Stonks được tạo ra bằng thuật toán công bằng khả chứng. Tỷ lệ lợi nhuận nhà cái là 2.5%.",
  "Stop Loss": "Dừng lỗ",
  "Stop loss at price": "Dừng lỗ tại mức giá",
  "Stop loss price cannot be through bust price": "Giá dừng lỗ không thể vượt qua giá phá sản",
  "Stop-Loss (SL)": "Cắt Lỗ (SL)",
  "Strategy planning": "Lập kế hoạch chiến lược",
  "Submit": "Gửi",
  "Submit request": "Gửi yêu cầu",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Đăng ký nhiều cấp độ chuyên sâu nhất có thể bằng cách sử dụng API phát trực tuyến của mỗi sàn giao dịch.",
  "Switch Dark or Light mode according to your preference": "Chuyển đổi chế độ Tối hoặc Sáng tùy theo sở thích của bạn",
  "Symbol": "Ký hiệu",
  "Symbol for extra security": "Ký hiệu để tăng thêm độ bảo mật",
  "System": "Hệ thống",
  "System Random: 300 lucky winners will be randomly selected.": "Hệ thống ngẫu nhiên: 300 người chiến thắng may mắn sẽ được chọn ngẫu nhiên.",
  "TP/SL": "TP/SL",
  "Take Profit": "Lợi Nhuận Thu Về",
  "Take profit at price": "Chốt lãi tại mức giá",
  "Take-Profit (TP)": "Chốt Lời (TP)",
  "Tap Trading": "Nhấn Giao Dịch",
  "Tap to predict — quick moves, instant results.": "Nhấn để dự đoán — thao tác nhanh chóng, kết quả tức thì.",
  "Target Market": "Thị trường mục tiêu",
  "Tell us the reason for contacting us": "Hãy cho chúng tôi biết lý do mà bạn liên hệ",
  "Test various trading tools and strategies": "Kiểm tra các công cụ và chiến lược giao dịch khác nhau",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Cảm ơn bạn đã yêu cầu, thông thường yêu cầu sẽ được xem xét trong vòng 24 giờ",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "Chỉ số Sợ Hãi và Tham Lam CMC là một công cụ độc quyền được phát triển bởi CoinMarketCap nhằm đo lường tâm lý chung trên thị trường tiền điện tử.",
  "The Profit Margin Is As High As 90%": "Biên Độ Lợi Nhuận Lên Đến 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Tổng hạn mức cho các vị thế mua/bán của bạn trên tất cả các loại tiền điện tử được giới hạn ở mức <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Số tiền bạn đang có đủ để đặt lệnh.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Giá phá sản là giá thị trường mà vị thế của bạn sẽ bị thanh lý do không đủ ký quỹ.",
  "The calculation steps are as follows:": "Các bước tính toán như sau:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Phương thức hợp tác công khai, minh bạch, không cần lo lắng về bất kỳ khoản phí ẩn nào.",
  "The coupon code is invalid or expired": "Mã giảm giá không hợp lệ hoặc đã hết hạn",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Giá chỉ số cuối cùng sau đó được tính là giá trung bình có trọng số của giá trung bình cận biên ở mỗi kích thước. Các trọng số được chọn là mật độ xác suất của phân phối mũ, giảm dần theo đơn điệu, dẫn đến cường điệu giá nhiều hơn với giá cao nhất của sổ sách. Các trọng số được đưa ra bởi:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "8 byte đầu tiên của hàm mã hóa được chuyển đổi thành số nguyên 64 bit không dấu bằng cách sử dụng mã hóa little-endian. Số nguyên này sau đó được chuyển đổi thành số dấu phẩy động phân phối đều. Sử dụng hàm phân phối tích lũy nghịch đảo với độ biến động tích tắc được cấu hình của thị trường (0.1%) làm độ lệch chuẩn, chúng tôi chuyển đổi giá trị dấu phẩy động thành lợi nhuận phân phối chuẩn và sử dụng nó để cập nhật giá của thị trường.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Phương pháp giá chỉ số được thiết kế để đáp ứng hai thuộc tính thống kê quan trọng của chuỗi thời gian: thuộc tính Markov và martingale. Thuộc tính Markov đề cập đến bản chất không nhớ của một quá trình ngẫu nhiên, đảm bảo rằng phân phối xác suất có điều kiện của các giá trị tương lai chỉ phụ thuộc vào giá trị hiện tại. Thuộc tính martingale ngụ ý rằng giá trị hiện tại của một quá trình ngẫu nhiên cũng là giá trị kỳ vọng của các giá trị tương lai. Hai tính chất này làm cho giá chỉ số của Detrade trở thành ước lượng không thiên vị của giá tương lai, do đó người dùng có thể giao dịch vào những thay đổi về giá trị của các loại tiền điện tử cơ bản mà không phải lo lắng về các hiệu ứng vi cấu trúc của từng sàn giao dịch.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Chỉ số cung cấp cái nhìn về việc liệu thị trường có thể bị định giá thấp (nỗi sợ hãi cực độ) hay bị định giá cao (tham lam cực độ).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Các hàm giá mua và giá bán cận biên sau đó được sử dụng để xác định hàm giá trung bình cận biên cho một quy mô nhất định: ",
  "The order has expired": "Lệnh đã hết hạn",
  "The output is:": "Đầu ra là:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Đầu ra của phép tính này là một giá chỉ số duy nhất được sử dụng cho cả vị thế mua và bán trong trò chơi giao dịch Detrade. Không giống như hầu hết các nền tảng giao dịch khác, Detrade không tính phí chênh lệch giá mua-bán. Giao dịch với một mức giá duy nhất giúp có thể đầu cơ vào các động thái giá ngắn hạn mà chênh lệch giá mua-bán sẽ cực kỳ đắt đỏ.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Nền tảng có thể điều chỉnh chiến lược dựa trên các thay đổi của thị trường và chính sách. Các cập nhật sẽ được đăng tải qua thông báo chính thức.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Nền tảng này cung cấp BTC, ETH và các cặp giao dịch tiền tệ chính thống khác, và sẽ tiếp tục cập nhật các cặp giao dịch tiền tệ phổ biến.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Giá sẽ được đặt lại về $1,000 vào lúc 00:00 UTC hàng ngày và mọi lệnh đang chờ xử lý sẽ được tự động thanh toán trong quá trình đặt lại.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Quỹ giải thưởng của cuộc thi phụ thuộc chặt chẽ vào số tiền cược của ngày hôm trước. Càng nhiều người chơi cược, quỹ giải thưởng càng lớn. Quỹ giải thưởng hiện tại sẽ được hiển thị trên trang cuộc thi.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Các sản phẩm và dịch vụ do Nexus Play LLC cung cấp không dành cho cư dân của Hoa Kỳ, Liên minh Châu Âu hoặc bất kỳ khu vực pháp lý nào khác mà các dịch vụ và sản phẩm đó bị pháp luật cấm. Nexus Play LLC không chào mời kinh doanh hoặc cung cấp dịch vụ môi giới cho các cá nhân hoặc tổ chức tại các khu vực này. Khách hàng tiềm năng có trách nhiệm phải biết và tuân thủ mọi luật và quy định hiện hành tại khu vực pháp lý tương ứng của họ trước khi tham gia giao dịch trực tuyến. Bằng cách truy cập trang web này và sử dụng các dịch vụ của chúng tôi, bạn xác nhận rằng bạn không phải là cư dân của Hoa Kỳ, Liên minh Châu Âu hoặc bất kỳ khu vực pháp lý nào khác mà các dịch vụ của chúng tôi bị hạn chế.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Phần thưởng kiếm được trong sự kiện trực tuyến này sẽ tự động được cộng vào số dư của người chơi.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Mật mã được mã hóa thành chuỗi thập lục phân chữ thường 64 ký tự và được nối với chuỗi biểu diễn giá trị bộ đếm tích tắc hiện tại. Sau đó, mã hóa của chuỗi kết hợp được tính toán bằng hàm mã hóa BLAKE2b với kích thước tóm tắt 256 bit. Bằng cách sử dụng hàm mã hóa mật mã, chúng tôi đảm bảo rằng các thay đổi về giá là ngẫu nhiên và không thể đoán trước trước khi mật mã được tiết lộ, nhưng có thể tái tạo hoàn toàn sau khi mật mã được biết đến.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Công thức thanh toán công khai, minh bạch và có thể tính toán theo thời gian thực.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Hệ thống hiển thị kết quả thắng và thua của các nhóm vốn TĂNG và GIẢM. Khi bạn kiếm được lợi nhuận, bạn sẽ thấy số tiền lãi của mình.",
  "The system is under maintenance and upgrade, please visit later": "Hệ thống đang được bảo trì và nâng cấp, vui lòng truy cập sau",
  "The trade will complete in 5s.": "Giao dịch sẽ hoàn tất trong 5 giây.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Giao dịch sẽ hoàn tất trong <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Tiền thưởng giao dịch là một <0>khuyến khích tiếp thị</0> được cung cấp bởi Detrade để giúp người chơi khám phá hệ thống giao dịch của chúng tôi. Quỹ tiền thưởng <1>không thể rút ra<1>, nhưng lợi nhuận từ việc sử dụng chúng có thể ảnh hưởng đến số dư tài khoản thực của bạn.",
  "The trading symbol will be replaced regularly.": "Mã giao dịch sẽ được thay thế thường xuyên.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Những người chiến thắng sẽ được công bố trên trang hiện tại vào mỗi Chủ Nhật lúc 10 PM (UTC) và đợt quay số tiếp theo sẽ bắt đầu sau 2 giờ của đợt quay số trước đó.",
  "Theme": "Nền",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Không có giới hạn về số tiền bạn có thể kiếm được. Bạn càng mời nhiều bạn bè, bạn càng nhận được nhiều phần thưởng.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Các khoản này sẽ được trừ từ số dư tài khoản của bạn, và nếu không đủ tiền, sẽ dẫn đến việc tự động đóng vị thế.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Sự kiện này chỉ có sẵn cho người dùng ở các quốc gia và khu vực đủ điều kiện theo chính sách tuân thủ của nền tảng.",
  "This field is required": "Ô này là bắt buộc",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Bao gồm địa chỉ IP, phân loại trình duyệt, hệ điều hành, thời gian truy cập và các trang bạn đã xem trực tiếp trước và sau khi truy cập Nền Tảng của chúng tôi.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Bao gồm tên, địa chỉ email, số điện thoại, địa chỉ bưu chính, ngày sinh và bất kỳ thông tin nào khác mà bạn cung cấp khi đăng ký tài khoản hoặc sử dụng dịch vụ của chúng tôi.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Chỉ số này dao động từ 0 đến 100, trong đó giá trị thấp hơn chỉ ra nỗi sợ hãi cực độ, và giá trị cao hơn chỉ ra lòng tham cực độ.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Điều này liên quan đến các giới hạn cụ thể cho mỗi loại tiền điện tử, được nêu chi tiết bên dưới.",
  "This is why you should promote Detrade:": "Đây là lý do tại sao bạn nên quảng bá Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Trang web này được bảo vệ bởi reCAPTCHA và áp dụng Chính Sách Bảo Mật và Điều Khoản Dịch Vụ của Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Thông qua chương trình hợp tác Detrade, bạn có thể mở khóa hoa hồng đại lý tăng thêm, các sự kiện tài trợ độc quyền và các phúc lợi độc đáo khác. Bạn muốn tìm hiểu thêm? Hãy đọc tiếp!",
  "Time": "Thời gian",
  "Time and payout": "Thời gian và thanh toán",
  "Time closed": "Giờ đóng",
  "Time opened": "Giờ mở",
  "Time remaining": "Thời gian còn lại",
  "Tips": "Tip",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Gợi ý: Thường mất {{hours}} giờ để xử lý, có thể lâu hơn, thời gian cụ thể phụ thuộc vào giới hạn thời gian của đối tác.",
  "To": "Đến",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Phân tích xu hướng, theo dõi mức sử dụng và tiến hành nghiên cứu để cải thiện dịch vụ của chúng tôi.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Để đảm bảo an toàn cho tài khoản của bạn, việc rút tiền sẽ bị tạm dừng trong 24 giờ sau khi gỡ bỏ xác thực Google 2FA.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Để duy trì tính công bằng và minh bạch, Detrade sẽ theo dõi các tài khoản tham gia chương trình thưởng thông qua các kiểm tra hành vi và kỹ thuật, bao gồm nhưng không giới hạn ở việc định danh thiết bị, theo dõi địa chỉ IP và phân tích mẫu giao dịch.",
  "To manage your account, process transactions, and provide you with the services you request.": "Để quản lý tài khoản của bạn, xử lý giao dịch và cung cấp các dịch vụ bạn yêu cầu.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Để theo dõi gian lận, thực thi các điều khoản dịch vụ của chúng tôi và tuân thủ các yêu cầu pháp lý và quy định.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Để bảo vệ tính bảo mật cho tài khoản của bạn, chức năng rút tiền sẽ bị vô hiệu hóa trong 24 giờ sau khi bạn thay đổi mật khẩu.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Để cung cấp giá công bằng và đáng tin cậy cho các trò chơi giao dịch, Detrade tính toán giá chỉ số tổng hợp sau mỗi 500 mili giây, giá này được lấy từ nguồn giá theo thời gian thực đến các sàn giao dịch tiền điện tử giao ngay và phái sinh thanh khoản nhất thế giới. Bằng cách kết hợp nhiều nguồn giá, chỉ số Detrade có khả năng chống lại sự thao túng thị trường, các vấn đề kỹ thuật và các hoạt động giao dịch bất thường khác có thể xảy ra trên các sàn giao dịch riêng lẻ theo thời gian.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Gửi cho bạn các bản cập nhật, cảnh báo bảo mật và tin nhắn quản trị, cũng như trả lời các câu hỏi và yêu cầu của bạn.",
  "To tailor our content and advertisements to your interests and preferences.": "Để điều chỉnh nội dung và quảng cáo của chúng tôi theo sở thích và nhu cầu của bạn.",
  "To trading center": "Đến trung tâm giao dịch",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Để hiểu cách thức người chơi tương tác với Nền Tảng của chúng tôi, chẩn đoán các sự cố kỹ thuật và nâng cao chức năng cũng như trải nghiệm của người giao dịch.",
  "Today's Pnl": "Lãi lỗ Hôm nay",
  "Top": "Hàng đầu",
  "Top tokens": "Top Token",
  "Top trade": "Top giao dịch",
  "Top-tier account manager": "Quản lý tài khoản cấp cao",
  "Total Trades": "Tổng Số Giao Dịch",
  "Total commission": "Tổng tiền hoa hồng",
  "Total participated tickets for this round <0>{{total}}</0>": "Tổng số vé tham gia trong vòng này <0>{{total}}</0>",
  "Total prize won": "Tổng giải thưởng thắng",
  "Total profit": "Tổng lợi nhuận",
  "Total tickets": "Tổng số vé",
  "Total traders": "Tổng số người giao dịch",
  "Total trades": "Tổng số giao dịch",
  "Trade": "Giao dịch",
  "Trade for prestige": "Giao dịch đổi lấy uy tín",
  "Trade history": "Lịch sử giao dịch",
  "Trade like a rhythm master": "Giao dịch như một bậc thầy tiết tấu",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Giao dịch theo giá hướng xuống nếu bạn nghĩ giá sẽ giảm. Nếu giá giảm, bạn sẽ tạo ra lợi nhuận.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Giao dịch theo giá hướng lên nếu bạn nghĩ giá sẽ tăng. Nếu giá tăng, bạn sẽ tạo ra lợi nhuận.",
  "Trade to Win": "Giao Dịch để Chiến Thắng",
  "Trade to rank up": "Giao dịch để lên hạng",
  "Trade with $10,000 in virtual funds": "Giao dịch với $10,000 trong quỹ tiền ảo",
  "Trader": "Người Giao Dịch",
  "Trades": "Giao dịch",
  "Trading": "Giao Dịch",
  "Trading Amount": "Số Tiền Giao Dịch",
  "Trading Platform": "Nền Tảng Giao Dịch",
  "Trading Smarter, Earning Better": "Giao Dịch Thông Minh, Thu Nhập Khả Quan",
  "Trading Volume": "Khối Lượng Giao Dịch",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Số tiền giao dịch quá lớn đối với hệ số nhân được chọn cho mức giá dừng lỗ đã chọn",
  "Trading bonus trial": "Thử nghiệm giao dịch tiền thưởng",
  "Trading center": "Trung tâm giao dịch",
  "Trading indicators and signals": "Chỉ số và tín hiệu giao dịch",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Giao dịch bao gồm rủi ro. Vui lòng đảm bảo bạn hiểu những gì bạn đang làm trước khi sử dụng đòn bẩy hoặc quỹ tiền thưởng. Detrade không chịu trách nhiệm cho bất kỳ khoản lỗ nào phát sinh từ giao dịch thưởng.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Giao dịch tạm ngưng mỗi ngày từ {{startTime}} đến {{endTime}} ({{timeZone}}) và cuối tuần. Hãy sớm xử lý các lệnh của bạn.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Các giải đấu giao dịch, tiền thưởng thường xuyên, quà tặng, mã khuyến mãi và cuộc thi giao dịch đều có sẵn để bất kỳ nhà giao dịch nào cũng có thể sử dụng hoặc tham gia.",
  "Traffic Owners": "Người Sở Hữu Lưu Lượng",
  "Transaction Completed": "Giao Dịch Hoàn Tất",
  "Transaction details": "Chi tiết giao dịch",
  "Transactions": "Giao Dịch",
  "Transition details": "Chi tiết giao dịch",
  "Transparency & Security": "Minh bạch và bảo mật",
  "Trigger price is too close to bust price": "Giá kích hoạt quá gần với giá phá sản",
  "Trigger price is too close to current price": "Giá kích hoạt quá gần với giá hiện tại",
  "Trusted by": "Được tin cậy bởi",
  "Trusted by millions of users.": "Được hàng triệu người chơi tin cậy.",
  "Try": "Thử",
  "Try a quick demo": "Thử một thử nghiệm nhanh",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Hãy thử tất cả các phúc lợi mà nền tảng này cung cấp trên tài khoản thử nghiệm bằng tiền ảo, không cần đầu tư thực tế và không có bất kỳ rủi ro nào.",
  "Turn every action into rewards. Start trading today.": "Biến mọi hành động thành phần thưởng. Bắt đầu giao dịch ngay hôm nay.",
  "Txid": "Mã giao dịch",
  "Type": "Phân loại",
  "Type Your message": "Nhập lời nhắn của bạn",
  "UID": "Mã Đăng Nhập",
  "UP": "TĂNG",
  "USDT-Margined": "Ký quỹ USDT",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Không thể thực hiện mỗi ngày từ {{startTime}} đến {{endTime}} ({{timeZone}}) và cả ngày cuối tuần.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Trải nghiệm độc đáo: Từ những thử thách giao dịch sáng tạo đến các tùy chọn giao dịch tiền điện tử hợp lý và các mô hình giao dịch độc quyền, Detrade mang đến trải nghiệm mà bạn không thể tìm thấy ở bất kỳ nơi nào khác.",
  "Unlock Diamond": "Mở Khóa Kim Cương",
  "Unlock Top Traders, Achieve": "Mở Khóa Top Người Giao Dịch, Thành Tích",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Không cần thiết. Detrade là nhà cung cấp công nghệ và bạn có thể mua giải pháp của chúng tôi từ bất kỳ quốc gia nào.",
  "Up": "Tăng",
  "Up & Down": "Tăng & Giảm",
  "Up Down": "Tăng Giảm",
  "Up Or Down?": "Tăng hoặc Giảm?",
  "Up Wins": "Tăng Thắng",
  "Update Success": "Cập nhật thành công",
  "Updated at {{time}}": "Cập nhật vào {{time}}",
  "Updated timely": "Cập nhật kịp thời",
  "Uppercase or lowercase letters": "Chữ hoa hoặc chữ thường",
  "Usage Instructions & Limitations": "Hướng Dẫn Sử Dụng & Giới Hạn",
  "Used": "Đã sử dụng",
  "User Agreement and Terms & Conditions": "Thỏa Thuận Người Dùng và Điều Khoản & Điều Kiện",
  "User ID": "Mã Đăng Nhập",
  "User name": "Tên đăng nhập",
  "Username": "Tên Đăng Nhập",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Người dùng phải chọn hoặc tham gia giao dịch các cặp giao dịch liên quan để tận hưởng hoạt động này.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Việc sử dụng nhiều tài khoản để lướt qua giới hạn giao dịch là hoàn toàn bị cấm và có thể dẫn đến việc tạm ngừng tài khoản hoặc bị phạt.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Sử dụng sổ lệnh tổng hợp, một hàm được định nghĩa đại diện giá biên để mua hoặc bán một lượng nhất định. Ví dụ, hàm mua biên là:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Sử dụng xác thực hai yếu tố được khuyến khích vì nó bảo vệ tài khoản của bạn bằng cả mật khẩu và điện thoại.",
  "VIP": "VIP",
  "VIP group": "Nhóm VIP",
  "Validity period: within 14 days after activation": "Thời gian hiệu lực: trong vòng 14 ngày sau khi kích hoạt",
  "Verifiable fairness": "Công bằng khả chứng",
  "Verification": "Xác thực",
  "Verification Example": "Ví dụ xác thực",
  "Verification code failed": "Mã xác thực không thành công",
  "Verification email sent. Check your inbox.": "Đã gửi email xác thực. Hãy kiểm tra hộp thư của bạn.",
  "Verified": "Đã xác thực",
  "Verify": "Xác thực",
  "Verify Fairness": "Xác thực công bằng",
  "Verify fairness": "Xác thực công bằng",
  "View details": "Xem chi tiết",
  "View more": "Xem thêm",
  "Volume": "Khối lượng",
  "Volume (24h)": "Khối lượng (24h)",
  "Voucher code": "Mã voucher",
  "Wager": "Tiền cược",
  "Wager <0>{{amount}}</0> To Reach": "Đặt cược <0>{{amount}}</0> để đạt tới",
  "Wait For Next Round": "Đợi vòng kế tiếp",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Chờ cho đến khi có ít nhất 6 nguồn cấp giá hợp lệ. Nếu không có đủ nguồn cấp giá, giá chỉ số Detrade sẽ không được cập nhật.",
  "Wallet": "Ví",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Bạn muốn tham gia chương trình đối tác Detrade? Hãy liên hệ với đội ngũ hỗ trợ của chúng tôi để bắt đầu!",
  "Watch play demo": "Xem bản phát thử nghiệm",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Chúng tôi thu thập thông tin về hoạt động của bạn trên Nền Tảng của chúng tôi, bao gồm hoạt động giao dịch, sở thích và mức độ tương tác với nội dung của chúng tôi.",
  "We collect several types of information from and about users of our Platform, including:": "Chúng tôi thu thập một số loại thông tin từ và về người dùng Nền Tảng của chúng tôi, bao gồm:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Chúng tôi có đội ngũ kỹ thuật và vận hành xuất sắc để liên tục đáp ứng nhu cầu của khách hàng và cung cấp cho khách hàng nhiều sự đảm bảo hơn.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Chúng tôi triển khai nhiều biện pháp bảo mật khác nhau để bảo vệ thông tin cá nhân của bạn khỏi việc truy cập, sử dụng hoặc tiết lộ trái phép. Các biện pháp này bao gồm mã hóa, kiểm soát truy cập và lưu trữ an toàn. Tuy nhiên, không có phương pháp truyền qua Internet hoặc phương pháp lưu trữ điện tử nào an toàn 100% và chúng tôi không thể đảm bảo tính bảo mật tuyệt đối của nó.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Chúng tôi mong muốn bạn trở thành thành viên trong gia đình liên minh đang ngày càng lớn mạnh của chúng tôi và cùng chúng tôi định hình tương lai của Detrade!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Chúng tôi có thể thu thập thông tin tài chính như số tài khoản ngân hàng, thông tin thẻ tín dụng và lịch sử giao dịch để tạo điều kiện thuận lợi cho các giao dịch và tuân thủ các yêu cầu của quy định.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Chúng tôi có thể thu thập thông tin về vị trí của bạn nếu bạn cho phép, bằng cách sử dụng các công nghệ như GPS, Wi-Fi hoặc dữ liệu tháp di động.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Chúng tôi có thể tiết lộ thông tin của bạn nếu luật pháp yêu cầu hoặc để đáp ứng các yêu cầu hợp lệ của cơ quan công quyền (ví dụ: tòa án hoặc cơ quan chính phủ).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Chúng tôi có thể tiết lộ thông tin của bạn để bảo vệ quyền, tài sản hoặc sự an toàn của Detrade, người chơi của chúng tôi hoặc những người khác và để thực thi các điều khoản và điều kiện của chúng tôi.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Chúng tôi có thể chia sẻ hoặc chuyển giao thông tin của bạn liên quan đến hoặc trong quá trình đàm phán về bất kỳ hoạt động sáp nhập, bán tài sản công ty, tài trợ hoặc mua lại toàn bộ hoặc một phần doanh nghiệp của chúng tôi bởi một công ty khác.",
  "We may share your information with third parties if you provide your consent to do so.": "Chúng tôi có thể chia sẻ thông tin của bạn với bên thứ ba nếu bạn đồng ý.",
  "We may share your information with third parties in the following circumstances:": "Chúng tôi có thể chia sẻ thông tin của bạn với bên thứ ba trong các trường hợp sau:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Chúng tôi có thể chia sẻ thông tin của bạn với các nhà cung cấp dịch vụ bên thứ ba thực hiện dịch vụ thay mặt chúng tôi, chẳng hạn như xử lý thanh toán, phân tích dữ liệu, gửi email và dịch vụ lưu trữ.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Chúng tôi cung cấp nhiều lựa chọn giao dịch phái sinh nhất, thu hút hơn 2,5 triệu nhà giao dịch trực tuyến trên toàn thế giới. Công nghệ của chúng tôi mang đến trải nghiệm giao dịch trực quan và mạnh mẽ, cho phép khách hàng của chúng tôi hiểu rõ hơn về rủi ro và đưa ra quyết định giao dịch sáng suốt.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Chúng tôi cung cấp một nền tảng giao dịch đơn giản và dễ vận hành để mọi người đều có thể trở thành nhà giao dịch.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Chúng tôi cung cấp hướng dẫn từng bước về cách thu hút người chơi đến nền tảng của bạn, cùng với các tài liệu tiếp thị đã được chứng minh là hiệu quả.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Chúng tôi có quyền hủy bỏ các khoản thưởng và lợi nhuận liên quan theo các điều kiện sau:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Chúng tôi sử dụng cookie, web beacon và các công nghệ theo dõi khác để thu thập thông tin về cách bạn sử dụng Nền Tảng của chúng tôi và nâng cao trải nghiệm giao dịch của bạn.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Chúng tôi sử dụng công nghệ tiên tiến để cung cấp các giao dịch nhanh nhất mà không bị chậm trễ hoặc gián đoạn trong thao tác của giao diện người giao dịch.",
  "We use the information we collect for various purposes, including:": "Chúng tôi sử dụng thông tin thu thập được cho nhiều mục đích khác nhau, bao gồm:",
  "We will contact you within 3 working days, please check your email regularly": "Chúng tôi sẽ liên hệ với bạn trong vòng 3 ngày làm việc, vui lòng kiểm tra email thường xuyên",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Chúng tôi sẽ lưu giữ thông tin cá nhân của bạn trong thời gian cần thiết để thực hiện các mục đích thu thập thông tin, bao gồm tuân thủ các yêu cầu pháp lý, quy định hoặc kinh doanh.",
  "Website for PC": "Trang web dành cho PC",
  "Website for smartphones": "Trang web dành cho điện thoại thông minh",
  "Week": "Tuần",
  "Week's Pnl": "Lãi lỗ tuần",
  "Weekly raffle": "Rút thăm hàng tuần",
  "Welcome Bonus": "Thưởng Chào Mừng",
  "Welcome To": "Chào Mừng Đến Với",
  "Welcome To Demo Trading ": "Chào Mừng Đến Với Giao Dịch Thử Nghiệm ",
  "Welcome to Detrade Connect": "Chào mừng đến với Kết Nối Detrade",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Chào mừng đến với Detrade, một nền tảng giao dịch quyền chọn nhị phân hàng đầu. Trước khi bạn bắt đầu sử dụng nền tảng của chúng tôi, vui lòng đọc kỹ và hiểu các điều khoản và điều kiện sau. Bằng cách truy cập hoặc sử dụng nền tảng của Detrade, bạn đồng ý bị ràng buộc bởi các điều khoản và điều kiện này. Nếu bạn không đồng ý với bất kỳ phần nào trong các điều khoản này, bạn không được sử dụng nền tảng của chúng tôi.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Chào mừng đến với Stonks! Giá sẽ được đặt lại về $1,000 vào lúc 00:00 UTC hàng ngày và mọi lệnh đang chờ xử lý sẽ được tự động thanh toán trong quá trình đặt lại.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Chào mừng bạn đến với detrade! Để cảm ơn bạn đã ủng hộ, chúng tôi cung cấp <0>lên đến 50 USDT dưới dạng tiền thưởng giao dịch</0> cho người chơi mới. Trải nghiệm giao dịch tùy chọn nhị phân không rủi ro và phần thưởng thực tế!",
  "What currencies can be deposited and withdrawn?": "Tiền tệ nào có thể gửi và rút?",
  "What does it mean?": "Có nghĩa là gì?",
  "What is Detrade Connect?": "Kết Nối Detrade là gì?",
  "What operational expenses could Partner have?": "Đối tác có thể phải chịu những chi phí hoạt động nào?",
  "What would you like your new limit to be? (max 500% of current limit)": "Bạn muốn giới hạn mới của mình là bao nhiêu? (tối đa 500% giới hạn hiện tại)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Khi thời gian đếm ngược kết thúc, nó sẽ bước vào quá trình chuẩn bị thanh toán. Hệ thống ghi lại giá khởi điểm sau khi đếm ngược kết thúc (tại cờ đầu tiên). Khi K-line chạy trong một khoảng thời gian, hệ thống ghi lại giá kết thúc (tại cờ thứ hai). So sánh giá kết thúc và giá khởi điểm. Nếu giá kết thúc lớn hơn giá khởi điểm, người giao dịch chọn hướng TĂNG sẽ thắng. Ngược lại, người giao dịch chọn hướng GIẢM sẽ thắng.",
  "When the dual conditions are met, you will receive profits.": "Khi đáp ứng được cả hai điều kiện, bạn sẽ nhận được lợi nhuận.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Khi giao dịch trên sàn giao dịch truyền thống với sổ lệnh giới hạn trung tâm, các lệnh mua lớn thường sẽ giao cắt với các lệnh chờ vượt quá giá chào mua hoặc chào bán tốt nhất, dẫn đến giá khớp lệnh trung bình tệ hơn giá đỉnh sổ. Các nhà tạo lập thị trường hạn chế lượng thanh khoản mà họ sẵn sàng cung cấp ở mức giá đỉnh sổ vì rủi ro bổ sung mà các lệnh lớn thể hiện. Thay vì yêu cầu các lệnh lớn phải được khớp lệnh ở nhiều mức giá, Detrade sử dụng công thức tác động thị trường để đặt giá đóng cửa cho các giao dịch thắng (các giao dịch thua lỗ được đóng thủ công không bị ảnh hưởng) để sao chép tác động thị trường của các lệnh mua lớn, nhưng theo cách nhất quán và có thể dự đoán được hơn. Cách dễ nhất để xem các tác động chính xác của thị trường là sử dụng máy tính ROI có trên trang giao dịch tương lai.",
  "When will the commission be distributed?": "Khi nào hoa hồng sẽ được phân bổ?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Khi giao dịch bạn bè của bạn kết thúc, bạn có thể nhận được hoa hồng ngay lập tức cho giao dịch đó.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Trong đó <0>Giá đóng</0> là <1>Giá mở*(1-1/hệ số nhân_đòn bẩy)</1> cho lệnh phá sản hoặc giá dừng lỗ.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Trong đó <0>p_i | i trong 1..N</0> và <1>s_i|i trong 1..N</1> là giá mua và kích thước được sắp xếp theo khoảng cách tăng dần từ đầu sổ. Hàm này cung cấp giá tối đa mà người ta phải trả để mua một số lượng <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Trong đó <0>v_i</0> là kích thước mà giá trung bình được tính toán và được định nghĩa là hợp của kích thước mua và bán tích lũy từ sổ lệnh tổng hợp. <1>L</1> là hệ số tỷ lệ được định nghĩa là <2>1/V</2>, trong đó <3>V</3> là kích thước tối đa mà giá trung bình được tính toán và được định nghĩa là nhỏ nhất trong tổng kích thước mua và bán trong sổ lệnh tổng hợp.",
  "Which currency pairs can be traded on Detrade?": "Có thể giao dịch những cặp tiền tệ nào trên Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Chủ sở hữu mô hình nhãn trắng không mất chi phí phát triển nền tảng. Họ chỉ cần tập trung vào bán hàng và tiếp thị.",
  "Whitelist pre-booking": "Danh sách trắng trước khi đặt chỗ",
  "Why Partner with Detrade?": "Tại sao hợp tác với Detrade?",
  "Why choose Detrade": "Tại sao chọn Detrade",
  "Why you must choose us?": "Tại sao bạn nên chọn chúng tôi?",
  "Wild": "Hoang Dã",
  "Will The Price Go Up Or Down": "Giá sẽ tăng hay giảm",
  "Will the price go up or down ?": "Giá sẽ tăng lên hay giảm xuống?",
  "Win": "Thắng",
  "Win Crypto Tokens": "Thắng Token Điện Tử",
  "Win if the price breaks out — above the high or below the low.": "Thắng nếu giá phá vỡ — vượt qua mức cao nhất hoặc xuống dưới mức thấp nhất.",
  "Win rate": "Tỷ lệ thắng",
  "Winner": "Người chiến thắng",
  "Winning": "Thắng",
  "Winning Tickets": "Vé trúng",
  "Winning prize details": "Chi tiết trúng thưởng",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Với phí PnL, bạn không phải trả bất kỳ khoản phí nào để mở hoặc đóng giao dịch và chỉ một phần lợi nhuận của bạn (nếu có) được lấy đi khi bạn đóng giao dịch",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Với mức phí cố định được bật, bạn sẽ nhận được 100% lợi nhuận nhưng phải trả trước một <0>phí cố định bao gồm phí mua vào, phí thoát và phí trượt giá</0> trước khi tham gia giao dịch, giống như trên một sàn giao dịch thông thường",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Với nhiều tính năng và bản cập nhật mới hấp dẫn sắp ra mắt, đây chính là thời điểm hoàn hảo để bắt đầu quảng bá Detrade.",
  "Withdraw": "Rút tiền",
  "Withdraw Fee": "Phí Rút Tiền",
  "Withdraw Order Created": "Đã Tạo Lệnh Rút Tiền",
  "Withdraw Processing": "Rút tiền đang xử lý",
  "Withdraw Success": "Rút tiền thành công",
  "Withdraw is in progress": "",
  "Withdraw to": "Rút tiền đến",
  "Withdraw your earnings 24/7": "Rút tiền bạn kiếm được 24/7",
  "Withdrawal fee": "Phí rút tiền",
  "Withdrawal fee discount": "Giảm phí rút tiền",
  "Yes": "Có",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Có, DeTrade tin vào sự minh bạch hoàn toàn và cung cấp tất cả dữ liệu cho bạn. Bạn có thể xem tất cả thông tin này trong",
  "Yes, contact us at any time to upgrade your package.": "Có, hãy liên hệ với chúng tôi bất cứ lúc nào để nâng cấp gói dịch vụ của bạn.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Có, những người không quen với tiền điện tử có thể Đăng nhập thông qua mạng xã hội và nạp tiền bằng thẻ ngân hàng.",
  "Yes, you can use both.": "Có, bạn có thể sử dụng cả hai.",
  "Yield": "Tỷ suất lợi nhuận",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Bạn có thể gửi và rút hầu hết các loại tiền kỹ thuật số chính thống trên thị trường và nền tảng này cũng sẽ dần triển khai chức năng gửi và rút tiền của các loại tiền hợp pháp.",
  "You can share your invite link to your friend or your social media": "Bạn có thể chia sẻ liên kết mời của mình với bạn bè hoặc phương tiện truyền thông xã hội của bạn",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Bạn có quyền phản đối việc chúng tôi xử lý thông tin cá nhân của bạn trong một số điều kiện nhất định.",
  "You have the right to request a copy of the personal information we hold about you.": "Bạn có quyền yêu cầu cung cấp bản sao thông tin cá nhân mà chúng tôi lưu giữ về bạn.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Bạn có quyền yêu cầu chúng tôi sửa bất kỳ thông tin không chính xác nào trong thông tin cá nhân của bạn.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Bạn có quyền yêu cầu chúng tôi xóa thông tin cá nhân của bạn, tùy thuộc vào một số trường hợp ngoại lệ.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Bạn sẽ nhận được 20% hoa hồng của nhà cái cho mỗi giao dịch họ thực hiện. Nếu bạn có nhiều người theo dõi, bạn có thể liên hệ với chúng tôi để được hưởng thêm hoa hồng.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Bạn sẽ nhận được khoản trợ cấp khoảng {nextCapitalCost} trong giờ tiếp theo và số tiền cụ thể tùy thuộc vào tỷ lệ tài trợ tại thời điểm đó",
  "You won <0>{{award}}</0>": "Bạn đã thắng <0>{{award}}</0>",
  "Your": "của bạn",
  "Your Telegram": "Telegram của bạn",
  "Your account level is assessed and updated on the": "Cấp độ tài khoản của bạn được đánh giá và cập nhật vào",
  "Your current limit is {{limit}}": "Hạn mức hiện tại của bạn là {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Hạn mức hiện tại của bạn là: Phí PnL - {{pnl}}, Phí Cố Định - {{Fixed}}",
  "Your email": "Email của bạn",
  "Your friends will be associated with you after they sign up": "Bạn bè của bạn sẽ được liên kết với bạn sau khi họ đăng ký",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Thông tin của bạn, bao gồm thông tin cá nhân, có thể được chuyển đến và lưu trữ trên các máy chủ hoặc cơ sở dữ liệu nằm ngoài quốc gia hoặc khu vực pháp lý của bạn. Bằng cách sử dụng Nền Tảng của chúng tôi, bạn đồng ý chuyển thông tin của mình đến Hoa Kỳ hoặc bất kỳ quốc gia nào khác mà Detrade hoặc các nhà cung cấp dịch vụ của Detrade duy trì cơ sở.",
  "Your investment": "Đầu tư của bạn",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Lựa chọn ngôn ngữ của bạn sẽ áp dụng cho email, tin nhắn SMS, thông báo trong ứng dụng của Detrade và mọi thiết bị mà bạn đã đăng nhập.",
  "Your name": "Tên của bạn",
  "Your profile is now private": "Hồ sơ của bạn hiện đã được bảo mật",
  "Your profile is now public": "Hồ sơ của bạn hiện đang công khai",
  "Your transfer amount has to MATCH the submission amount.": "Số tiền chuyển của bạn phải TRÙNG với số tiền đã gửi lệnh.",
  "Zero Trading Fees": "Không Phí Giao Dịch",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Xác minh giấy tờ: Người dùng có thể được yêu cầu tải lên bản sao giấy tờ tùy thân do chính quyền cấp, chẳng hạn như hộ chiếu, giấy phép lái xe hoặc thẻ căn cước công dân.",
  "all assets": "tất cả tài sản",
  "all status": "tất cả trạng thái",
  "approved": "đã được phê duyệt",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Cookie hiệu suất**: Những cookie này thu thập thông tin về cách bạn sử dụng Nền Tảng của chúng tôi, chẳng hạn như những trang bạn truy cập thường xuyên nhất. Thông tin này được sử dụng để cải thiện chức năng của Nền Tảng của chúng tôi.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Xác minh địa chỉ: Người chơi có thể được yêu cầu cung cấp bằng chứng về địa chỉ, chẳng hạn như hóa đơn tiện ích hoặc sao kê ngân hàng, để xác minh địa chỉ cư trú của họ.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "dựa trên hiệu suất và hoạt động mới nhất của bạn. Hãy gắn bó và leo lên thứ hạng!",
  "basic information verification": "xác thực thông tin cơ bản",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Cookie chức năng**: Những cookie này cho phép Nền Tảng của chúng tôi ghi nhớ các lựa chọn bạn thực hiện (như tên người dùng, ngôn ngữ hoặc khu vực của bạn) và cung cấp các tính năng nâng cao, cá nhân hóa hơn.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Xác thực sinh trắc học: Detrade có thể sử dụng các phương pháp xác thực sinh trắc học, chẳng hạn như nhận dạng khuôn mặt hoặc quét dấu vân tay, để xác minh danh tính của người chơi.",
  "change password": "đổi mật khẩu",
  "chat rules": "quy tắc trò chuyện",
  "currency": "tiền tệ",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Cookie nhắm mục tiêu/quảng cáo**: Các cookie này được sử dụng để phân phối các quảng cáo có liên quan hơn đến bạn và sở thích của bạn. Chúng cũng giúp chúng tôi đo lường hiệu quả của các chiến dịch quảng cáo.",
  "date": "ngày",
  "day": "ngày",
  "demo": "thị phạm",
  "deposit": "gửi tiền",
  "deposit with a 50% bonus": "gửi tiền với mức thưởng 50%",
  "down": "giảm",
  "earn ticket": "kiếm vé",
  "edit profile": "sửa hồ sơ",
  "edit your avatar": "sửa ảnh đại diện",
  "email": "email",
  "explanation": "giải thích",
  "failed": "không thành công",
  "forgot password?": "quên mật khẩu?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "giữ hạng Kim Cương trong 3 tháng — quản lý VIP của chúng tôi sẽ mời bạn truy cập các đặc quyền Diamond+ được điều chỉnh.",
  "init": "bắt đầu",
  "liq price": "giá thanh lý",
  "live": "trực tiếp",
  "loading...": "đang tải...",
  "lucky poll": "thăm dò may mắn",
  "medium": "trung bình",
  "month": "tháng",
  "more": "thêm",
  "my tickets": "vé của tôi",
  "name": "tên",
  "no": "không",
  "or": "hoặc",
  "order id": "mã lệnh",
  "pending": "chờ xử lý",
  "perks in total": "tổng số phúc lợi",
  "price": "giá",
  "prize": "giải thưởng",
  "processing": "đang xử lý",
  "rejected": "bị từ chối",
  "results": "kết quả",
  "rewards": "phần thưởng",
  "rewards list": "danh mục phần thưởng",
  "search “Google Authenticator” and proceed to download.": "tìm kiếm \"Google Authenticator” và tiến hành tải về.",
  "seed": "mật mã",
  "strong": "mạnh",
  "success": "thành công",
  "temporary rejected": "đã tạm thời từ chối",
  "terms and conditions": "điều Khoản và điều Kiện",
  "tickets number": "mã vé số",
  "ticks": "đánh dấu",
  "time": "thời gian",
  "token": "token",
  "top": "hàng đầu",
  "trader": "người giao dịch",
  "trading platform": "nền tảng giao dịch",
  "two-Factor authentication": "xác thực hai bước",
  "up": "tăng",
  "voucher": "voucher",
  "wager": "đặt cược",
  "weak": "yếu",
  "week": "tuần",
  "welcome gifts": "quà tặng chào mừng",
  "withdraw": "rút tiền",
  "{{field}} is required": "{{field}} là bắt buộc",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "Hạng {{ranking}} - {{percent}} quỹ giải thưởng Cuộc Thi Mỗi Ngày",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>của {{total}}</0>",
  "|PnL|": "|PnL|"
}
