{
  "* Both a memo/tag and an address are required": "* میمو/ٹیگ اور ایڈریس دونوں درکار ہیں",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* پلیز تصدیق کریں کہ آیا ریسیونگ ایڈریس کو میمو/ٹیگ کی ضرورت ہے۔ اگر اسے نہیں بھرا گیا یا غلط طریقے سے بھرا گیا تو اثاثہ ضائع ہو جائے گا",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*کیلکولیٹر کے نتائج تخمینہ ہیں اور اصل ROI/P&L مارکیٹ کے حالات کی بنیاد پر دکھائے جانے والے سے مختلف ہو سکتے ہیں.",
  "1-on-1 manager": "1-on-1 مینیجر",
  "1. Choose the future price direction": "1. فیوچر پرائس کی سمت کا انتخاب کریں",
  "1. Information We Collect": "1. معلومات ہم جمع کرتے ہیں",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade(\"we\"،us\"،or\"our\") مضبوط اینٹی منی لانڈرنگ (AML) کے نفاذ کے ذریعے منی لانڈرنگ اور دہشت گردوں کی مالی معاونت کی سرگرمیوں کا مقابلہ کرنے کے لیے پرعزم ہے اور اپنے کسٹمر (KYC) کی پالیسیوں اور طریقہ کار کو جانیں.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 ڈیٹریڈ(\"ہم\"،\"ہم\"،یا\"ہمارا\") ایک آن لائن بائنری آپشنز ٹریڈنگ پلیٹ فارم (\"پلیٹ فارم\") چلاتا ہے جو تاجروں (\"آپ\" یا\"ٹریڈر\") کو مختلف مالیاتی آلات کی تجارت کرنے کے قابل بناتا ہے.",
  "1.1 Personal Identification Information:": "1.1 پرسنل شناخت کی معلومات:",
  "1.2 Financial Information:": "1.2 فنانشل معلومات:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 یہ اینٹی منی لانڈرنگ (AML) اور اپنے یوزر کو جانیں (KYC) پالیسی (\"پالیسی\") ہمارے تاجروں (\"آپ\" یا\"تاجر\") کی شناخت کی تصدیق کرنے اور Detrade کے پلیٹ فارم پر منی لانڈرنگ اور دہشت گردی کی مالی معاونت کی سرگرمیوں کا پتہ لگانے اور روکنے کے لیے ہماری ذمہ داریوں اور طریقہ کار کا خاکہ پیش کرتی ہے۔.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 یہ یوزر کا معاہدہ اور شرائط و ضوابط (\"Agreement\") ڈیٹریڈ کے پلیٹ فارم کے آپ کے استعمال کو کنٹرول کرتا ہے۔ ہمارے پلیٹ فارم تک رسائی یا استعمال کرکے، آپ تسلیم کرتے ہیں کہ آپ نے اس معاہدے کو پڑھا، سمجھ لیا اور اس کے پابند ہونے سے اتفاق کیا.",
  "1.3 Technical Information:": "1.3 ٹیکنیکل معلومات:",
  "1.4 Usage Data:": "1.4 استعمال کا ڈیٹا:",
  "1.5 Location Information:": "1.5 لوکیشن کی معلومات:",
  "1.6 Cookies and Tracking Technologies:": "1.6 کوکیز اور ٹریکنگ ٹیکنالوجیز:",
  "1.Introduction": "1. تعارف",
  "10 most wagering players carve up the prize pool.": "10 سب سے زیادہ ویجرنگ لگانے والے پلیئرز پرائز پول بناتے ہیں.",
  "10. Amendments to the Policy": "10. پالیسی میں ترامیم",
  "10. International Data Transfers": "10. بین الاقوامی ڈیٹا ٹرانسفرز",
  "10. Limitation of Liability": "10. ذمہ داری کی حد",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade کسی بھی وقت اس پالیسی میں ترمیم یا ترمیم کرنے کا حق محفوظ رکھتا ہے۔ Detrade کے پلیٹ فارم پر پوسٹ کرنے پر کوئی بھی تبدیلی فوری طور پر مؤثر ہو جائے گی.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 قانون کی طرف سے اجازت دی گئی مکمل حد تک، Detrade کسی بھی براہ راست، بالواسطہ، واقعاتی، خصوصی، یا نتیجہ خیز نقصانات کے لیے ذمہ دار نہیں ہوگا جو ہمارے پلیٹ فارم کے آپ کے استعمال سے یا اس سے منسلک کسی بھی طرح سے ہو.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 کسی بھی صورت میں اس معاہدے سے یا اس کے سلسلے میں پیدا ہونے والے تمام نقصانات، نقصانات، اور کارروائی کے اسباب کے لیے آپ پر مکمل ذمہ داری ڈیٹریڈ کی اس رقم سے زیادہ نہیں ہوگی جو آپ کی طرف سے ادا کی گئی رقم، اگر کوئی ہے تو، واقعہ سے پہلے کے بارہ (12) ماہ کی مدت کے دوران اس طرح کی ذمہ داری کو جنم دیتی ہے.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 یہ آپ کی ذمہ داری ہے کہ آپ وقتاً فوقتاً اس پالیسی کا جائزہ لیتے رہیں تاکہ کسی بھی اپ ڈیٹ یا تبدیلی سے آگاہ رہیں۔ اس پالیسی میں کسی بھی ترمیم کے بعد آپ کا Detrade کے پلیٹ فارم کا مسلسل استعمال ان تبدیلیوں کی قبولیت پر مشتمل ہے.",
  "1000x leverage": "1000x لیوریج",
  "11. Contact Information": "11. رابطہ کی معلومات",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 اگر آپ کے پاس اس پالیسی یا Detrade کے AML اور KYC طریقہ کار سے متعلق کوئی سوالات، خدشات، یا تاثرات ہیں، تو پلیز ہم سے [support@detrade.com] پر رابطہ کریں۔.",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 آپ بے ضرر Detrade اور اس سے وابستہ افراد، افسران، ڈائریکٹرز، ملازمین، اور ایجنٹوں کو کسی بھی اور تمام دعووں، ذمہ داریوں، نقصانات، نقصانات، اخراجات، اخراجات، یا فیسوں (including reasonable attorneys' fees) سے اور آپ کے پلیٹ فارم کے استعمال یا اس کے استعمال کے سلسلے میں معاوضہ ادا کرنے، دفاع کرنے اور رکھنے پر متفق ہیں۔ اس معاہدے کی خلاف ورزی.",
  "11.Indemnification": "11. معاوضہ",
  "12. Contact Us": "12. ہم سے رابطہ کریں",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 یہ معاہدہ [jurisdiction] کے قوانین کے مطابق کیا جائے گا اور اس کی تشکیل کی جائے گی.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 اس معاہدے سے یا اس کے سلسلے میں پیدا ہونے والے کسی بھی تنازعہ کو ثالثی کے ذریعے [Arbitration Organization] کے قوانین کے مطابق حل کیا جائے گا.",
  "12.Governing Law and Dispute Resolution": "12. گورننگ قانون اور تنازعات کا حل",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade کسی بھی وقت اس معاہدے میں ترمیم یا ترمیم کرنے کا حق محفوظ رکھتا ہے۔ کوئی بھی تبدیلی ڈیٹریڈ کے پلیٹ فارم پر پوسٹ کرنے کے فوراً بعد مؤثر ہو جائے گی.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 یہ آپ کی ذمہ داری ہے کہ آپ وقتاً فوقتاً کسی بھی اپ ڈیٹ یا تبدیلی سے آگاہ رہنے کے لیے اس معاہدے کا جائزہ لیں۔ اس معاہدے میں کسی بھی ترمیم کے بعد آپ کا Detrade کے پلیٹ فارم کا مسلسل استعمال ان تبدیلیوں کی قبولیت پر مشتمل ہے.",
  "13.Amendments to the Agreement": "13. معاہدے میں ترامیم",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 اگر آپ کے پاس اس معاہدے یا Detrade کے پلیٹ فارم سے متعلق کوئی سوالات، خدشات، یا تاثرات ہیں، تو پلیز ہم سے اس پر رابطہ کریں",
  "14.Contact Information": "14. رابطہ کی معلومات",
  "16th of every month": "ہر مہینے کی 16 تاریخ",
  "1D": "1D",
  "1M": "1M",
  "1W": "1W",
  "2. Definitions": "2. تعریفیں",
  "2. Eligibility": "2. اہلیت",
  "2. How We Use Your Information": "2. ہم آپ کی انفارمیشن کو کس طرح استعمال کرتے ہیں",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. آپ UP اور DOWN ڈائریکشن میں فنڈ پول کی کل آرڈر کی رقم اور فہرست میں اپنے اور دیگر یوزرز کے آرڈر کی صورتحال دیکھ سکتے ہیں.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" سے مراد اینٹی منی لانڈرنگ ہے، جو کہ مالیاتی نظاموں کے ذریعے غیر قانونی آمدنی کو روکنے کے لیے بنائے گئے طریقہ کار، قوانین اور ضوابط کا مجموعہ ہے.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 ڈیٹریڈ کے پلیٹ فارم تک رسائی یا استعمال کرکے، آپ نمائندگی کرتے ہیں اور ضمانت دیتے ہیں کہ آپ کی عمر کم از کم 18 سال ہے اور آپ اس معاہدے میں داخل ہونے کی قانونی صلاحیت رکھتے ہیں.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 ہمارا پلیٹ فارم فراہم کرنے اور اسے برقرار رکھنے کے لیے:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" سے مراد اپنے کسٹمر کو جاننا ہے، جو کہ یوزرز کی شناخت کی تصدیق اور غیر قانونی سرگرمیوں میں ملوث ہونے کے ان کے ممکنہ خطرے کا اندازہ لگانے کا عمل ہے.",
  "2.2 To Improve Our Platform:": "2.2 ہمارے پلیٹ فارم کو بہتر بنانے کے لیے:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 آپ کو ہمارے پلیٹ فارم کے استعمال سے متعلق تمام قابل اطلاق قوانین اور ضوابط کی تعمیل بھی کرنی چاہیے.",
  "2.3 To Communicate with You:": "2.3 آپ کے ساتھ بات چیت کرنے کے لیے:",
  "2.4 To Personalize Your Experience:": "2.4 اپنے تجربے کو ذاتی بنانے کے لیے:",
  "2.5 To Conduct Analytics and Research:": "2.5 تجزیات اور ریسرچ کرنے کے لیے:",
  "2.6 To Ensure Security and Compliance:": "2.6 سیکورٹی اور تعمیل کو یقینی بنانے کے لیے:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% ایفلیٹ کمیشن (ہماری بنیادی شرح سے 100% اضافہ).",
  "20+ exchange market data": "20+ ایکسچینج مارکیٹ ڈیٹا",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24 گھنٹے کی ودڈرا کی پابندی کا نوٹس ہمارے سسٹم نے آپ کے اکاؤنٹ میں اہم معلومات میں تبدیلیوں کی نشاندہی کی ہے، اور اس لیے ہم آپ کے اکاؤنٹ کی واپسی کی خصوصیت کو عارضی طور پر معطل کر رہے ہیں جب کہ ہم آپ کے اثاثوں کو محفوظ بنانے کے لیے اقدامات کر رہے ہیں۔ UTC وقت {{time}} پر پابندیاں آٹومیٹکلی ہٹا دی جائیں گی",
  "24h Live Players": "24 گھنٹے لائیو پلیئرز",
  "24h Trade Vol": "24 گھنٹے ٹریڈ والیوم",
  "24h Wins Paid": "24 گھنٹے ادا شدہ جیت",
  "24h high": "24 گھنٹے ہائی",
  "24h low": "24 گھنٹے کم",
  "24h players": "24 گھنٹے پلیئرز",
  "24h win ratio": "24 گھنٹے جیت کا تناسب",
  "2FA Code's length is not right": "2FA کوڈ کی لمبائی درست نہیں ہے",
  "2FA authentication": "2FA authentication",
  "2s CFD and 5-60s Options": "2s CFD اور 5-60s کے آپشنز",
  "3. Customer Due Diligence (CDD)": "3. کسٹمر ڈیو ڈیلیجنس (CDD)",
  "3. How We Share Your Information": "3. ہم آپ کی معلومات کا شیئر کیسے کرتے ہیں",
  "3. Wait for system settlement": "3. سسٹم سیٹلمنٹ کا انتظار کریں",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade تمام یوزرز پر اپنی شناخت کی تصدیق کرنے اور ان کے رسک لیول کا اندازہ لگانے کے لیے کسٹمر ڈیو ڈیلیجنس (CDD) کا انعقاد کرتا ہے.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Detrade کے پلیٹ فارم کی کچھ فیچر تک رسائی حاصل کرنے کے لیے، آپ کو ایک اکاؤنٹ کے لیے رجسٹر کرنے کی ضرورت پڑ سکتی ہے.",
  "3.1 With Service Providers:": "3.1 سروس فراہم کرنے والوں کے ساتھ:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 رجسٹریشن پراسیس کے دوران، آپ کو کچھ ذاتی معلومات فراہم کرنے کی ضرورت ہو سکتی ہے، بشمول آپ کا پورا نام، تاریخ پیدائش، رہائشی پتہ، حکومت کی طرف سے جاری کردہ شناخت، اور پتہ کا ثبوت.",
  "3.2 For Legal Reasons:": "3.2 لیگل وجوہات کے لیے:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 کسی اکاؤنٹ کے لیے رجسٹر کرتے وقت، آپ اپنے بارے میں درست، موجودہ، اور مکمل معلومات فراہم کرنے سے اتفاق کرتے ہیں جیسا کہ رجسٹریشن فارم کے ذریعے اشارہ کیا گیا ہے.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade آپ کی شناخت کی تصدیق کرنے یا آپ کے رسک لیول کا اندازہ لگانے کے لیے آپ سے اضافی معلومات یا دستاویزات کی درخواست کرنے کا حق محفوظ رکھتا ہے.",
  "3.3 To Protect Our Rights:": "3.3 اپنے حقوق کی حفاظت کے لیے:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 آپ اپنے اکاؤنٹ کی اسناد کی رازداری کو برقرار رکھنے اور آپ کے اکاؤنٹ کے تحت ہونے والی تمام سرگرمیوں کے لیے ذمہ دار ہیں.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade آپ کے اکاؤنٹ کو معطل یا ختم کرنے کا حق محفوظ رکھتا ہے اگر ہمیں یقین ہے کہ آپ نے رجسٹریشن کے عمل کے دوران غلط یا گمراہ کن معلومات فراہم کی ہیں یا اس معاہدے کی کسی شق کی خلاف ورزی کی ہے.",
  "3.4 With Your Consent:": "3.4 آپ کی رضامندی سے:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 آپ کسٹمر ڈیو ڈیلیجنس (CDD) کے مقصد کے لیے Detrade کی طرف سے درخواست کردہ کوئی بھی معلومات یا دستاویزات فوری طور پر فراہم کرنے سے اتفاق کرتے ہیں.",
  "3.5 In Business Transfers:": "3.5 کاروبار کی منتقلی میں:",
  "3.Account Registration": "3۔اکاؤنٹ رجسٹریشن",
  "3rd Merchant Processing": "تھرڈ مرچنٹ پروسیسنگ",
  "4. Check the winning and losing results": "4. جیتنے اور ہارنے والے نتائج کو چیک کریں",
  "4. Identity Verification": "4. شناخت کی تصدیق",
  "4. Platform Use": "4. پلیٹ فارم کا استعمال",
  "4. Your Data Protection Rights": "4. آپ کے ڈیٹا کے تحفظ کے حقوق",
  "4.1 Access:": "4.1 رسائی:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade اپنے یوزرز کی شناخت کی تصدیق کے لیے مختلف طریقوں اور ٹولز کا استعمال کرتا ہے، بشمول لیکن ان تک محدود نہیں:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 ڈیٹریڈ کا پلیٹ فارم صرف معلوماتی اور تعلیمی مقاصد کے لیے فراہم کیا گیا ہے۔ آپ تسلیم کرتے ہیں اور اس بات سے اتفاق کرتے ہیں کہ ہمارے پلیٹ فارم پر فراہم کردہ کسی بھی معلومات کا مقصد مالی مشورہ نہیں ہے اور سرمایہ کاری کے فیصلے کرنے کے لیے اس پر انحصار نہیں کیا جانا چاہیے.",
  "4.2 Correction:": "4.2 تصحیح:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade یوزر کی طرف سے فراہم کردہ کسی بھی دستاویز یا معلومات کو مسترد کرنے کا حق محفوظ رکھتا ہے اگر اسے شناخت کی تصدیق کے مقصد کے لیے ناکافی یا غلط سمجھا جاتا ہے.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 ٹریڈنگ بائنری آپشنز سے وابستہ خطرات کا جائزہ لینے اور یہ تعین کرنے کے لیے کہ ڈیٹریڈ کے پلیٹ فارم پر ٹریڈنگ آپ کے لیے موزوں ہے یا نہیں، آپ مکمل طور پر ذمہ دار ہیں.",
  "4.3 Deletion:": "4.3 حذف کرنا:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 آپ Detrade کے پلیٹ فارم کو تمام قابل اطلاق قوانین اور ضوابط کے مطابق استعمال کرنے سے اتفاق کرتے ہیں اور اس طریقے سے جو دوسروں کے حقوق کی خلاف ورزی نہ کرے یا اس معاہدے کی شرائط کی خلاف ورزی نہ کرے.",
  "4.4 Objection:": "4.4 اعتراض:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 پابندی: آپ کو یہ درخواست کرنے کا حق حاصل ہے کہ ہم کچھ شرائط کے تحت آپ کی ذاتی معلومات کی کارروائی کو محدود کریں.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 ڈیٹا پورٹیبلٹی: آپ کو کچھ شرائط کے تحت اپنی ذاتی معلومات کو کسی دوسرے ادارے یا براہ راست آپ کو منتقل کرنے کی درخواست کرنے کا حق ہے.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 رضامندی ودڈرا لینا: اگر آپ نے ہمیں اپنی ذاتی معلومات پر کارروائی کرنے کی رضامندی دی ہے، تو آپ کو کسی بھی وقت اپنی رضامندی ودڈرا لینے کا حق ہو.",
  "5. Data Security": "5. ڈیٹا سکیورٹی",
  "5. Risk Assessment": "5. رسک کی تشخیص",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade ہر تاجر کی شناخت کی توثیق کی معلومات، ٹرانزیکشن ہسٹری، اور دیگر متعلقہ عوامل کی بنیاد پر رسک کی تشخیص کرتا ہے.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 ڈیٹریڈ کا پلیٹ فارم یوزرز کو مختلف مالیاتی آلات پر بائنری اختیارات کی تجارت کرنے کی اجازت دیتا ہے، بشمول اسٹاک، کرنسی، کموڈٹیز، اور انڈیکس تک محدود نہیں.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 یوزرز کو رسک کی تشخیص کے نتائج کی بنیاد پر رسک کی درجہ بندی تفویض کی جا سکتی ہے، جو ان کے لین دین اور اکاؤنٹ کی سرگرمی پر لاگو جانچ کی سطح کو متاثر کر سکتی ہے.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 آپ تسلیم کرتے ہیں اور اتفاق کرتے ہیں کہ بائنری آپشنز کی تجارت میں اہم خطرات شامل ہیں، بشمول آپ کی پوری سرمایہ کاری کو کھونے کا رسک.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 آپ ہر تجارت سے وابستہ خطرات کا جائزہ لینے اور اپنے انفرادی حالات کے لیے مناسب انویسٹمنٹ کی حکمت عملی کا تعین کرنے کے مکمل طور پر ذمہ دار ہیں.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade ہمارے پلیٹ فارم پر کی جانے والی کسی بھی تجارت کے منافع یا کامیابی سے متعلق کوئی ضمانت یا یقین دہانی فراہم نہیں کرتا ہے.",
  "5.Trading": "5. ٹریڈنگ",
  "50+ trading pairs": "50+ ٹریڈنگ پیئرز",
  "6 Month's Pnl": "6 مہینے کا Pnl",
  "6. Data Retention": "6. ڈیٹا برقرار رکھنا",
  "6. Fees and Charges": "6. فیس اور چارجز",
  "6. Monitoring and Reporting": "6. نگرانی اور رپورٹنگ",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade ہمارے پلیٹ فارم پر کی جانے والی کچھ خدمات یا لین دین کے لیے فیس وصول کر سکتا ہے۔ آپ ہمارے پلیٹ فارم کے استعمال کے سلسلے میں تمام قابل اطلاق فیس اور چارجز ادا کرنے سے اتفاق کرتے ہیں.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade مشکوک یا غیر معمولی رویے کی علامات کے لیے ٹریڈر کے ٹرانزیکشن اور اکاؤنٹ کی سرگرمیوں پر نظر رکھتا ہے جو منی لانڈرنگ یا دہشت گردوں کی مالی معاونت کی سرگرمیوں کی نشاندہی کر سکتے ہیں.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade ہمارے فیس کے ڈھانچے کو کسی بھی وقت، نوٹس کے ساتھ یا اس کے بغیر تبدیل کرنے کا حق محفوظ رکھتا ہے.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 اگر Detrade کسی مشتبہ سرگرمی یا ٹرانزیکشن کی نشاندہی کرتا ہے، تو ہم متعلقہ حکام کو ایسی سرگرمی کی اطلاع دینے اور مناسب کارروائی کرنے کا حق محفوظ رکھتے ہیں، جس میں ٹریڈر اکاؤنٹس کو منجمد یا معطل کرنے تک محدود نہیں.",
  "6M": "6M",
  "7 * 24 technical services": "7 * 24 تکنیکل خدمات",
  "7. Cookies and Similar Technologies": "7. کوکیز اور اسی طرح کی ٹیکنالوجیز",
  "7. Intellectual Property": "7. دانشورانہ پراپرٹی",
  "7. Record-Keeping": "7. ریکارڈ رکھنا",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Detrade کے پلیٹ فارم پر دستیاب تمام مواد اور مواد، بشمول متن، گرافکس، لوگو، تصاویر اور سافٹ ویئر تک محدود نہیں، Detrade یا اس کے لائسنس دہندگان کی ملکیت ہیں اور کاپی رائٹ، ٹریڈ مارک، اور دیگر دانشورانہ املاک کے قوانین کے ذریعے محفوظ ہیں.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 کوکیز: ہم اپنے پلیٹ فارم پر آپ کے تجربے کو بڑھانے کے لیے کوکیز کا استعمال کرتے ہیں۔ کوکی آپ کی ڈیوائس پر رکھی گئی ایک چھوٹی فائل ہے جو ہمیں آپ کے براؤزر کو پہچاننے اور کچھ معلومات کو پکڑنے اور یاد رکھنے کی اجازت دیتی ہے.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade تمام ٹریڈرز کی شناخت اور لین دین کی معلومات کے ریکارڈ کو قابل اطلاق قوانین اور ضوابط کے مطابق برقرار رکھتا ہے.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 کوکیز کی اقسام: a) **ضروری کوکیز**: یہ کوکیز ہمارے پلیٹ فارم کو چلانے کے لیے ضروری ہیں۔ وہ آپ کو سائٹ پر نیویگیٹ کرنے اور اس کی خصوصیات کو استعمال کرنے کے قابل بناتے ہیں.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 یوزر کے ریکارڈ کو خفیہ رکھا جاتا ہے اور قانون کے مطابق صرف مجاز اہلکاروں یا ریگولیٹری اتھارٹیز کو ظاہر کیا جاتا ہے.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 آپ کو صرف اپنے پرسنل اور نان کمرشل استعمال کے لیے Detrade کے پلیٹ فارم تک رسائی اور استعمال کرنے کے لیے ایک محدود، غیر خصوصی، اور ناقابل منتقلی لائسنس دیا گیا ہے.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 کوکیز کا انتظام کرنا: آپ انفرادی براؤزر کی سطح پر کوکیز کے استعمال کو کنٹرول کر سکتے ہیں۔ اگر آپ کوکیز کو مسترد کرتے ہیں، تب بھی آپ ہمارا پلیٹ فارم استعمال کر سکتے ہیں، لیکن ہمارے پلیٹ فارم کی کچھ خصوصیات یا علاقوں کو استعمال کرنے کی آپ کی صلاحیت محدود ہو سکتی ہے.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 آپ ڈیٹریڈ کی واضح تحریری رضامندی کے بغیر ڈیٹریڈ کے پلیٹ فارم پر دستیاب کسی بھی مواد یا مواد کی بنیاد پر دوبارہ تخلیق، ترمیم، تقسیم، یا مشتق کام تخلیق نہ کرنے پر متفق ہیں.",
  "8. Third-Party Links": "8. تھرڈ پارٹی لنکس",
  "8. Training and Awareness": "8. ٹریننگ اور آگہی",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade اپنے ملازمین کے لیے تربیت اور آگاہی کے پروگرام فراہم کرتا ہے تاکہ یہ یقینی بنایا جا سکے کہ وہ AML اور KYC پالیسیوں اور طریقہ کار کے بارے میں جانکاری رکھتے ہیں.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade اپنے صارفین کی پرائیویسی کا احترام کرتا ہے اور ان کی ذاتی معلومات کے تحفظ کے لیے پرعزم ہے۔ پلیز ہماری پرائیویسی پالیسی دیکھیں کہ ہم آپ کی ذاتی معلومات کو کیسے اکٹھا، استعمال اور ظاہر کرتے ہیں.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 ملازمین کو مشتبہ سرگرمی کو پہچاننے اور رپورٹ کرنے اور AML اور KYC کے تمام تقاضوں کی تعمیل کرنے کی تربیت دی جاتی ہے.",
  "8.Privacy Policy": "8. پرائیویسی پالیسی",
  "9. Children's Privacy": "9. بچوں کی پرائیویسی",
  "9. Compliance Oversight": "9. تعمیل کی نگرانی",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade نے AML اور KYC پالیسیوں اور طریقہ کار کی تعمیل کی نگرانی کے لیے ایک تعمیل افسر کو نامزد کیا ہے.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade ہمارے پلیٹ فارم تک آپ کی رسائی کو کسی بھی وقت اور کسی بھی وجہ سے، بغیر وجہ کے، اور پیشگی اطلاع کے بغیر معطل یا ختم کرنے کا حق محفوظ رکھتا ہے.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 تعمیل افسر ریگولیٹری پیش رفت کی نگرانی، AML اور KYC پالیسیوں کو ضرورت کے مطابق اپ ڈیٹ کرنے، اور اس بات کو یقینی بنانے کے لیے ذمہ دار ہے کہ Detrade کی کارروائیاں تمام قابل اطلاق قوانین اور ضوابط کے مطابق رہیں.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Detrade کے پلیٹ فارم تک آپ کی رسائی ختم ہونے پر، اس معاہدے کی تمام شقیں جو اپنی نوعیت کے مطابق برطرفی سے بچ جائیں گی، باقی رہیں گی، بشمول انٹلیکچوئل پراپرٹی، ذمہ داری کی حد، اور تنازعات کے حل سے متعلق دفعات تک محدود نہیں.",
  "9.Termination": "9. ٹرمینیشن",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>بونس اماؤنٹ:</0> آپ کے پہلے ڈپازٹ کا 50%",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>بونس کیپ:</0> زیادہ سے زیادہ 50 USDT ٹریڈنگ بونس",
  "<0>Eligibility:</0> New users on Detrade only": "<0>اہلیت:</0> صرف ڈیٹریڈ پر نئے یوزرز",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>ریکوائرمنٹس:</0> پہلا ڈپازٹ ≥ 50 USDT (یا مساوی کرپٹو)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>سپورٹڈ پروڈکٹس</0>: ہائی لو، اسپریڈ، اپ ڈاؤن، فیوجر",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> ٹکٹ اس راؤنڈ میں بھیجے گئے ہیں!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> {{position}} کے فی اندراج اور خارجی تجارت بشمول سلپج",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1> از {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "ٹریڈ کھولنے پر {{feeAmount}} ({{commission}}) کی فلیٹ فیس لی گئی تھی (position:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "جب آپ ٹریڈ بند کرتے ہیں تو آپ کے منافع کا ایک حصہ (if any) لیا جاتا ہے",
  "A variable fee was charged as a fraction of profits upon closing the trade": "ٹریڈ کو بند کرنے پر منافع کے ایک حصے کے طور پر ویری ایبل فیس وصول کی گئی",
  "A verification will be sent to {{email}}": "ایک ویریفیکشن {{email}} پر بھیجی جائے گی",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: یقینی بنائیں کہ آپ نے چاروں تجارتی طریقوں کو انلا کڈ کر دیا ہے۔ اگر مسئلہ برقرار رہتا ہے تو مدد کے لیے کسٹمر سپورٹ سے رابطہ کریں.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: نہیں، بونس خود ودڈرا نہیں لیا جا سکتا۔ تاہم، کسی بھی <0>بونس کا استعمال کرتے ہوئے ہونے والے منافع</0> کو ودڈرا لیا جا سکتا ہے.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: ہاں۔ پلیز جاری ہونے کے <0>7 دنوں</0> کے اندر اپنا بونس ایکٹویٹ کریں۔ معیاد ختم شدہ بونس کی وصولی نہیں ہو سکتی.",
  "AF": "AF",
  "AML & KYC policy": "AML &KYC پالیسی",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Detrade کے بارے میں",
  "Access over 70 popular assets with up to 90% profit potential": "90% منافع کی صلاحیت کے ساتھ 70 سے زیادہ مقبول اثاثوں تک رسائی حاصل کریں",
  "Account Details": "اکاؤنٹ ڈیٹیلز",
  "Account Not Verified": "اکاؤنٹ ویریفائیڈ نہیں ہے",
  "Account Verified": "اکاؤنٹ ویریفائیڈ ہوگیا",
  "Activate": "ایکٹویٹ",
  "Activation expiry time": "ایکٹیویشن ختم ہونے کا وقت",
  "Active": "ایکٹو",
  "Active tickets": "ایکٹو ٹکٹس",
  "Activity priority access": "سرگرمی کی ترجیحی رسائی",
  "Add": "شامل ہو",
  "Add key phrase into Google Authenticator and remember the key phrase": "Google Authenticator میں کلیدی جملہ شامل کریں اور کلیدی جملہ یاد رکھیں",
  "Add referral": "ریفرل شامل کریں",
  "Add referral code": "ریفرل کوڈ شامل کریں",
  "Address is required": "ایڈریس کی ضرورت ہے",
  "Address valid": "ایڈریس درست ہے",
  "Advanced": "ایڈوانسڈ",
  "Advanced Users": "ایڈوانسڈ یوزرز",
  "Advanced chart": "ایڈوانسڈ چارٹ",
  "Advantage": "ایڈوانٹیج",
  "Affiliate program": "ایفلیٹ پروگرام",
  "Affiliates": "ایفیلیٹس",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "اپنا پہلا ڈپازٹ مکمل کرنے کے بعد، اپنا ابتدائی 1 USDT ٹرائل واؤچر دیکھنے کے لیے <0>ریوارڈ سینٹر</0> پر جائیں.",
  "After setting your personal information private, other users will not be able to see your username and information.": "اپنی پرسنل معلومات کو پرائیویٹ سیٹ کرنے کے بعد، دوسرے یوزرز آپ کا یوزر نام اور معلومات نہیں دیکھ پائیں گے.",
  "Agreement": "معاہدہ",
  "Airdrop": "ائیر ڈراپ",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "ایئر ڈراپ میتھڈ: انعامات خود بخود والیٹ میں تقسیم ہو جاتے ہیں۔ پلیز ایپ میں ای میل کیو فالو کریں.",
  "Airdrop plan": "ائیر ڈراپ پلان",
  "Airdrop program": "ائیر ڈراپ پروگرام",
  "Airdrops": "ائیر ڈراپس",
  "Algorithm": "الگورتھم",
  "All": "تمام",
  "All Assets": "تمام اثاثے",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "اس ویب سائٹ پر بروکریج کی تمام سرگرمیاں Nexus Play LLC کے ذریعے فراہم کی گئی ہیں.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "'گیم پلے کے تمام فارمولے کھلے اور شفاف ہیں، جو دھوکہ دہی کو روکتے ہیں اور پارٹنرز اور پلیئرز کو رسک سے بچاتے ہیں.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "24 گھنٹے کے ٹریڈنگ راؤنڈ کے لیے تمام قیمتیں تصادفی طور پر تیار کردہ سیڈ کا استعمال کرتے ہوئے پہلے سے طے کی جاتی ہیں، جو ہر تجارتی راؤنڈ کے اختتام پر ظاہر ہوتی ہیں۔ اس شائع شدہ سیڈ کے ساتھ، کوئی بھی اس بات کی تصدیق کر سکتا ہے کہ ہم نے نیچے دیے گئے الگورتھم پر عمل کیا اور راؤنڈ شروع ہونے کے بعد قیمتوں میں کوئی تبدیلی نہیں کی۔ خاص طور پر، ہمارے لیے آپ کی ٹریڈنگ کی بنیاد پر قیمتوں کو تبدیل کرنا ناممکن ہے.",
  "All prizes will be sent in USDT.": "تمام انعامات USDT میں بھیجے جائیں گے.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "ایک اعلیٰ تاجر کا تمام ہینڈ آن تجربہ جس کی آپ کو ضرورت ہے، بشمول گرم ترین ٹریڈنگ انڈیکیٹر اور سگنلز تک رسائی.",
  "All time wins paid": "تمام وقت کی جیت ادا کی جاتی ہے",
  "Already have an account?": "کیا آپ کے پاس پہلے ہی ایک اکاؤنٹ ہے؟",
  "Amount": "اماونٹ",
  "Amount is required": "اماونٹ درکار ہے",
  "Amount to withdraw": "ودڈرا لینے کی اماونٹ",
  "Announcement": "اناؤنسمنٹ",
  "Announcements": "اعلانات",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "اینٹی منی لانڈرنگ (AML) اور اپنے کسٹمر (KYC) کی پالیسی کو جانیں",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "کوئی سوال؟ ہماری سرشار سپورٹ ٹیم ایپلیکیشن کے پراسیس میں آپ کی مدد اور رہنمائی کے لیے تیار ہے.",
  "Apply": "اپلائی",
  "Applying": "اپلائی کر رہا ہے",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "تقریباً {{nextCapitalCost}} اگلے گھنٹے میں وصول کیے جائیں گے، اور مخصوص رقم اس وقت کی فنڈنگ ​​کی شرح سے مشروط ہے.",
  "Are there any geographical restrictions?": "کیا کوئی جغرافیائی پابندیاں ہیں؟",
  "Arrival amount": "آمد کی اماونٹ",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "جب تک پروگرام ایکٹو رہتا ہے، آپ ڈیٹریڈ اکاؤنٹ کے لیے آپ کے ریفر رجسٹرز کے لمحے سے کمیشن حاصل کر سکتے ہیں.",
  "Ask a question": "ایک سوال پوچھیں",
  "Asset types,currencies,cryptocurrencies for any trader.": "کسی بھی ٹریڈر کے لیے اثاثوں کی اقسام، کرنسی، کرپٹو کرنسی.",
  "Assets": "اثاثے",
  "Assets overview": "اثاثہ جات کا جائزہ",
  "At least {{exceed}} number": "کم از کم {{exceed}} نمبر",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "الٹی گنتی کے اختتام پر، نفع اور نقصان کا تعین اس رجحان کی بنیاد پر کیا جائے گا جس کی آپ نے پیش گوئی کی ہے.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "ہر ٹریڈنگ راؤنڈ (00:00 UTC) کے آغاز پر، ایک نیا 32 -byte سیڈ بے ترتیب طور پر منتخب کیا جاتا ہے۔ پورے راؤنڈ کی قیمتوں کو اس سیڈ کو بڑھتے ہوئے انٹیجر ٹک کاؤنٹر کے ساتھ ملا کر دوبارہ تیار کیا جا سکتا ہے",
  "Auto": "آٹو",
  "Available": "دستیاب ہے",
  "Available on request": "درخواست پر دستیاب ہے",
  "Award quota": "اایوارڈ کوٹا",
  "Awarded users": "ایوارڈ یافتہ یوزرز",
  "Balance": "بیلنس",
  "Balance is not enough": "بیلنس کافی نہیں ہے",
  "Basic": "بنیادی",
  "Becoming an affiliate is easy": "ایفیلیٹ بننا آسان ہے",
  "Benefit from our many years of experience and internationally renowned reputation.": "ہمارے کئی سالوں کے تجربے اور بین الاقوامی سطح پر مشہور ساکھ سے فائدہ اٹھائیں.",
  "Benefits": "فوائد",
  "Benefits:": "فوائد:",
  "Best For": "کے لیے بہترین",
  "Bet": "بیٹ",
  "Betting": "بیٹ لگانا",
  "Binary Options Exchange": "بائنری آپشنز ایکسچینج",
  "Bind": "باندھنا",
  "Bind Success": "کامیابی کو باندھیں",
  "Black diamond circle": "بلیک ڈائمنڈ سرکل",
  "Blockchain Processing": "بلاکچین پروسیسنگ",
  "Bonus": "بونس",
  "Bonus Rules": "بونس رولز",
  "Bonus Trial": "بونس ٹرائلر",
  "Bonus pool": "بونس پول",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "بونس واؤچرز <0>نان ودڈرایپل</0> ہیں، لیکن <1>بونس ٹریڈز سے منافع ودڈراا لیا جا سکتا ہے<1>",
  "Boost your earnings by affiliate program": "ایفلیٹ پروگرام کے ذریعے اپنی ارننگ کو بوسٹ کریں",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "1000x لیوریج کے ساتھ اپنی ٹریڈنگ کو فروغ دیں - بڑا رسک، بڑا ریوارڈ.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "1000x لیوریج کے ساتھ اپنی ٹریڈنگ کو فروغ دیں - بڑا رسک، بڑا ریوارڈ.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC کی طرف سے پیش کردہ بروکریج مصنوعات اور خدمات.",
  "Bronze": "برونزے",
  "Bust And Stop Loss Prices": "بسٹ اور سٹاپ نقصان کی پرائسز",
  "Buy": "خریدیں",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Detrade کے پلیٹ فارم تک رسائی یا استعمال کرکے، آپ تسلیم کرتے ہیں کہ آپ نے اس پرائیویسی پالیسی کو پڑھا، سمجھا اور اس کے پابند ہونے سے اتفاق کرتے ہیں۔ اگر آپ اس رازداری کی پالیسی سے متفق نہیں ہیں، تو آپ کو ہمارا پلیٹ فارم استعمال نہیں کرنا چاہیے.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Detrade کے پلیٹ فارم تک رسائی یا استعمال کر کے، آپ تسلیم کرتے ہیں کہ آپ نے اس معاہدے کو پڑھا، سمجھ لیا، اور اس کے پابند ہونے سے اتفاق کرتے ہیں۔ اگر آپ اس معاہدے کے کسی بھی حصے سے متفق نہیں ہیں، تو آپ کو ڈیٹریڈ کا پلیٹ فارم استعمال نہیں کرنا چاہیے.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Detrade کے پلیٹ فارم تک رسائی یا استعمال کرکے، آپ تسلیم کرتے ہیں کہ آپ نے اس AML اور KYC پالیسی کو پڑھا، سمجھ لیا اور اس کی تعمیل کرنے سے اتفاق کیا۔ اگر آپ اس پالیسی کے کسی بھی حصے سے متفق نہیں ہیں، تو آپ کو ڈیٹریڈ کا پلیٹ فارم استعمال نہیں کرنا چاہیے.",
  "Calculator": "کیلکولیٹر",
  "Campaign": "مہم",
  "Campaign Center": "مہم کا مرکز",
  "Can I See The Data Of My Referral?": "کیا میں اپنے ریفرل کا ڈیٹا دیکھ سکتا ہوں؟",
  "Can I use a live account and a demo account at the same time?": "کیا میں ایک ہی وقت میں لائیو اکاؤنٹ اور ڈیمو اکاؤنٹ استعمال کر سکتا ہوں؟",
  "Can Partner upgrade his partnership level in the future?": "کیا پارٹنر فیوچر میں اپنی پارٹنرشپ سطح کو اپ گریڈ کر سکتا ہے؟",
  "Can non-crypto users play Detrade games?": "کیا نان کریپٹو یوزرز ڈیٹریڈ گیمز کھیل سکتے ہیں؟",
  "Cancel": "کینسل",
  "Cannot exceed {{exceed}} characters": "{{exceed}} کریکٹر سے زیادہ نہیں ہو سکتا",
  "Cash All": "تمام کیش",
  "Champion Profits": "چیمپئن پرافٹس",
  "Change": "چینج",
  "Change password": "چینج پاسورڈ",
  "Chat": "چیٹ",
  "Check <0>ROI calculator</0> for more details": "مزید تفصیلات کے لیے <0>ROI کیلکولیٹر</0> کو چیک کریں",
  "Chg%": "Chg%",
  "Choose Symbol": "علامت منتخب کریں",
  "Choose Your <0> Account Type And </0>  Start Trading!": "اپنے <0> اکاؤنٹ کی قسم کا انتخاب کریں اور </0> ٹریڈنگ شروع کریں!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "اپنے <br/> اکاؤنٹ کی قسم کا انتخاب کریں اور </br> ٹریڈنگ شروع کریں!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "اپنی پوزیشن کو زیادہ سے زیادہ کرنے کے لیے ایک ملٹیپلائر کا انتخاب کریں۔ زیادہ ملٹیپلائر لگانے سے آپ کے مارجن کا رسک بڑھ جاتا ہے",
  "Choose the cryptocurrency that you would like to start trading.": "وہ کریپٹو کرنسی منتخب کریں جس کی آپ ٹریڈنگ شروع کرنا چاہتے ہیں.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "الٹی گنتی کے مخصوص وقت کے اندر آرڈر دینے کے لیے اوپر یا نیچے کی سمت کا انتخاب کریں.",
  "Claim": "کلیم",
  "Claim Voucher": "کلیم ووچر",
  "Claimed rewards": "کلیم کردہ ریوارڈز",
  "Claimed rewards details": "کلیم کردہ ریوارڈز کی تفصیلات",
  "Click Here To View The": "دیکھنے کے لیے یہاں کلک کریں",
  "Click Up or Down to Trading": "اوپر یا نیچے ٹریڈنگ پر کلک کریں",
  "Client": "کلائنٹ",
  "Close": "کلوز",
  "Close Time": "کلوز ٹائم",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "کسی بھی ٹائم کلوز کریں، چاہے نفع ہو یا نقصان۔ اپنی پوزیشن کو خود بخود بند کرنے کے لیے ٹیک-پرافٹ یا اسٹاپ لاس کے اہداف مقرر کریں",
  "Close the order": "آرڈر کلوز کریں",
  "Close type": "کلوز ٹائپ",
  "Closed successfully!": "کامیابی سے بند ہو گیا!",
  "Co-planning rights": "شریک منصوبہ بندی کے رائٹس",
  "Coin-Margined": "کوائن کے حاشیے پر",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "ہر قیمت فیڈ سے تمام آرام کی حد کے آرڈرز کو ایک واحد جامع آرڈر بک میں یکجا کریں۔ یہ ٹھیک ہے اور توقع ہے کہ کچھ خرید آرڈرز کی پرائس دوسرے ایکسچینجز کے کچھ سیل آرڈرز کی قیمت سے زیادہ ہوگی۔ ایک بڑے آرڈر کے اثر کو محدود کرنے کے لیے انفرادی آرڈر کے سائز کو $1 ملین تک محدود کیا گیا ہے.",
  "Coming soon": "جلد آ رہا ہے",
  "Community": "کمیونٹی",
  "Community access": "کمیونٹی تک رسائی",
  "Completed": "مکمل ہوا",
  "Comprehensive trading training": "جامع ٹریڈنگ ٹریننگ",
  "Computers and smartphones are fully functional": "کمپیوٹر اور اسمارٹ فون مکمل طور پر فعال ہیں",
  "Condition 1: The price trend matches your prediction.": "کنڈیشن 1: پرائس ٹرینڈ آپ کی پیشین گوئی سے میچ ہوتا ہے.",
  "Condition 2: Price movement breaks through the spread.": "کنڈیشن 2: پرائس کی موومنٹ پھیلنے کے ذریعے بریک ہو جاتی ہے.",
  "Confirm": "کنفرم",
  "Confirm Close": "کنفرم کلوز",
  "Confirm removing Google 2FA authentication?": "Google 2FA Authentication کو ہٹانے کی تصدیق کریں؟",
  "Confirm settlement of all orders?": "تمام آرڈرز کے تصفیہ کی تصدیق کریں؟",
  "Confirm to close the order?": "آرڈر بند کرنے کی تصدیق کریں؟",
  "Confirmations": "کنفرمیشنز",
  "Connect": "کنٹیکٹ",
  "Connect with your friends": "اپنے فرینڈز کے ساتھ جڑیں",
  "Contact Us": "ہم سے رابطہ کریں",
  "Contact us": "ہم سے رابطہ کریں",
  "Contact us with Email or Live chat": "ای میل یا لائیو چیٹ کے ذریعے ہم سے رابطہ کریں",
  "Content creators program": "مواد تخلیق کاروں کا پروگرام",
  "Contest prize pool": "کانٹیسٹ پرائز پول",
  "Continue": "جاری رکھیں",
  "Continue Deposit Process": "ڈپازٹ کے پروسیس کو جاری رکھیں",
  "Continue deposit process": "ڈپازٹ کے پروسیس کو جاری رکھیں",
  "Continue with Google": "گوگل کے ساتھ جاری رکھیں",
  "Continue with X": "X کے ساتھ جاری رکھیں",
  "Continuously updated": "مسلسل اپ ڈیٹ",
  "Convenient deposit and withdrawal methods": "آسان ڈپازٹ اور ودڈرا کے میتھڈ",
  "Copy": "کاپی",
  "Copy Success": "کامیابی کاپی کریں",
  "Copy this code to your authenticator app": "اس کوڈ کو اپنے authenticator app میں کاپی کریں",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "کاپی رائٹ © 2025 Nexus Play LLC۔ جملہ حقوق محفوظ ہیں.",
  "Country": "کنٹری",
  "Create Password": "پاسورڈ بنائیں",
  "Crypto": "کرپٹو",
  "Crypto - binary options": "کرپٹو - بائنری آپشنز",
  "Crypto Pairs": "کرپٹو پیئرز",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "کریپٹو کرنسی کنٹریکٹ ٹریڈنگ میں رسک ہوتا ہے، اور آپ اپنی پوری تجارتی رقم کھو سکتے ہیں۔ آپ جتنا زیادہ لیوریج استعمال کریں گے، اتنا ہی زیادہ رسک ہوگا۔ تاہم، کسی بھی حالت میں آپ اپنی ابتدائی تجارتی رقم سے زیادہ نہیں کھو سکتے.",
  "Currency": "کرنسی",
  "Custom Price Move %": "کسٹم پرائس مووو %",
  "Custom cashback plan": "کسٹم کیش بیک پلان",
  "Custom revenue share and fee option.": "کسٹم ریونیو شیئر اور فیس کا آپشن.",
  "Custom services": "کسٹم سروسز",
  "Custom signals": "کسٹم سگنلز",
  "Customized incentives tailored to your needs.": "آپ کی ضروریات کے مطابق اپنی مرضی کے مطابق مراعات.",
  "DOWN": "ڈاؤن",
  "Daily Active Users": "ڈیلی ایکٹو یوزرز",
  "Daily Earning": "ڈیلی ارننگ",
  "Daily contest": "ڈیلی کانٹیسٹ",
  "Dark": "ڈارک",
  "Date": "ڈیٹ",
  "Day": "دن",
  "DeTrade overview": "ڈیٹریڈ کا جائزہ",
  "Dedicated customer support": "خصوصی کسٹمر سپورٹ",
  "Demo": "ڈیمو",
  "Demo Account": "ڈیمو اکاؤنٹ",
  "Demo Trading": "ڈیمو ٹریڈنگ",
  "Depending on your location, you may have the following rights regarding your personal information:": "آپ کے مقام پر منحصر ہے، آپ کو اپنی پرسنل انفارمیشن سے متعلق درج ذیل حقوق حاصل ہو سکتے ہیں:",
  "Deposit": "ڈپازٹ",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "120 USDT ڈپازٹ کریں → 50 USDT کی کیپڈ بونس حاصل کریں",
  "Deposit 80 USDT → Receive 40 USDT bonus": "80 USDT ڈپازٹ کروائیں → 40 USDT بونس حاصل کریں",
  "Deposit Amount": "ڈپازٹ اماونٹ",
  "Deposit Order Created": "ڈپازٹ آرڈر بنایا گیا",
  "Deposit Via {{depositChannel}}": "{{depositChannel}} کے ذریعے ڈپازٹ کریں",
  "Deposit address": "ڈپازٹ ایڈریس",
  "Deposit and withdraw money with ease using the most convenient payment method.": "سب سے آسان ادائیگی کا طریقہ استعمال کرتے ہوئے آسانی سے رقم ڈپازٹ اور ودڈرا.",
  "Deposit is in progress": "",
  "Deposit now": "اپھی ڈپازٹ کریں",
  "Deposits and withdrawals": "ڈپازٹس اور ودڈراز",
  "Derivative Exchanges": "مشتق ایکسچینجز",
  "Description": "تفصیل",
  "Detail": "ڈیٹیل",
  "Details": "تفصیلات",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"we،\" \"us،\" or \"our\") آپ کی رازداری کو اہمیت دیتا ہے اور آپ کی ذاتی معلومات کی حفاظت کے لیے پرعزم ہے۔ یہ رازداری کی پالیسی اس بات کی وضاحت کرتی ہے کہ جب آپ ہمارے بائنری آپشنز ٹریڈنگ پلیٹ فارم (\"Platform\") کا استعمال کرتے ہیں تو ہم آپ کی معلومات کو کیسے اکٹھا، استعمال، افشاء اور حفاظت کرتے ہیں۔ ہمارے پلیٹ فارم تک رسائی یا استعمال کرکے، آپ اس پالیسی کے مطابق معلومات کو جمع کرنے اور استعمال کرنے سے اتفاق کرتے ہیں۔ اگر آپ اس پالیسی سے متفق نہیں ہیں، تو آپ کو ہمارا پلیٹ فارم استعمال نہیں کرنا چاہیے.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "ڈیٹریڈ کنیکٹ ایک ہموار انضمام کا حل ہے جو تھرڈ پارٹی پلیٹ فارمز کو آسانی سے ہمارے ماحولیاتی نظام سے جڑنے کی اجازت دیتا ہے۔ طاقتور APIs اور آٹومیشن ٹولز کے ذریعے، ہم اپنی مصنوعات کے بنیادی افعال کو براہ راست آپ کے پلیٹ فارم میں ضم کرتے ہیں۔ اس کا مقصد پلیٹ فارمز کو متنوع کرپٹو کرنسی مشتقات، تیز تر ڈیٹا ایکسچینج، اور ہماری جدید خصوصیات تک رسائی حاصل کرنے کی صلاحیت فراہم کرنا ہے، جبکہ محفوظ، توسیع پذیر، اور قابل اعتماد کنکشن کو یقینی بنانا ہے۔ چاہے آپ سروس ڈیلیوری کو بڑھانا چاہتے ہیں یا ورک فلو کو آسان بنانا چاہتے ہیں، Detrade Connect انضمام کو آسان، موثر اور موثر بنا سکتا ہے.",
  "Detrade Index Prices": "Detrade انڈیکس پرائسز",
  "Detrade Partner": "Detrade پارٹنر",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade پارٹنر پروگرام! یہ پروگرام تخلیق کاروں کو بہتر آمدنی کی صلاحیت اور خصوصی فوائد فراہم کرنے کے لیے ڈیزائن کیا گیا ہے، جو آپ کی پروموشنل کوششوں کو واقعی فائدہ مند بناتا ہے.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade روایتی ذہین تجارتی صنعت کو تبدیل کرنے اور ہر جگہ ہر ایک کے لیے فنانشل مارکیٹ کو کھولنے کے لیے پرعزم ہے۔ ہمارا مشن جدید ترین تجارتی تجربہ فراہم کرنا ہے۔ دنیا میں کوئی بھی شخص لین دین میں حصہ لے سکتا ہے.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade نے کوڈ کا جائزہ مکمل کر لیا ہے اور رزلٹ TOP-10% میں ہے.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade تیزی سے ترقی کی راہ پر گامزن ہے۔ ہم اپنے یوزرز کو ایک جدید اور پرکشش تجربہ فراہم کرنے کے لیے پرعزم ہیں جو اسے کریپٹو کرنسی بائنری آپشن ٹریڈنگ کے لیے انتخاب کا پلیٹ فارم بناتا ہے.",
  "Detrade learn": "Detrade سیکھیں",
  "Detrade offers 3 types of optional products.": "Detrade آپشنل پروڈکٹس کی 3 اقسام پیش کرتا ہے.",
  "Detrade partnership program": "Detrade پارٹنرشپ پروگرام",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade اس مہم کے لیے حتمی تشریح کے حقوق محفوظ رکھتا ہے.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade کسی بھی قواعد و ضوابط کو اپنی صوابدید پر اور پیشگی اطلاع کے بغیر تبدیل کرنے کا حق محفوظ رکھتا ہے.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade ان پلئیرز کو باہر کرنے کا حق محفوظ رکھتا ہے جنہوں نے مقابلے کے کسی بھی مرحلے پر ہمارے قوانین کی خلاف ورزی کی ہے.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade کسی بھی وقت کسی بھی متعلقہ شرائط و ضوابط سمیت سرگرمی یا ایئر ڈراپ ڈسٹری بیوشن پر نظر ثانی، معطل یا منسوخ کرنے کا حق محفوظ رکھتا ہے۔ نظرثانی کا مقصد دھوکہ دہی اور دیگر غیر قانونی سرگرمیوں کا انتظام/روکنا ہے۔ جب تک ٹریڈر دھوکہ دہی اور دیگر غیر قانونی سرگرمیوں میں ملوث نہ ہو، ایسی کوئی بھی نظرثانی ان ٹریڈرز کو متاثر نہیں کرے گی جنہوں نے حصہ لینے کا انتخاب کیا ہے.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade اس پرائیویسی پالیسی کو کسی بھی وقت اپ ڈیٹ یا تبدیل کرنے کا حق محفوظ رکھتا ہے۔ ہم اپنے پلیٹ فارم پر نئی رازداری کی پالیسی پوسٹ کر کے آپ کو کسی بھی تبدیلی کے بارے میں مطلع کریں گے۔ آپ کو مشورہ دیا جاتا ہے کہ کسی بھی تبدیلی کے لیے وقتاً فوقتاً اس پرائیویسی پالیسی کا جائزہ لیں ۔پرائیویسی پالیسی میں کسی بھی ترمیم کے بعد آپ کا ہمارے پلیٹ فارم کا مسلسل استعمال آپ کی تبدیلیوں کے اعتراف اور اپ ڈیٹ کردہ پرائیویسی پالیسی کے پابند ہونے اور اس کے پابند ہونے کے لیے آپ کی رضامندی کو تشکیل دے گا.",
  "Detrade weekly draw": "Detrade ویکلی ڈرا",
  "Developer documentation": "ڈویلپر ڈاکومنٹیشن",
  "Device": "ڈیوائس",
  "Diamond": "ڈائمنڈ",
  "Diamond Partner": "ڈائمنڈ پارٹنر",
  "Didn't find an answer to our question?": "ہمارے سوال کا جواب نہیں ملا؟",
  "Direction": "ڈائریکشن",
  "Discover trending tokens. Trade. Earn. Repeat.": "ٹرینڈنگ ٹوکنز دریافت کریں۔ تجارت۔ کمائیں دہرائیں.",
  "Distributing Payout": "پےآوٹ تقسیم کرنا",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "سپیشل سمبل اور اسپیس بار استعمال نہ کریں، ورنہ آپ کا اکاؤنٹ سپورٹ نہیں ہو سکتا.",
  "Do not use special symbols, otherwise your account may not be supported.": "سپیشل سمبل استعمال نہ کریں، ورنہ آپ کا اکاؤنٹ سپورٹڈ نہیں ہو سکتا.",
  "Does the company have the legal qualifications to carry out relevant business?": "کیا کمپنی کے پاس متعلقہ کاروبار کرنے کی قانونی اہلیت ہے؟",
  "Don't beg or ask for loans, rains or tips.": "بھیک نہ مانگیں اور نہ ہی قرض، رین یا ٹپس مانگیں.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "کسی بھی قسم کی تشہیر/ٹریڈنگ/فروخت/خریدنے یا خدمات پیش کرنے میں مشغول نہ ہوں.",
  "Don't harass or be offensive to other users or Detrade staff.": "دوسرے یوزرز یا عملے کو ڈیٹریڈ نہ کریں یا انہیں ہراساں نہ کریں.",
  "Don't have an account?": "کیا آپ کا کوئی اکاؤنٹ نہیں ہے؟",
  "Don't let anyone see this!": "کسی کو یہ دیکھنے نہ دیں!",
  "Don't share any personal information (including socials) of you or other players.": "اپنے یا دوسرے پلیئرز کی کوئی ذاتی معلومات (including socials) شیئر نہ کریں.",
  "Don't share codes, scripts or any other bot service.": "کوڈز، اسکرپٹس یا کسی دوسری بوٹ سروس کا شیئر نہ کریں.",
  "Don't show again": "دوبارہ نہ دکھائیں",
  "Don't spam & don't use excessive capital letters when chatting.": "سپیم نہ کریں اور چیٹنگ کرتے وقت ضرورت سے زیادہ بڑے حروف کا استعمال نہ کریں.",
  "Don't use URL shortening services. Always submit the full link.": "URL شارٹ کرنے کی خدمات استعمال نہ کریں۔ ہمیشہ مکمل لنک جمع کروائیں.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "چیٹ پر متبادل (alts) اکاؤنٹس کا استعمال نہ کریں، یہ سختی سے منع ہے.",
  "Done": "ہو گیا",
  "Down": "ڈاؤن",
  "Down Wins": "ڈاؤن ونز",
  "Down vs. Up Ratio (Live Data)": "نیچے بمقابلہ اوپر کا تناسب (لائیو ڈیٹا)",
  "Download": "ڈاؤنلوڈ",
  "Download the Google Authenticator app": "Google Authenticator app کو ڈاؤنلوڈ کریں",
  "Drop us a line here": "ہمیں یہاں ایک لائن ڈراپ کریں",
  "Duration: {{time}}": "دورانیہ: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "ہر آرڈر ID کو صرف ایک بار استعمال کیا جا سکتا ہے تاکہ دہرائی سے بچا جا سکے.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "ہر یوزر <0>صرف ایک</0> پہلے ڈپازٹ بونس کے لیے اہل ہے",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "ہر واؤچر کوڈ کا فی یوزر صرف ایک بار کلیم کیا جا سکتا ہے۔ ایک بار کلیم کرنے کے بعد، ریوارڈ کو تبدیل نہیں کیا جا سکتا.",
  "Earn": "کمائیں",
  "Earn up to 50% commission.": "50% تک کمیشن حاصل کریں.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "اگر آپ کی پیشین گوئی درست ہے تو {{payout}}% تک منافع کمائیں.",
  "Easy access from your smartphone": "آپ کے اسمارٹ فون سے آسان رسائی",
  "Edit your avatar": "اپنے اوتار کو ایڈیٹ کریں",
  "Email": "Email",
  "Email Code": "Email کوڈ",
  "Email verification code's length is not right": "ای میل ویریفیکشن کے کوڈ کی لمبائی درست نہیں ہے",
  "End Time": "اختتامی ٹائم",
  "End Time Invalid( hh : mm : ss )": "اختتامی ٹائم غلط (hh : mm : ss )",
  "End Time is earlier than Start Time": "اختتامی ٹائم آغاز کے وقت سے پہلے کا ہے",
  "End rate": "اختتامی ریٹ",
  "Ends in {{time}} days": "{{time}} دنوں میں ختم ہوتا ہے",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "شفاف اور قابل تصدیق الگورتھم کے ساتھ مستند، ہیرا پھیری سے پاک قیمتوں کو یقینی بنانا انصاف کی ضمانت کے لیے.",
  "Enter Code": "کوڈ درج کریں",
  "Enter number of daily active players": "روزانہ ایکٹو پلیئرز کی تعداد درج کریں",
  "Enter the 2FA code ": "2FA کوڈ درج کریں ",
  "Enter the 6-digit code sent to": "بھیجے گئے 6 ڈیجٹ کا کوڈ درج کریں",
  "Enter withdraw address": "ودڈرا ایڈریس درج کریں",
  "Enter your email": "اپنی ای میل درج کریں",
  "Enter your email and we'll send you a new password": "اپنا ای میل درج کریں اور ہم آپ کو ایک نیا پاس ورڈ بھیجیں گے",
  "Enter your name": "اپنا نام درج کریں",
  "Enter your new password": "اپنا نیو پاسورڈ درج کریں",
  "Enter your old password": "اپنا پرانا پاسورڈ درج کریں",
  "Enter your password": "اپنا پاسورڈ درج کریں",
  "Enterprise Partner": "انٹرپرائز پارٹنر",
  "Entrepreneurs": "کاروباری افراد",
  "Entry Price": "داخلے کی پرائس",
  "Entry Time": "داخلے کا ٹائم",
  "Entry fee": "انٹری فیس",
  "Entry price": "انٹری پرائس",
  "Esteemed Affiliate": "معزز الحاق",
  "Event Details": "ایونٹ کی ڈیٹیلز",
  "Event time: {{ startTime }} - {{ endTime }}": "ایونٹ ٹائم:{{ startTime }}-{{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "ہر مہینے، ہم STONKS تجارتی علامت میں حصہ لینے والے 300 یوزر کو BCD میں تصادفی طور پر ٹوٹل <0>{{amount}}</0> تقسیم کریں گے!",
  "Examples": "مثالیں",
  "Exchange": "ایکسچینج",
  "Exit price": "باہر نکلنے کی پرائس",
  "Experience": "تجربہ",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "تجربہ کار پروڈکٹ اور تکنیکی ماہرین آپ کو پیشہ ورانہ مدد فراہم کرتے ہیں اور آپ کو بہتر پروڈکٹس فراہم کرنے کے لیے مفت میں پروڈکٹ کے افعال کو بہتر بنانا جاری رکھیں گے.",
  "Expert Support": "ایکسپرٹ سپورٹ",
  "Expired": "ایکسپائر ہو گیا",
  "Expires in": "میعاد ختم ہو رہا ہے",
  "Explain": "وضاحت کریں",
  "Exploiting platform bugs or system loopholes": "پلیٹ فارم کی خامیوں یا نظام کی غلطیوں کا فائدہ اٹھانا",
  "Extensive coverage": "وسیع کوریج",
  "FAQ": "FAQ",
  "Failed": "فیل ہوا",
  "False deposits, money laundering, or manipulation to trigger rewards": "جعلی ڈپازٹ کرنے، پیسے کی منی لانڈرنگ، یا ریوارڈ کو متحرک کرنے کے لیے ہیرا پھیری",
  "Fast response": "فاسٹ ریسپانس",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "تیز ٹرانزیکشنز، بینکرول کیپٹل انجیکشن اور منافع کی تقسیم، زیر التواء آرڈرز، اور ٹرانزیکشن کاپی کرنا آسان اور لچکدار تجارتی طریقے ہیں.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "تیز تر تجارت۔ آسان فیصلے۔ کمیونٹی میں ساتھی تاجروں کے ساتھ حقیقی وقت کی بات چیت.",
  "Favorite Trading Derivatives": "فیورٹ ٹریڈنگ مشتقات",
  "Favorites": "فیورٹ",
  "Fear & Greed Index": "خوف اور لالچ کا انڈیکس",
  "Fee": "فیس",
  "Fee options": "فیس کے آپشن",
  "Fiat": "فیاٹ",
  "Finished": "ختم ہوا",
  "First deposit bonus guide": "فرسٹ ڈپازٹ بونس کی گائیڈ",
  "Fixed fee limit": "فکسڈ فیس کی لمٹ",
  "Flat fee": "فلیٹ فیس",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "فلیٹ فیس کا حساب آپ کی پوزیشن کے فیصد کے طور پر کیا جاتا ہے (اماونٹ * لیوریج)",
  "Flexible transaction mode": "لچکدار لین دین کا موڈ",
  "Floating PnL": "فلوٹنگ Pnl",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "ہمارے <0>ہائی لو اسپریڈ</0> پر ہر ${{ticketQuota}} تجارت کے لیے، آپ کو آٹومیٹکلی طور پر ایک ریفل ٹکٹ موصول ہوگا۔ لہذا زیادہ سے زیادہ ٹکٹ حاصل کرکے اپنے لیے بہترین موقع جیتنا یقینی بنائیں!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "مثال کے طور پر، اگر آپ کے پاس 10x ملٹیپلائر کے ساتھ $500 میں کھلی لمبی BTC پوزیشن ہے اور فنڈنگ کی شرح 0.1% ہے، تو پہلے 8 گھنٹوں کے بعد آپ سے $0.21 فی گھنٹہ چارج کیا جائے گا۔ اگر پوزیشن لمبی ہونے کی بجائے مختصر ہوتی، تو آپ کو فنڈنگ کی ادائیگیاں ملیں گی۔ اگر آپ کی پوزیشن 8 گھنٹے کے اندر بند ہو جاتی ہے، تو کوئی فنڈنگ ادائیگی نہیں کی جائے گی.",
  "For the safety of your funds, must complete the following binding": "آپ کے فنڈز کی حفاظت کے لیے، درج ذیل بائنڈنگ کو مکمل کرنا چاہیے",
  "For the safety of your funds, withdrawals must complete the following binding": "آپ کے فنڈز کی حفاظت کے لیے، ودڈراز کے لیے درج ذیل پابندی کو مکمل کرنا چاہیے",
  "Forgot?": "بھول گئے؟",
  "Free": "فری",
  "Frequently Asked Questions (FAQ)": "اکثر پوچھے گئے سوالات (FAQ)",
  "Frequently asked questions": "اکثر پوچھے گئے سوالات",
  "From": "کی طرف سے",
  "Funding Payments": "فنڈنگ پےمنٹس",
  "Funding fee history": "فنڈنگ ​​فیس کی ہسٹری",
  "Funding/h": "فنڈنگ/گھنٹہ",
  "Futures": "فیوچر",
  "Futures Entrust": "فیوچرز ٹرسٹ",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "فیوچر ٹریڈنگ اسپاٹ مارکیٹ کی نسبت ایک لین دین ہے۔ یوزرز فیوچر کنٹریکٹ ٹریڈنگ میں اضافے یا گرنے کا فیصلہ کر سکتے ہیں اور قیمتوں میں اضافے یا گرنے سے منافع حاصل کرنے کے لیے لمبے یا چھوٹے معاہدے بیچنے کا انتخاب کر سکتے ہیں۔ ایک ہی وقت میں، یوزرز لیوریج بڑھا کر اپنی پوزیشنوں کا سائز بڑھانے کے لیے اضافی فنڈز ادھار لے سکتے ہیں.",
  "Gas fee": "گیس فیس",
  "General access": "عام رسائی",
  "Get 50% bonus": "50% بونس حاصل کریں",
  "Get Trading commission when your friends trading.": "جب آپ کے فرینڈز ٹریڈنگ کرتے ہیں تو تجارتی کمیشن حاصل کریں.",
  "Get free educational materials and 24/7 support": "فری ایجوکیشنل میٹریل اور 24/7 سپورٹ حاصل کریں",
  "Get help": "مدد حاصل کریں",
  "Go bind": "باندھنا",
  "Go to home": "ہوم پر جائیں",
  "Go to the Reward Center and manually activate your bonus voucher.": "ریوارڈ سنٹر میں جائیں اور اپنے بونس ووچر کو مینولی طور پر ایکٹو کریں.",
  "Go trading": "ٹریڈنگ کریں",
  "Gold": "گولڈ",
  "Gold Partner": "گولڈ پارٹنر",
  "Good Job!": "گڈ جاب!",
  "Google 2FA code": "Google 2FA code",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator ایپ اسٹور یا Google Play سے ڈاؤن لوڈ کیا جا سکتا ہے.",
  "Got it": "سمجھ گیا",
  "Guess if the price ends higher or lower than the target.": "اندازہ لگائیں کہ کیا قیمت ہدف سے زیادہ یا کم ختم ہوتی ہے.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "آپ جو ڈھونڈ رہے ہیں وہ نہیں ملا؟ یہاں کچھ سوالات چیک کریں، یا مزید معلومات کے لیے ہمارا ہیلپ سنٹر دیکھیں.",
  "Hide Small": "چھوٹا چھپائیں",
  "High Low": "ہائ لو",
  "High Low Guess if the price ends higher or lower than the target.": "اعلی کم اندازہ لگائیں اگرپرائس ٹارگٹ سے زیادہ یا کم ختم ہوتی ہے.",
  "High Low Spread": "ہائ لو سپریڈ",
  "History": "ہسٹری",
  "Home": "ہوم",
  "Hour": "گھنٹہ",
  "How does Playnance assist Partners in their platforms' promotion?": "Playnance شراکت داروں کو ان کے پلیٹ فارمز کے فروغ میں کس طرح مدد کرتا ہے؟",
  "How it works": "یہ کیسے کام کرتا ہے",
  "How much can I earn from my referral?": "میں اپنے ریفرل سے کتنا کما سکتا ہوں؟",
  "How to Claim Your Bonus": "اپنے بونس کا کلیم کیسے کریں",
  "How to apply": "کیسے اپلائی کریں",
  "How to invite": "انوائٹ کرنے کا طریقہ",
  "How will players deposit and withdraw their funds?": "پلیئرز اپنے فنڈز کیسے ڈپازٹ اور ودڈرا کریں گے؟",
  "I acknowledge": "میں تسلیم کرتا ہوں",
  "I've made deposit": "میں نے ڈپازٹ کیا ہے",
  "ID verification": "ID ویریفیکشن",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "انڈیکس حلقوں کے اسپاٹ ایکسچینجز",
  "If you are a content creator, make sure to check out our": "اگر آپ مواد تخلیق کرنے والے ہیں، تو یقینی بنائیں کہ ہمارا چیک کریں",
  "If you believe your account was flagged in error, please contact official support to appeal.": "اگر آپ کو لگتا ہے کہ آپ کے اکاؤنٹ کو غلطی سے جھنڈا لگایا گیا تھا، تو پلیز اپیل کرنے کے لیے آفیشل سپورٹ سے رابطہ کریں.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "اگر آپ نے یہ ٹرانسفر مکمل نہیں کی، تو آپ ڈپازٹ کے پروسیس کو <0>یہاں</0> جاری رکھ سکتے ہیں.",
  "If you have any questions about this Privacy Policy, please contact us at": "اگر آپ کے پاس اس پرائیویسی پالیسی کے بارے میں کوئی سوالات ہیں، تو پلیز ہم سے رابطہ کریں",
  "If you have the traffic, it can be monetized.": "اگر آپ کے پاس ٹریفک ہے تو اس سے مونیٹائزڈ کیا جا سکتا ہے.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "اگر آپ کو لگتا ہے کہ الٹی گنتی ختم ہونے پر قیمت گر جائے گی، تو پلیز DAWN کو منتخب کریں.(اعداد و شمار میں موجود اقدار آپ کے حاصل کردہ پرافٹ کے تناسب سے مطابقت رکھتی ہیں)",
  "If you think the price will fall, choose DOWN to catch the drop.": "اگر آپ کو لگتا ہے کہ قیمت گر جائے گی، تو کمی کو پکڑنے کے لیے نیچے کا انتخاب کریں.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "اگر آپ کو لگتا ہے کہ قیمت گر جائے گی تو مارجن سیٹ کریں اور ایک چھوٹا بٹن اسٹور کریں۔ اگر پرائس گرتی ہے، تو آپ پرافٹ کماتے ہیں.",
  "If you think the price will go up, choose UP to go with the trend.": "اگر آپ کو لگتا ہے کہ قیمت بڑھے گی، تو رجحان کے ساتھ جانے کے لیے UP کا انتخاب کریں.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "اگر آپ کو لگتا ہے کہ پرائس بڑھے گی تو مارجن سیٹ کریں اور لمبے بٹن پر کلک کریں۔ اگر پرائس بڑھ جاتی ہے، تو آپ پرافٹ کماتے ہیں.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "اگر آپ کو لگتا ہے کہ الٹی گنتی کے اختتام پر قیمت بڑھ جائے گی، تو پلیز UP کو منتخب کریں۔(اعداد و شمار میں موجود اقدار آپ کے حاصل کردہ منافع کے تناسب سے مطابقت رکھتی ہیں)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "اگر آپ پروڈکٹ مینجمنٹ یا ٹیکنالوجی کی ترقی کے بجائے سیلز اور کمائی پر توجہ مرکوز کرنا چاہتے ہیں.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "اگر آپ کی پوزیشن 8 گھنٹے سے زیادہ کھلی رہتی ہے تو، مارکیٹ کے حالات کی بنیاد پر فی گھنٹہ فنڈنگ فیس لاگو ہوگی۔ یہ فیسیں ڈائریکٹ آپ کے اکاؤنٹ کے بیلنس سے کاٹی جاتی ہیں۔ اگر آپ کا بیلنس فنڈنگ فیس کو پورا کرنے کے لیے ناکافی ہے، تو سسٹم کے ذریعے آپ کی پوزیشن کو زبردستی بند کر دیا جائے گا.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "اگر آپ کی پوزیشن 8 گھنٹے سے زیادہ کھلی رہتی ہے تو، مارکیٹ کنڈیشن کی بنیاد پر فی گھنٹہ فنڈنگ فیس لاگو ہوتی ہے.",
  "Important Reminders": "اہم یاد دہانیاں",
  "Income": "انکم",
  "Increase Limit": "لمٹ میں اضافہ کریں",
  "Increase aggregate limit": "مجموعی لمٹ میں اضافہ کریں",
  "Increase limit": "لمٹ میں اضافہ کریں",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "اپنے پلیٹ فارم پر ڈیٹریڈ کریپٹو کرنسی مشتقات کو ضم کریں",
  "Integration": "انضمام",
  "Integration program": "انٹیگریشن پروگرام",
  "Intelligent integrated services": "ذہین مربوط سروسز",
  "Internal group": "اندرونی گروپ",
  "Intuitive trader transaction data display and statistics": "بدیہی ٹریڈر ٹرانزیکشن ڈیٹا ڈسپلے اور شماریات",
  "Intuitive trading trend display and analysis tools": "بدیہی تجارتی رجحان ڈسپلے اور تجزیہ کے ٹولز",
  "Invalid email": "غلط ای میل",
  "Invite friends": "اپنے فرینڈز کو انوائٹ کریں",
  "Invite friends to earn  20% commission": "20% کمیشن حاصل کرنے کے لیے دوستوں کو انوائٹ کریں",
  "Invite only": "صرف انوائٹ کریں",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "کیا ریفرل پروگرام کے ذریعے میں کب تک کمیشن حاصل کر سکتا ہوں اس کی کوئی لمٹ ہے؟",
  "Is there a limit to the invitation rewards I can receive?": "کیا دعوتی ریوارڈز کی کوئی لمٹ ہے جو میں وصول کر سکتا ہوں؟",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "اس سے انویسسٹرز کو مارکیٹ کی جذباتی حالت کو سمجھنے میں مدد ملتی ہے، جو خرید و فروخت کے طرز عمل کو متاثر کر سکتی ہے.",
  "Join  our community": "ہماری کمیونٹی جوائن کریں",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "اپنے پلیٹ فارم کی آپریشنل ترقی کو تیز کرنے کے لیے Detrade Connect میں شامل ہوں، اور ہم آپ کو سروس کی ضمانتیں فراہم کرتے ہیں.",
  "Join and earn extra bonuses!": "جوائن کریں اور ایکسٹرا بونس حاصل کریں!",
  "Join free competitions": "فری مقابلوں میں شامل ہوں",
  "Join now and get a": "ابھی شامل ہوں اور ایک حاصل کریں",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "ہماری ویکلی بے ترتیب لاٹری میں شامل ہوں اور <0>${{amount}}</1> کا اشتراک کریں!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC ویریفیکشن",
  "KYC authentication": "KYC authentication",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "اپنی پوزیشن کو 8 گھنٹے سے زیادہ کے لیے اوپن رکھیں اور مارکیٹ کے حالات کے لحاظ سے آپ کو فی گھنٹہ فنڈنگ کی ادائیگیاں کرنا پڑ سکتی ہیں یا وصول ہو سکتی ہیں.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "اپنی پوزیشن کو 8 گھنٹے سے زیادہ کے لیے اوپن رکھیں اور مارکیٹ کے حالات کے لحاظ سے آپ کو فی گھنٹہ فنڈنگ کی پےمنٹس کرنا پڑ سکتی ہیں یا موصول ہو سکتی ہیں۔ جب مارکیٹ میں تیزی ہوتی ہے تو فنڈنگ کی شرح مثبت ہوتی ہے اور طویل تاجر مختصر تاجروں کو پےمنٹ کرتے ہیں۔ جب مارکیٹ میں مندی ہوتی ہے تو فنڈنگ کی شرح منفی ہوتی ہے اور مختصر تاجر طویل ٹریڈرز کو ادائیگی کرتے ہیں.",
  "Language": "لینگویج",
  "Large product research & Development team": "لارج پروڈکٹ ریسرچ اینڈ ڈویلپمنٹ ٹیم",
  "Last price": "لاسٹ پرائس",
  "Latest events": "تازہ ترین ایونٹس",
  "Launch now": "ابھی لانچ کریں",
  "Leaderboard": "لیڈر بورڈ",
  "Learn": "سیکھیں",
  "Learn More": "مزید جانیں",
  "Level assessment & update": "لیول کا تخمینہ اور اپ ڈیٹ",
  "Leverage": "لیوریج",
  "Leverage 1000x Maximum": "لیوریج 1000x زیادہ سے زیادہ",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "اپنی ٹریڈنگ ایپ لانچ کرنے کے لیے Detrade کی ٹیکنالوجی کا فائدہ اٹھائیں اپنے کلائنٹس کو ایک بہتر تجارتی تجربہ فراہم کریں اور اپنی ایپ پر کی جانے والی ہر تجارت سے کمائیں.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "لیوریج آپ کو چھوٹے سرمائے کے ساتھ اپنی پوزیشن کے سائز کو بڑھانے کی اجازت دیتا ہے۔ زیادہ فائدہ اٹھانے سے ممکنہ پرافٹ اور رسک دونوں میں اضافہ ہوتا ہے.",
  "License": "لائسینس",
  "License Information": "لائسنس انفارمیشن",
  "Light": "لائٹ",
  "Limits": "لمٹس",
  "Liq price": "Liq پرائس",
  "Liq.Price": "لکویڈ. پرائس",
  "Liq.price": "لکویڈ. پرائس",
  "Liquidated": "ختم کر دیا گیا",
  "Live": "لائیو",
  "Live chat": "لائیو چیٹ",
  "Live trade": "لائیو ٹریڈ",
  "Loading Failed": "لوڈنگ ناکام ہوئی",
  "Log out": "لاگ آوٹ",
  "Login": "لاگ ان",
  "Login 2FA switch": "لاگ ان 2FA سوئچ",
  "Login here.": "یہاں لاگ ان کریں.",
  "Login history": "لاگ ان ہسٹری",
  "Login method": "لاگ ان میتھڈ",
  "Login to Detrade": "Detrade میں لاگ ان کریں",
  "Login with email code": "ای میل کے کوڈ کے ساتھ لاگ ان کریں",
  "Login with password": "پاسورڈ کے ساتھ لاگ ان کریں",
  "Lose": "کھونا",
  "Loser": "ہارنے والا",
  "Loved by users": "یوزرد کے ذریعہ پسند کیا گیا",
  "Major features:": "میجر فیچرز:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "کامیاب تجارت کریں اور اپنے پہلے ڈپازٹ پر زیادہ سے زیادہ بونس جمع کریں <0>مزید معلومات حاصل کریں<0>",
  "Manual": "مینول",
  "Mark Price": "مارک پرائس",
  "Mark price": "مارک پرائس",
  "Market": "مارکیٹ",
  "Market Impact Effects": "مارکیٹ امپیکٹ کے اثرات",
  "Max": "زیادہ سے زیادہ",
  "Max Profit": "زیادہ پرافٹ",
  "Max TV": "Max TV",
  "Max Trade": "زیادہ سے زیادہ ٹریڈ",
  "Max solo bonus": "زیادہ سے زیادہ سولو بونس",
  "Max withdrawal limit": "زیادہ سے زیادہ ودڈرا کی لمٹ",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "ممبر-فرینڈلی سسٹم: ہمارے بہت سے موجودہ اراکین نے کامیابی کے ساتھ ہمارے پروگرام کے ذریعے پائیدار غیر فعال آمدنی بنائی ہے۔ اب آپ کی باری ہے.",
  "Memo": "میمو",
  "Memo is required": "میمو درکار ہے",
  "Memo/Tag": "میمو/ٹیگ",
  "Menu": "مینو",
  "Min Trade": "کم از کم ٹریڈ",
  "Minimum Deposit": "کم از کم ڈپازٹ",
  "Minimum {{min}} characters": "کم از کم {{min}} کریکٹرز",
  "Minimum {{min}} characters and maximum {{max}} characters": "کم از کم {{min}} کریکٹر اور زیادہ سے زیادہ {{max}} کریکٹر",
  "Minute": "منٹ",
  "Money Distributed": "رقم تقسیم کی گئی",
  "Month": "مہینہ",
  "Month's Pnl": "مہینے کا Pnl",
  "Monthly Earnings": "ماہانہ کمائی",
  "Monthly cashback cap": "ماہانہ کیش بیک کیب",
  "More": "مزید",
  "Multi-account abuse or airdrop farming behavior": "کئی اکاؤنٹس کا غلط استعمال یا ایئرڈراپ کے لیے فارمنگ کا رویہ",
  "Multiple crypto currency binary options derivatives": "ایک سے زیادہ کرپٹو کرنسی بائنری آپشن مشتقات",
  "Multiple investment models": "ملٹیپل انویسٹمنٹ ماڈلز",
  "Multiplier": "ملٹیپلائر",
  "Must be at least {{less}}": "کم از کم {{less}} ہونا چاہیے",
  "Must be at most {{large}}": "زیادہ سے زیادہ {{large}} ہونا چاہیے",
  "My Position": "میری پوزیشن",
  "My activity": "میری ایکٹیویٹی",
  "My referral code": "میرا ریفرل کوڈ",
  "My referral link": "میرا ریفرل لنک",
  "My reward": "میرا ریوارڈ",
  "My vouchers": "میرے واؤچر",
  "NA": "NA",
  "Name": "نام",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "مدد کی ضرورت ہے؟ ہمارے امدادی مرکز پر جائیں یا کسٹمر سپورٹ سے رابطہ کریں۔ ہم یہاں 24/7 آپ کی مدد کے لیے موجود ہیں.",
  "Network": "نیٹ ورک",
  "New": "نیو",
  "New Password": "نیا پاسورڈ",
  "New Trading Symbol": "نیا ٹریڈنگ سمبل",
  "New messages": "نئے پیغامات",
  "New notice": "نیا نوٹس",
  "New password is {{exceed}} length": "نئے پاس ورڈ کی لمبائی {{exceed}} ہے",
  "New user": "نیو یوزر",
  "Next": "اگلا",
  "Next Draw Starts in": "اگلا ڈرا شروع ہوتی ہے",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC ایک بروکریج ہے جو خود ہدایت یافتہ انویسٹرز کو بروکریج خدمات فراہم کرتا ہے، اور سفارشات یا سرمایہ کاری، مالی، قانونی یا ٹیکس مشورے نہیں دیتا ہے ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC ایک بروکریج ہے جو خود ہدایت یافتہ سرمایہ کاروں کو بروکریج کی خدمات فراہم کرتا ہے، اور نہ ہی سفارشات کرتا ہے اور نہ ہی سرمایہ کاری، مالی، قانونی یا ٹیکس سے متعلق مشورہ دیتا ہے۔ آن لائن ٹریڈنگ میں موروثی خطرات ہوتے ہیں، بشمول مارکیٹ کے حالات، سسٹم کی کارکردگی اور دیگر عوامل کی وجہ سے سسٹم کے ردعمل اور رسائی کے اوقات میں اتار چڑھاؤ۔ ٹریڈنگ سے پہلے، ایک آزاد، لائسنس یافتہ مالیاتی مشیر سے مشورہ کریں اور یقینی بنائیں کہ آپ کے پاس ضروری خطرے کی بھوک، تجربہ اور علم ہے۔ کسی بھی صورت میں Nexus Play LLC کسی بھی شخص یا ادارے پر کسی بھی براہ راست، بالواسطہ، خصوصی، نتیجہ خیز یا حادثاتی نقصانات کی ذمہ داری نہیں رکھتا ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC، ایک بروکریج کمپنی جو Mwali International Services Authority (M.I.S.A.) کے ذریعے لائسنس #BFX2024137 کے تحت مجاز اور ریگولیٹ ہے.",
  "No": "نہیں",
  "No Hidden Fees": "کوئی پوشیدہ فیس نہیں",
  "No More Data": "کوئی مزید ڈیٹا نہیں",
  "No More Orders": "مزید احکامات نہیں",
  "No data available": "کوئی ڈیٹا دستیاب نہیں ہے",
  "No discussion of streamers or Twitch or any other similar platforms.": "سٹریمرز یا ٹویچ یا اس سے ملتے جلتے کسی دوسرے پلیٹ فارم کی کوئی بحث نہیں ہے.",
  "No downloads or updates required": "کوئی ڈاؤن لوڈ یا اپ ڈیٹ کی ضرورت نہیں ہے",
  "No funding within 60 minutes for this order": "اس آرڈر کے لیے 60 منٹ کے اندر کوئی فنڈنگ ​​نہیں",
  "No installation is required and you can trade via your smartphone's web browser.": "کسی تنصیب کی ضرورت نہیں ہے اور آپ اپنے اسمارٹ فون کے ویب براؤزر کے ذریعے تجارت کر سکتے ہیں.",
  "No more data": "کوئی مزید ڈیٹا نہیں",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "چیٹ میں کوئی سیاست اور مذہب کی بات نہیں، یہ سختی سے منع ہے.",
  "No suspicious behavior that can be seen as potential scams.": "کوئی مشکوک رویہ نہیں ہے جسے ممکنہ گھوٹالوں کے طور پر دیکھا جا سکتا ہے.",
  "No withdrawal of coins within 24 hours": "24 گھنٹوں کے اندر کوائن کا ودڈرا نہیں ہوگی",
  "Not activated": "ایکٹیویٹ نہیں کیا گیا",
  "Not completed": "کمپلیٹ نہیں ہوا",
  "Note": "نوٹ",
  "Notification": "نوٹیفکیشن",
  "Now login disabled 2FA": "اب لاگ ان غیر فعال 2FA",
  "Now login need 2FA": "اب لاگ ان کو 2FA کی ضرورت ہے",
  "Old Password": "اولڈ پاسورڈ",
  "Old password is {{exceed}} length": "اولڈ پاس ورڈ کی لمبائی {{exceed}} ہے",
  "On going": "جاری",
  "On your first deposit": "آپ کی پہلے ڈپازٹ پر",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "ایک بار ایکٹیویٹ ہونے کے بعد، اگر آپ کی پوزیشن کا سائز ≥ بونس ویلیو ہے، تو سسٹم خود بخود بونس کو تجارت کے لیے پہلے استعمال کرے گا.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "سیڈ کے ظاہر ہونے کے بعد، کوئی بھی تجارتی راؤنڈ سے قیمتوں کی تصدیق کر سکتا ہے۔ درج ذیل Python کوڈ اس کے بیج کو دیکھتے ہوئے ایک راؤنڈ کی پہلی 100 قیمتوں کا حساب لگاتا ہے:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "ایک بار جب آپ تمام 4 ٹریڈنگ موڈز (HighLow / Spread / Future / Up Down) کو انلاک کر دیتے ہیں، تو آپ کا مکمل بونس (آپ کی جمع کا 50%) آٹومیٹکلی جاری ہو جائے گا.",
  "Ongoing": "جاری ہے",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "آن لائن ٹریڈنگ میں موروثی خطرات ہوتے ہیں، بشمول مارکیٹ کے حالات، سسٹم کی کارکردگی اور دیگر عوامل کی وجہ سے سسٹم کے ردعمل اور رسائی کے اوقات میں اتار چڑھاؤ۔ ٹریڈنگ سے پہلے، ایک آزاد، لائسنس یافتہ مالیاتی مشیر سے مشورہ کریں اور یقینی بنائیں کہ آپ کے پاس ضروری خطرے کی بھوک، تجربہ اور علم ہے۔ کسی بھی حالت میں Nexus Play LLC کسی بھی شخص یا ادارے پر کسی بھی ڈائریکٹ، انڈائریکٹ، خصوصی، نتیجہ خیز یا حادثاتی نقصانات کی ذمہ داری نہیں رکھتا ہے ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "صرف اس ایڈریس پر {{crypto}} بھیجیں، {{confirmations}} تصدیقات درکار ہیں.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "صرف چیٹ چینل میں مخصوص زبان استعمال کریں، ممکنہ غلط استعمال کی منظوری دی جائے گی.",
  "Open": "اوپن",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Google Authenticator کھولیں، نیچے دیے گئے QR کوڈ کو اسکین کریں یا تصدیقی ٹوکن کو کرنے کے لیے کلیدی جملہ مینولی درج کریں",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "موجودہ کرنسی کے لیے اس پلیٹ فارم پر یوزرز کی پوزیشن ڈائریکشن فیصد کھولیں",
  "Order Amount": "آرڈر اماونٹ",
  "Order Id": "آرڈر id",
  "Order Progress": "آرڈر پراگریس",
  "Order id": "آرڈر id",
  "Order placed successfully!": "آرڈر کامیابی کے ساتھ دیا گیا!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "اصل بینک رول انویسٹمنٹ ماڈل، آمدنی حاصل کرنے میں آسان، اثاثے کسی بھی وقت ودڈرا کیے جا سکتے ہیں.",
  "Other": "دوسرے",
  "Our Advantage": "ہمارا ایڈوانٹیج",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "ہمارا پلیٹ فارم 18 سال سے کم عمر کے بچوں کے استعمال کے لیے نہیں ہے۔ ہم جان بوجھ کر 18 سال سے کم عمر بچوں سے ذاتی معلومات اکٹھا یا طلب نہیں کرتے ہیں۔ اگر ہمیں معلوم ہو جاتا ہے کہ ہم نے 18 سال سے کم عمر کے بچے سے ذاتی معلومات اکٹھی کی ہیں، تو ہم اس معلومات کو جلد از جلد حذف کر دیں گے.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "ہمارے پلیٹ فارم میں تھرڈ پارٹی کی ویب سائٹس یا خدمات کے لنکس شامل ہو سکتے ہیں جو Detrade کی ملکیت یا کنٹرول میں نہیں ہیں۔ ہمارا کسی بھی فریق ثالث کی ویب سائٹس یا خدمات کے مواد،پرائیویسی پالیسیوں، یا طریقوں پر کوئی کنٹرول نہیں ہے اور نہ ہی کوئی ذمہ داری قبول کرتے ہیں۔ ہم آپ کی حوصلہ افزائی کرتے ہیں کہ آپ کسی بھی فریق ثالث کی ویب سائٹس کی رازداری کی پالیسیوں کا جائزہ لیں.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "ہمارا پارٹنر پروگرام جیت میں تعاون پیدا کرنے کے ہمارے عزم کی عکاسی کرتا ہے اور ہر سائز کے ملحقہ افراد کے لیے تیار کیا گیا ہے۔ باہمی ترقی کے ہمارے سفر میں ہمارے ساتھ شامل ہوں!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "ہمارے منصوبے کا مقصد ان لوگوں کو مراعات فراہم کرنا ہے جو شاندار نتائج حاصل کرتے ہیں.",
  "Outflow": "اخراج",
  "Over 70 popular crypto assets. Trade and increase your balance": "70 سے زیادہ مشہور کرپٹو اثاثے۔ ٹریڈ کریں اور اپنا توازن بڑھائیں",
  "Overview": "جائزہ",
  "Own your branded platform": "اپنے برانڈڈ پلیٹ فارم کے مالک ہوں",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "بونس ٹریڈز سے P&L ڈائریکٹلی آپ کے رئیل اکاؤنٹ میں جمع ہو جائیں گے",
  "PNL": "PNL",
  "Page error": "صفحہ کی خرابی",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "شرکت کا طریقہ: مدت کے دوران 3 STONKS/BCD لین دین مکمل کریں.",
  "Partner Program": "پارٹنر پروگرام",
  "Partner program": "پارٹنر پروگرام",
  "Partnership Program": "پارٹنرشپ پروگرام",
  "Partnership Tiers": "پارٹنرشپ ٹائرز",
  "Partnership With A Trusted Pioneer": "ایک قابل اعتماد Pioneer کے ساتھ پارٹنرشپ",
  "Partnership program": "پارٹنرشپ پروگرام",
  "Password": "پاسورڈ",
  "Password reset link sent. Check your email inbox.": "پاس ورڈ ری سیٹ کرنے کا لنک بھیج دیا گیا ہے۔ اپنے ای میل ان باکس کو چیک کریں.",
  "Password strength": "پاسورڈ کی طاقت",
  "Passwords must differ": "پاس ورڈز میں فرق ہونا چاہیے",
  "Past": "پاسٹ",
  "Past 1 year": "گزشتہ 1 سال",
  "Past {{days}} days": "پچھلے {{days}} دن",
  "Past {{hours}} hours": "گزشتہ {{hours}} گھنٹے",
  "Payment Method": "پےمنٹ کا طریقہ",
  "Payout": "پے آوٹ",
  "Payout Multiplier": "پےآوٹ ملٹیپلائر",
  "Pending third-party processing (estimated {{hours}} hours).": "تھرڈ پارٹی کی پروسیسنگ زیر غور ہے (تخمینہ {{hours}} گھنٹے).",
  "Pending third-party processing.": "تھرڈ پارٹی کی پروسیسنگ زیرِ التوا ہے.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "مراعات میں کمیشن کی اعلی ریٹ، سپانسر شدہ Detrade مہمات، اور بہت کچھ شامل ہے!",
  "Personal": "پرسنل",
  "Personal Info": "پرسنل معلومات",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "اپنی پوزیشن کو زیادہ سے زیادہ کرنے کے لیے ایک ملٹیپلائر کا انتخاب کریں۔ زیادہ ملٹیپلائر لگانے سے آپ کی پوزیشن کا رسک بڑھ جاتا ہے.",
  "Place Your Trade": "اپنی تجارت کریں",
  "Platform": "پلیٹ فارم",
  "Platform Name": "پلیٹ فارم کا نام",
  "Platform Type": "پلیٹ فارم کی ٹائپ",
  "Platform Website": "پلیٹ فارم کی ویبسائٹ",
  "Platinum": "پلاٹینم",
  "Platinum Partner": "پلاٹینم پارٹنر",
  "Play now": "ابھی پلے کریں",
  "Players": "پلیئرز",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "پلیئرز پلیٹ فارم کی طرف سے فراہم کردہ ریچارج اور نکالنے کے پورٹلز کے ذریعے ریچارج اور ودڈرا کی کارروائیاں انجام دے سکتے ہیں.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "پلئیرز بٹ کوائن کی قیمت کا اندازہ لگا سکتے ہیں۔ پلیئرز ایک پول میں شامل ہو سکتے ہیں جو قیمت میں اضافے یا کمی کی پیش گوئی کرتا ہے اور گیم میں حصہ لینے کے لیے ایک مخصوص رقم لگا سکتا ہے۔ فاتح سرمایہ کاری کے تناسب کے مطابق کاؤنٹر پارٹی کے کیپیٹل پول اثاثوں کو تقسیم کرے گا۔ ایک نیا کھیل صرف اس وقت شروع کیا جا سکتا ہے جب پچھلے تمام راؤنڈز کے پلیئرز کو ان کی ادائیگی موصول ہو جائے.",
  "Please enter a valid email address": "پلیز ایک درست ای میل ایڈریس درج کریں",
  "Please enter an 2FA code": "پلیز 2FA کوڈ درج کریں",
  "Please enter the seed": "پلیز سیڈ درج کریں",
  "Please enter you remail": "پلیز اپنا ای میل درج کریں",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "پلیز ڈپازٹ کی گائیڈ لائن کو فالو کریں تاکہ ڈپازٹ کیا جا سکے، بصورت دیگر آپ کا ڈپازٹ غائب ہو جائے گا۔",
  "Please refresh the page or jump to the trading center": "پلیز پیج کو ریفریش کریں یا تجارتی مرکز پر جائیں",
  "PnL": "PnL",
  "PnL fee": "PnL فیس",
  "PnL fee limit": "Pnl فیس لمٹ",
  "PnL%": "PnL%",
  "Positions": "پوزیشنز",
  "Potential Return": "پوٹیشنل ریٹرن",
  "Powered by": "کی طرف سے چلتا ہے",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "ٹریڈنگ کے لیے پرائس ڈائریکشن کا اندازہ لگائیں۔ اگر پرائس آپ کی منتخب کردہ ڈائریکشن میں بڑھتی ہے، تو آپ کو فائدہ ہوگا!",
  "Preferences": "ترجیحات",
  "Premium support": "پریمیم سپورٹ",
  "Preview": "پیش نظارہ",
  "Price": "پرائس",
  "Price Formulation": "پرائس فارمولیشن",
  "Price formulation": "پرائس فارمولیشن",
  "Price move": "پرائس مووو",
  "Priority access": "ترجیحات تک رسائی",
  "Privacy Policy": "پرائیویسی پالیسی",
  "Privacy policy": "پرائیویسی پالیسی",
  "Private invitation": "پرائیویٹ انویٹیشن",
  "Private profile": "پرائیویٹ پروفائل",
  "Prize Calculation Formula": "پرائز کیلکولیٹشن فارمولا",
  "Prize Pools": "پرائز پول",
  "Prizes will be sent on Notice page as the Contest ends.": "کونٹیسٹ ختم ہوتے ہی انعامات نوٹس پیج پر بھیجے جائیں گے.",
  "Product Description": "مصنوعات کی تفصیل",
  "Product capabilities": "پروڈکٹ کی صلاحیتیں",
  "Product iteration, new product development": "مصنوعات کی تکرار، نئی مصنوعات کی ترقی",
  "Professional, Secure, Trustworthy": "پروفیشنل، محفوظ، قابل اعتماد",
  "Profile": "پروفائل",
  "Profile is not publicly available": "پروفائل عوامی طور پر دستیاب نہیں ہے",
  "Profit": "پرافٹ",
  "Profit Calculator": "پرافٹ کیلکولیٹر",
  "Program — Work with a trustworthy online trading provider.": "پروگرام — ایک قابل اعتماد آن لائن ٹریڈنگ فراہم کنندہ کے ساتھ کام کریں.",
  "Progressing": "پراگریسنگ",
  "Promising Affiliate": "وابستہ ایفلیٹ",
  "Provably fair": "پرووبلی فیئر",
  "Provides tutorials,guides and various trading strategy services.": "ٹیوٹوریلز، گائیڈز اور مختلف تجارتی حکمت عملی کی خدمات فراہم کرتا ہے.",
  "Providing the best customer service is our aim.": "بہترین کسٹمر سروس فراہم کرنا ہمارا مقصد ہے.",
  "Providing users with diverse options for transactions": "یوزرز کو لین دین کے لیے ٹرانزکیشن آپشن فراہم کرنا",
  "Q1: Can I withdraw the bonus?": "Q1: کیا میں بونس ودڈرا کر سکتا ہوں؟",
  "Q2: Will my bonus expire if I don't activate it?": "Q2: اگر میں اسے ایکٹو نہیں کرتا تو کیا میرا بونس ختم ہو جائے گا؟",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3: میں نے ڈپازٹ کرایا لیکن بونس نہیں ملا۔ میں کیا کروں؟",
  "Quick experience starts here, easy experience without registration": "فوری تجربہ یہاں شروع ہوتا ہے، رجسٹریشن کے بغیر آسان تجربہ",
  "Quick tap: will the price go up or down next?": "کوئیک ٹیپ؛ کیا اگلی پرائس بڑھے گی یا نیچے؟",
  "ROI": "ROI",
  "ROI Calculator": "ROI کیلکولیٹر",
  "ROI calculator": "ROI کیلکولیٹر",
  "Rakeback": "ریک بیک",
  "Rank": "رینک",
  "Rapid deployment": "تیزی سے تعیناتی",
  "ReSend": "دوبارہ بھیجیں",
  "Ready to Get Started": "شروع کرنے کے لیے تیار ہیں۔ل",
  "Real Account": "رئیل اکاؤنٹ",
  "Real Account – Real Funds!": "رئیل اکاؤنٹ – رئیل فنڈز!",
  "Realized PnL": "PnL کا احساس ہوا",
  "Receive commission rewards": "کمیشن کے ریوارڈز وصول کریں",
  "Recommended for you": "آپ کے لئے تجویز کردہ",
  "Record": "ریکارڈ",
  "Referral": "ریفرل",
  "Referral by": "ریفرل کے ذریعہ",
  "Referral rules": "ریفرل رولز",
  "Referred at": "پر حوالہ دیا گیا",
  "Referred users": "حوالہ کردہ یوزرز",
  "Refresh page": "ریفریش پیج",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "بنیادی مارکیٹوں میں لیکویڈیٹی سے قطع نظر، Detrade اس بات کی ضمانت دیتا ہے کہ بسٹ اور سٹاپ نقصان کی تجارتیں داخلے کے وقت پہلے سے طے شدہ قیمت پر مستقل طور پر پُر ہوں گی۔ بسٹ نقصانات اصل پوزیشن کے سائز تک محدود ہیں اور ٹریڈر انٹری سیٹنگ کے ذریعہ اسٹاپ نقصانات محدود ہیں۔ جھاڑیوں اور سٹاپ نقصانات کے لیے محرک کی قیمتوں کا حساب اس طرح لگایا جا سکتا ہے:",
  "Register": "رجسٹر",
  "Register for Detrade.": "Detrade کے لیے رجسٹر کریں.",
  "Register to Win Crypto Tokens": "کریپٹو ٹوکن جیتنے کے لیے رجسٹر کریں",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "ریگولر بائنری آپشن پروڈکٹس، اس بات کی بنیاد پر کہ آیا کسی بنیادی اثاثے کی ایک مخصوص مدت کے اندر بند ہونے والی قیمت (جیسے اگلے 30 سیکنڈ، ایک منٹ، ایک گھنٹہ، وغیرہ) عملدرآمد کی قیمت سے کم یا زیادہ ہے، اس بات کا تعین کرتی ہے کہ آیا منافع حاصل کرنا ہے۔ یہ پروڈکٹ ایک قلیل مدتی سرمایہ کاری ہے۔ یہ آپشن ان مارکیٹوں کے لیے موزوں ہے جن کی قیمتوں میں کم اتار چڑھاؤ ہے.",
  "Reliable": "قابل اعتماد",
  "Reload": "",
  "Remarks": "ریمارکس",
  "Remove": "ریموو",
  "Remove 2fa Success": "2fa کامیابی کو ہٹا دیں",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "کسی بھی قیمت کے فیڈز کو ہٹا دیں جس کے لیے پچھلے 30 سیکنڈ سے کوئی مارکیٹ ڈیٹا اپ ڈیٹ نہیں ہوا ہے.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "خرید و فروخت کی کراس شدہ قیمتوں کے ساتھ کسی بھی قیمت کے فیڈ کو ہٹا دیں یا جن کی سب سے اوپر کی کتاب کی درمیانی قیمت تمام قیمتوں کے فیڈز میں کتاب کی درمیانی قیمت کے درمیانی قیمت سے 10% سے زیادہ دور ہے.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "تقاضے: حوالہ جات کے ذریعہ کم از کم $1,000,000 ٹریڈنگ ویلیوم کے ساتھ 100 منفرد، فعال طور پر منسلک سائن اپ.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "ریکوائرمنٹس: حوالہ جات کے ذریعہ کم از کم $100,000 تجارتی حجم کے ساتھ 50 منفرد، فعال طور پر منسلک سائن اپ.",
  "Research lab": "ریسرچ لیب",
  "Reset fields": "فیلڈز کو ری سیٹ کریں",
  "Reset password": "ریسیٹ پاسورڈ",
  "Responsive and secure trading platform": "ذمہ دار اور محفوظ تجارتی پلیٹ فارم",
  "Result": "رزلٹ",
  "Retry": "",
  "Revenue Share": "آمدنی کا حصہ",
  "Reward": "ریوارڈ",
  "Reward center": "ریوارڈ سنٹر",
  "Rewards hub": "ریوارڈ ہب",
  "Rewords": "پھر سے الفاظ",
  "Rich Trading Tools": "بھرپور تجارتی ٹولز",
  "Rich activities and rewards": "بھرپور سرگرمیاں اور ریوارڈز",
  "Risk Control & Compliance Notice": "رسک کنٹرول اور تعمیل کا نوٹیفکیشن",
  "Risk Disclaimer": "رسک ڈسکلیمر",
  "Risk Warning": "رسک وارننگ",
  "Risk-free trading with $10,000 in virtual funds": "$10,000 کے ورچوئل فنڈز کے ساتھ رسک فری ٹریڈنگ",
  "Round In Progress": "راؤنڈ پروگریس میں ہے",
  "Round ends in": "راؤنڈ میں ختم ہوتا ہے",
  "SA": "SA",
  "Safe": "حفاظت",
  "Save": "سیو",
  "Search": "سرچ",
  "Search crypto": "کرپٹو سرچ کریں",
  "Sec": "Sec",
  "Second": "سکینڈ",
  "Seconds": "سکینڈز",
  "Security": "سکیورٹی",
  "Security Verification": "سکیورٹی ویریفیکشن",
  "Seed": "سیڈ",
  "Select a countdown period.": "الٹی گنتی کی مدت منتخب کریں.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "الٹی گنتی اور پھیلاؤ کو منتخب کریں ( spread: the difference between the buy price and the exit price)",
  "Select your partner program revenue share": "اپنے پارٹنر پروگرام کی آمدنی کا حصہ منتخب کریں",
  "Sell": "فروخت",
  "Send": "سینڈ",
  "Send message": "پیغام بھیجیں",
  "Send message successfully": "کامیابی سے پیغام بھیجیں",
  "Service guide": "سروس گائیڈ",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "نقصانات کو محدود کرنے کے لیے پرائس مقرر کریں۔ اگر مارکیٹ اس قیمت کو مار دیتی ہے تو آپ کی پوزیشن آٹومیٹکلی بند ہو جائے گی.",
  "Set a target price where your position will be automatically closed to lock in profit.": "ایک ٹارگٹ کی پرائس مقرر کریں جہاں پرافٹ میں لاک ہونے کے لیے آپ کی پوزیشن آٹومیٹکلی بند ہو جائے گی.",
  "Set password": "سیٹ پاسورڈ",
  "Set successfully": "کامیابی سے سیٹ ہو گیا",
  "Set up": "سیٹ اپ",
  "Set up Google Authenticator": "",
  "Settings": "سیٹنگز",
  "Share": "شیئر",
  "Share to": "سے شیئر کریں",
  "Share your Affiliate invitation link to friends and users.": "اپنے ایفلیٹ دعوتی لنک کو دوستوں اور یوزرز کے ساتھ شیئر کریں.",
  "Share your referral link or code": "اپنا ریفرل لنک یا کوڈ شیئر کریں",
  "Show live positions on chart": "چارٹ پر لائیو پوزیشن دکھائیں",
  "Show my positions on chart": "چارٹ پر مائی بیٹس دکھائیں",
  "Side": "سائیڈ",
  "Sign in": "سائن ان",
  "Silver": "سلور",
  "Simple": "سمپل",
  "Simple and intuitive usable interface": "آسان اور بدیہی استعمال کے قابل انٹرفیس",
  "Simple integration": "سمپل انضمام",
  "Simple way to earn money, The more invite, the more you will get!": "پیسہ کمانے کا آسان طریقہ، جتنا زیادہ مدعو کریں گے، اتنا ہی زیادہ ملے گا!",
  "Simple, Fast, Intelligence": "سادہ، تیز، ذہانت",
  "Size": "سائز",
  "Something went wrong!": "",
  "Sorry, page not found!": "سوری، پیج نہیں ملا!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "سوری، ہمیں وہ صفحہ نہیں مل سکا جس کی آپ تلاش کر رہے ہیں۔ شاید آپ نے URL غلط ٹائپ کیا ہے؟ اپنے املا کو ضرور چیک کریں.",
  "Sound": "ساؤنڈ",
  "Speed": "سپیڈ",
  "Spot Exchanges": "سپاٹ ایکسچینجز",
  "Spread": "پھیلائیں",
  "Standard CS": "سٹینڈرڈ CS",
  "Start": "سٹارٹ",
  "Start Rate": "سٹارٹ ریٹ",
  "Start Time": "سٹارٹ ٹائم",
  "Start Time Invalid( hh : mm : ss )": "شروع کا وقت غلط (hh : mm : ss )",
  "Start time": "سٹارٹ ٹائم",
  "Start trading": "ٹریڈنگ شروع کریں",
  "Statistics": "شماریات",
  "Status": "سٹیٹس",
  "Step-up group": "اسٹیپ اپ گروپ",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks کے پاس 2.5% ہاؤس ایج اور منافع بخش پوزیشنوں پر 5% فیس ہے.",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks کی قیمتیں ایک قابل اعتبار الگورتھم کا استعمال کرتے ہوئے تیار کی جاتی ہیں.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks کی قیمتیں ایک قابل اعتبار الگورتھم کا استعمال کرتے ہوئے تیار کی جاتی ہیں۔ ہاؤس ایج 2.5% ہے.",
  "Stop Loss": "سٹاپ نقصان",
  "Stop loss at price": "پرائس پر نقصان کو روکیں",
  "Stop loss price cannot be through bust price": "سٹاپ نقصان کی قیمت بسٹ قیمت کے ذریعے نہیں ہو سکتی",
  "Stop-Loss (SL)": "سٹاپ لوس (SL)",
  "Strategy planning": "اسٹریٹیجی کی منصوبہ بندی",
  "Submit": "سبمٹ",
  "Submit request": "سبمٹ ریکویسٹ",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "ہر ایکسچینج کے اسٹریمنگ APIs کا استعمال کرتے ہوئے دستیاب گہرائی کی زیادہ سے زیادہ لیولز کو سبسکرائب کریں.",
  "Switch Dark or Light mode according to your preference": "اپنی ترجیح کے مطابق ڈارک یا لائٹ موڈ سوئچ کریں",
  "Symbol": "سمبل",
  "Symbol for extra security": "ایکسٹرا سیکورٹی کے لئے سمبل",
  "System": "سسٹم",
  "System Random: 300 lucky winners will be randomly selected.": "سسٹم رینڈم: 300 لکی ونرز فاتحین کو بے ترتیب طور پر منتخب کیا جائے گا.",
  "TP/SL": "TP/SL",
  "Take Profit": "پرافٹ حاصل کریں",
  "Take profit at price": "پرائس پر پرافٹ لیں",
  "Take-Profit (TP)": "ٹیک پرافٹ (TP)",
  "Tap Trading": "ٹاپ ٹریڈنگ کریں",
  "Tap to predict — quick moves, instant results.": "پیشن گوئی کرنے کے لیے تھپتھپائیں — فوری حرکتیں، فوری نتائج.",
  "Target Market": "ٹارگٹ مارکٹ",
  "Tell us the reason for contacting us": "ہم سے رابطہ کرنے کی وجہ بتائیں",
  "Test various trading tools and strategies": "مختلف ٹریڈنگ ٹولز اور حکمت عملیوں کی جانچ کریں",
  "Thank you for your request, it should generally be reviewed within 24 hours": "آپ کی ریکویسٹ کا شکریہ، اس کا عام طور پر 24 گھنٹوں کے اندر جائزہ لیا جانا چاہیے",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC Fear and Greed Index CoinMarketCap کے ذریعے تیار کردہ ایک ملکیتی ٹول ہے جو کرپٹو کرنسی مارکیٹ میں مروجہ جذبات کی پیمائش کرتا ہے.",
  "The Profit Margin Is As High As 90%": "پرافٹ مارجن 90% تک زیادہ ہے",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "تمام کریپٹو کرنسیوں میں آپ کی لمبی/مختصر پوزیشنوں کی مجموعی حد <0>{{limitAmount}}</0> پر محدود ہے",
  "The amount you currently have available to place an order.": "وہ اماونٹ آپ کے پاس فی الحال آرڈر دینے کے لیے دستیاب ہے.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "بسٹ پرائس مارکیٹ کی قیمت ہے جس پر آپ کی پوزیشن ناکافی مارجن کی وجہ سے ختم ہو جائے گی.",
  "The calculation steps are as follows:": "کیلکولیٹشن کے مراحل درج ذیل ہیں:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "تعاون کا طریقہ کھلا اور شفاف ہے، اور کسی پوشیدہ فیس کے بارے میں فکر کرنے کی ضرورت نہیں ہے.",
  "The coupon code is invalid or expired": "کمیٹی کا کوڈ غیر درست یا ایکسپائر ہو چکا ہے",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "اس کے بعد حتمی اشاریہ کی قیمت کا حساب ہر سائز میں معمولی درمیانی قیمتوں کے وزنی اوسط کے طور پر کیا جاتا ہے۔ وزن کو کفایتی تقسیم کے امکانی کثافت کے طور پر منتخب کیا جاتا ہے، جو یکسر طور پر کم ہو رہی ہے، جس کے نتیجے میں کتاب کے اوپری حصے کے قریب قیمتوں پر زیادہ زور دیا جاتا ہے۔ وزن بذریعہ دیا جاتا ہے:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "ہیش کے پہلے 8 bytes کو لٹل اینڈین انکوڈنگ کا استعمال کرتے ہوئے غیر دستخط شدہ 64 بٹ انٹیجر میں تبدیل کیا جاتا ہے۔ اس عدد کو پھر یکساں طور پر تقسیم شدہ فلوٹنگ پوائنٹ نمبر میں تبدیل کر دیا جاتا ہے۔ منڈی کی ترتیب شدہ ٹک اتار چڑھاؤ (0.1%) کے ساتھ معکوس مجموعی تقسیم کے فنکشن کو اس کے معیاری انحراف کے طور پر استعمال کرتے ہوئے، ہم فلوٹنگ پوائنٹ ویلیو کو عام طور پر تقسیم شدہ واپسی میں تبدیل کرتے ہیں اور اسے مارکیٹ کی قیمت کو اپ ڈیٹ کرنے کے لیے استعمال کرتے ہیں.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "انڈیکس قیمت کا طریقہ کار ٹائم سیریز کی دو اہم شماریاتی خصوصیات کو پورا کرنے کے لیے ڈیزائن کیا گیا ہے: مارکوف اور مارٹنگیل پراپرٹیز۔ مارکوف خاصیت سے مراد اسٹاکسٹک عمل کی یادداشت کے بغیر فطرت ہے، جو یقینی بناتی ہے کہ مستقبل کی قدروں کی مشروط امکانی تقسیم صرف موجودہ قدر پر منحصر ہے۔ مارٹنگیل پراپرٹی کا مطلب یہ ہے کہ اسٹاکسٹک عمل کی موجودہ قیمت مستقبل کی اقدار کی متوقع قدر بھی ہے۔ یہ دونوں خصوصیات Detrade کے انڈیکس کی قیمتوں کو مستقبل کی قیمتوں کا غیر جانبدارانہ تخمینہ بناتی ہیں، تاکہ صارف انفرادی تبادلے کے مائیکرو اسٹرکچر اثرات کے بارے میں فکر کیے بغیر بنیادی کریپٹو کرنسیوں کی قدر میں ہونے والی تبدیلیوں پر تجارت کر سکیں.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "انڈیکس اس بات کی بصیرت فراہم کرتا ہے کہ آیا مارکیٹ کی قدر کم ہے (انتہائی خوف) یا زیادہ قدر (انتہائی لالچ).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "اس کے بعد معمولی خرید و فروخت کی قیمت کے فنکشنز کو ایک سائز کے لحاظ سے معمولی درمیانی قیمت کے فنکشن کی وضاحت کرنے کے لیے استعمال کیا جاتا ہے: ",
  "The order has expired": "آرڈر کی میعاد ختم ہو گئی ہے",
  "The output is:": "آؤٹ پٹ ہے:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "اس حساب کا آؤٹ پٹ ایک واحد اشاریہ قیمت ہے جو Detrade ٹریڈنگ گیم میں طویل اور مختصر دونوں پوزیشنوں کے لیے استعمال ہوتی ہے۔ دیگر تجارتی پلیٹ فارمز کے برعکس، Detrade بولی کی پیشکش کے اسپریڈ کو چارج نہیں کرتا ہے۔ ایک ہی قیمت کے ساتھ تجارت مختصر مدت کی قیمت کی چالوں پر قیاس کرنا ممکن بناتی ہے جس کے لیے بولی کی پیشکش کا پھیلاؤ ممنوعہ طور پر مہنگا ہوگا.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "پلیٹ فارم مارکیٹ اور پالیسی کی تبدیلیوں کی بنیاد پر مہم کو ایڈجسٹ کر سکتا ہے۔ اپ ڈیٹس کو سرکاری اعلانات کے ذریعے پوسٹ کیا جائے گا.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "یہ پلیٹ فارم BTC، 6⁶⁶in a ETH اور دیگر مرکزی دھارے میں موجود کرنسی کے تجارتی جوڑے فراہم کرتا ہے، اور کرنسی کے مقبول ٹریڈنگ جوڑے کو اپ ڈیٹ کرنا جاری رکھے گا.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "پرائس ہر روز 00:00 UTC پر $1,000 پر دوبارہ ترتیب دی جائے گی، اور کوئی بھی زیر التواء آرڈر ری سیٹ کے دوران آٹومیٹکلی طے ہو جائے گا.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "مقابلے کا پرائز پول پچھلے دن کی بیٹس پر قریب سے منحصر ہے۔ جتنے زیادہ پلیئرز بیٹ لگاتے ہیں، انعام کا پول اتنا ہی بڑا ہوتا ہے۔ موجودہ انعامی پول مقابلہ کے صفحہ پر دکھایا جائے گا.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLC کی جانب سے پیش کردہ پروڈکٹس اور سروسز کا مقصد ریاستہائے متحدہ، یورپی یونین، یا کسی دوسرے دائرہ اختیار کے رہائشیوں کے لیے نہیں ہے جہاں ایسی خدمات اور مصنوعات قانون کے ذریعے ممنوع ہیں۔ Nexus Play LLC ان خطوں میں افراد یا اداروں کو کاروبار یا بروکریج کی خدمات فراہم نہیں کرتا ہے۔ ممکنہ کلائنٹس کی ذمہ داری ہے کہ وہ آن لائن ٹریڈنگ میں شامل ہونے سے پہلے اپنے متعلقہ دائرہ اختیار میں کسی بھی قابل اطلاق قوانین اور ضوابط سے آگاہ رہیں اور ان کی تعمیل کریں۔ اس ویب سائٹ تک رسائی حاصل کرکے اور ہماری خدمات کا استعمال کرکے، آپ تصدیق کرتے ہیں کہ آپ ریاستہائے متحدہ، یورپی یونین، یا کسی دوسرے دائرہ اختیار کے رہائشی نہیں ہیں جہاں ہماری خدمات پر پابندی ہے.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "اس آن لائن ایونٹ میں حاصل ہونے والے انعامات خود بخود پلیئرز کے بیلنس میں کریڈٹ ہو جائیں گے.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "سیڈ کو 64-حروف کے چھوٹے ہیکساڈیسیمل سٹرنگ میں انکوڈ کیا گیا ہے اور موجودہ ٹک کاؤنٹر ویلیو کی سٹرنگ کی نمائندگی کے ساتھ جوڑ دیا گیا ہے۔ اس کے بعد مشترکہ سٹرنگ کی ایک ہیش کا حساب BLAKE2b ہیش فنکشن کے ساتھ 256 بٹ ڈائجسٹ سائز کے ساتھ کیا جاتا ہے۔ کرپٹوگرافک ہیش فنکشن کا استعمال کرتے ہوئے، ہم اس بات کو یقینی بناتے ہیں کہ سیڈ کے ظاہر ہونے سے پہلے قیمت میں تبدیلیاں بے ترتیب اور غیر متوقع ہیں، لیکن سیڈ معلوم ہونے کے بعد مکمل طور پر دوبارہ پیدا کی جا سکتی ہیں.",
  "The settlement formula is open and transparent and can be calculated in real time.": "سیٹلمنٹ کا فارمولا کھلا اور شفاف ہے اور اس کا حساب رئیل ٹائم میں لگایا جا سکتا ہے.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "یہ سسٹم UP اور DOWN کیپٹل پولز کے جیتنے اور ہارنے کے نتائج دکھاتا ہے۔ جب آپ منافع کماتے ہیں، تو آپ اپنے منافع کی رقم دیکھیں گے.",
  "The system is under maintenance and upgrade, please visit later": "سسٹم کی دیکھ بھال اور اپ گریڈیشن کے تحت ہے، پلیز بعد میں ملاحظہ کریں",
  "The trade will complete in 5s.": "ٹریڈ 5 سیکنڈ میں مکمل ہو جائے گی.",
  "The trade will complete in <0>{{countdown}}s</0>.": "ٹریڈ <0>{{countdown}}s</0> میں مکمل ہوگی.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "تجارتی بونس ایک <0>مارکیٹنگ ترغیب</0> ہے جو Detrade کی طرف سے فراہم کیا جاتا ہے تاکہ یوزرز کو ہمارے تجارتی نظام کو دریافت کرنے میں مدد ملے۔ بونس فنڈز <1>ودڈرا نہیں لیے جا سکتے ہیں<1>، لیکن ان کے استعمال سے منافع آپ کے اکاؤنٹ کے حقیقی بیلنس کو متاثر کر سکتا ہے.",
  "The trading symbol will be replaced regularly.": "ٹریڈنگ سمپل کو باقاعدگی سے تبدیل کیا جائے گا.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "جیتنے والوں کا اعلان موجودہ صفحہ پر ہر اتوار کو 10 PM (UTC) پر کیا جائے گا، اور اگلی قرعہ اندازی آخری قرعہ اندازی کے 2 گھنٹے بعد شروع ہوگی.",
  "Theme": "تھیم",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "آپ کتنا کما سکتے ہیں اس کی کوئی لمٹ نہیں ہے۔ آپ جتنے زیادہ دوستوں کو مدعو کریں گے، اتنے ہی زیادہ ریوارڈز آپ کو ملیں گے.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "یہ آپ کے اکاؤنٹ کے بیلنس سے کاٹے جاتے ہیں، اور ناکافی فنڈز کے نتیجے میں خودکار پوزیشن بند ہو جائے گی.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "یہ واقعہ صرف ان یوزرز کے لیے دستیاب ہے جو اہل ممالک اور علاقوں میں ہیں جیسا کہ پلیٹ فارم کی تعمیل کی پالیسیوں میں بیان کیا گیا ہے.",
  "This field is required": "یہ فیلڈ درکار ہے",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "اس میں آپ کا IP ایڈریس، براؤزر کی قسم، آپریٹنگ سسٹم، رسائی کے اوقات، اور وہ صفحات شامل ہیں جو آپ نے ہمارے پلیٹ فارم تک رسائی سے پہلے اور بعد میں براہ راست دیکھے ہیں.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "اس میں آپ کا نام، ای میل پتہ، ٹیلی فون نمبر، پوسٹل ایڈریس، تاریخ پیدائش، اور کوئی بھی دوسری معلومات شامل ہیں جو آپ کسی اکاؤنٹ کے لیے رجسٹر کرتے وقت یا ہماری خدمات استعمال کرتے وقت فراہم کرتے ہیں.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "یہ انڈیکس 0 سے 100 تک ہے، جہاں کم ویلیو انتہائی خوف کی نشاندہی کرتی ہے، اور زیادہ ویلیو انتہائی لالچ کی نشاندہی کرتی ہے.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "یہ فی کرپٹو کرنسی مخصوص لمٹس کے ساتھ مل کر ہے، جس کی تفصیل ذیل میں دی گئی ہے.",
  "This is why you should promote Detrade:": "یہی وجہ ہے کہ آپ کو Detrade کو فروغ دینا چاہئے:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "یہ سائٹ reCAPTCHA کے ذریعے محفوظ ہے اور Google کی پرائیویسی پالیسی اور سروس کی شرائط لاگو ہوتی ہیں.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detrade پارٹنرشپ پروگرام کے ذریعے، آپ بڑھے ہوئے ایفلیٹ کمیشن، خصوصی سپانسر شدہ ایونٹس، اور دیگر منفرد فوائد کو انلاک کر سکتے ہیں۔ مزید جاننا چاہتے ہیں؟ پڑھتے رہیں!",
  "Time": "ٹائم",
  "Time and payout": "ٹائم اور پےآؤٹ",
  "Time closed": "ٹائم کلوز ہوا",
  "Time opened": "ٹائم اوپن ہوا",
  "Time remaining": "باقی ٹائم",
  "Tips": "ٹپس",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "تبصرے: عموماً پروسیس کرنے کے لیے {{hours}} گھنٹے لگتے ہیں، یہ زیادہ بھی لگ سکتے ہیں، مخصوص وقت تاجر کی وقت کی لمٹ پر منحصر ہے.",
  "To": "کو",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "ہماری خدمات کو بہتر بنانے کے لیے رجحانات کا تجزیہ کرنے، استعمال کی نگرانی کرنے اور تحقیق کرنے کے لیے.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "آپ کے اکاؤنٹ کی حفاظت کو یقینی بنانے کے لیے، گوگل 2FA authentication کو ریمو کرنے کے بعد 24 گھنٹے کے لیے ودڈرا کو روک دیا جائے گا.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "منصفانہ اور دیانت داری کو برقرار رکھنے کے لیے، Detrade بونس پروگرام میں حصہ لینے والے اکاؤنٹس کی رویے اور تکنیکی جانچ کے ذریعے نگرانی کرے گا، جس میں ڈیوائس فنگر پرنٹنگ، آئی پی ٹریکنگ، اور ٹٹرانزیکشن کے پیٹرن کا تجزیہ شامل ہے لیکن ان تک محدود نہیں.",
  "To manage your account, process transactions, and provide you with the services you request.": "اپنے اکاؤنٹ کا نظم کرنے،ٹرانزیکشن پر کارروائی کرنے اور آپ کی درخواست کردہ خدمات فراہم کرنے کے لیے.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "دھوکہ دہی کی نگرانی کے لیے، ہماری سروس کی شرائط کو نافذ کریں، اور قانونی اور ریگولیٹری تقاضوں کی تعمیل کریں.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "آپ کے اکاؤنٹ کی حفاظت کے لیے، آپ کے پاس ورڈ کو تبدیل کرنے کے بعد 24 گھنٹوں کے لیے ودڈرا کو غیر فعال کر دیا جائے گا.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "ٹریڈنگ گیمز کے لیے منصفانہ اور قابل بھروسہ قیمت فراہم کرنے کے لیے، Detrade ہر 500 ملی سیکنڈ کے بعد ایک کمپوزٹ انڈیکس قیمت کا حساب لگاتا ہے جو کہ دنیا کے سب سے زیادہ مائع جگہ اور ڈیریویٹیو کریپٹو کرنسی ایکسچینجز کے لیے حقیقی وقت کی قیمت فیڈز سے اخذ کیا جاتا ہے۔ قیمت کے بہت سے ذرائع کو شامل کر کے، ڈیٹریڈ انڈیکس مارکیٹ کی ہیرا پھیری، تکنیکی مسائل، اور دیگر غیر متضاد تجارتی سرگرمیوں کے لیے مضبوط ہے جو وقتاً فوقتاً انفرادی تبادلے پر ہو سکتی ہے.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "آپ کو اپ ڈیٹس، سیکیورٹی الرٹس، اور انتظامی پیغامات بھیجنے اور آپ کے استفسارات اور درخواستوں کا جواب دینے کے لیے.",
  "To tailor our content and advertisements to your interests and preferences.": "ہمارے مواد اور اشتہارات کو آپ کی دلچسپیوں اور ترجیحات کے مطابق بنانے کے لیے.",
  "To trading center": "ٹریڈنگ سنٹر تک",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "یہ سمجھنے کے لیے کہ صارف ہمارے پلیٹ فارم کے ساتھ کیسے تعامل کرتے ہیں، تکنیکی مسائل کی تشخیص کریں، اور فعالیت اور ٹریڈر کے تجربے کو بہتر بنائیں.",
  "Today's Pnl": "آج کا Pnl",
  "Top": "ٹاپ",
  "Top tokens": "ٹاپ ٹوکن",
  "Top trade": "ٹاپ ٹریڈ",
  "Top-tier account manager": "اعلیٰ سطح کے اکاؤنٹ منیجر",
  "Total Trades": "ثوٹل ٹریڈز",
  "Total commission": "ٹوٹل کمیشن",
  "Total participated tickets for this round <0>{{total}}</0>": "اس راؤنڈ <0>{{total}}</0> کے لیے ٹوٹل حصہ لینے والے ٹکٹ",
  "Total prize won": "ٹوٹل پرائز جیتا",
  "Total profit": "ٹوٹل پرافٹ",
  "Total tickets": "ٹوٹل ٹکٹس",
  "Total traders": "ثوٹل ٹریڈرز",
  "Total trades": "ثوٹل ٹریڈز",
  "Trade": "ٹریڈ",
  "Trade for prestige": "عزت کے لیے ٹریڈ",
  "Trade history": "ٹریڈ ہسٹری",
  "Trade like a rhythm master": "ایک تال ماسٹر کی طرح تجارت کریں",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "اگر آپ کو لگتا ہے کہ پرائس گر جائے گی تو پرائس میں کمی پر تجارت کریں۔ اگر قیمت کم ہو جاتی ہے، تو آپ کو منافع ملے گا.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "پرائس بڑھنے پر ٹریڈ لگائیں اگر آپ کو لگتا ہے کہ پرائس بڑھے گی۔ اگر پرائس بڑھ جاتی ہے، تو آپ پرافٹ پیدا کریں گے.",
  "Trade to Win": "جیتنے کے لیے ٹریڈ کریں",
  "Trade to rank up": "رینک بڑھانے کے لیے ٹریڈ کریں",
  "Trade with $10,000 in virtual funds": "ورچوئل فنڈز میں $10,000 کے ساتھ ٹریڈ کریں",
  "Trader": "ٹریڈرز",
  "Trades": "ٹریڈز",
  "Trading": "ٹریڈنگ",
  "Trading Amount": "ٹریڈنگ ویلیوم",
  "Trading Platform": "ٹریڈنگ پلیٹ فارم",
  "Trading Smarter, Earning Better": "بہتر تجارت، بہتر کمائی",
  "Trading Volume": "ٹریڈنگ ویلیوم",
  "Trading amount is too large for selected multiplier for selected stop loss price": "منتخب شدہ سٹاپ نقصان کی قیمت کے لیے منتخب ملٹیپلائر کے لیے تجارتی مقدار بہت بڑی ہے",
  "Trading bonus trial": "ٹریڈنگ بونس کا تجربہ",
  "Trading center": "ٹریڈنگ سنٹر",
  "Trading indicators and signals": "ٹریڈنگ اشارے اور سگنل",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "تجارت میں رسک شامل ہے۔ پلیز یقینی بنائیں کہ لیوریج یا بونس فنڈز استعمال کرنے سے پہلے آپ سمجھ رہے ہیں کہ آپ کیا کر رہے ہیں۔ بونس ٹریڈنگ کے ذریعے ہونے والے کسی نقصان کے لیے ڈیٹریڈ ذمہ دار نہیں ہے.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "ٹریڈنگ روزانہ {{startTime}} سے {{endTime}} ({{timeZone}}) تک اور اختتام ہفتہ کے دوران روک دی جاتی ہے۔ پلیز اپنے آرڈرز پہلے سے طے کریں.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "تجارتی ٹورنامنٹ، باقاعدہ بونس، تحائف، پرومو کوڈز اور تجارتی مقابلے کسی بھی ٹریڈر کے استعمال کرنے یا اس میں حصہ لینے کے لیے دستیاب ہیں.",
  "Traffic Owners": "ٹریفک آنرز",
  "Transaction Completed": "ٹرانزیکشن مکمل",
  "Transaction details": "ٹرانزیکشن ڈیٹیلز",
  "Transactions": "ٹرانزیکشنز",
  "Transition details": "ٹرانزیکشن ڈیٹیلز",
  "Transparency & Security": "ٹرانسپرنسی & سکیورٹی",
  "Trigger price is too close to bust price": "ٹرگر کی قیمت بسٹ قیمت کے بہت قریب ہے",
  "Trigger price is too close to current price": "ٹرگر کی قیمت موجودہ قیمت کے بہت قریب ہے",
  "Trusted by": "کی طرف سے قابل اعتماد",
  "Trusted by millions of users.": "ملین یوزرز کے ذریعہ قابل اعتماد.",
  "Try": "کوشش کریں",
  "Try a quick demo": "ایک فوری ڈیمو آزمائیں",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "پلیٹ فارم کی طرف سے پیش کردہ تمام فوائد کو ڈیمو اکاؤنٹ پر ورچوئل کرنسی کے ساتھ آزمائیں، بغیر حقیقی سرمایہ کاری کے اور بغیر کسی رسک کے.",
  "Turn every action into rewards. Start trading today.": "ہر ایکشن کو ریوارڈز میں بدل دیں۔ آج ہی ٹریڈنگ شروع کریں.",
  "Txid": "Txid",
  "Type": "ٹائپ",
  "Type Your message": "اپنا میسیج ٹائپ کریں",
  "UID": "UID",
  "UP": "اپ",
  "USDT-Margined": "USDT-Margined",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "روزانہ {{startTime}} سے {{endTime}} ({{timeZone}}) تک اور ویک اینڈ پر سارا دن دستیاب نہیں.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "منفرد تجربات: جدید تجارتی چیلنجوں سے لے کر ہموار کرپٹو ٹریڈنگ کے اختیارات اور خصوصی تجارتی ماڈلز تک، Detred ایسا تجربہ پیش کرتا ہے جو آپ کو کہیں اور نہیں ملے گا.",
  "Unlock Diamond": "ڈائمنڈ انلاک کریں",
  "Unlock Top Traders, Achieve": "ٹاپ ٹریڈرز کو انلاک کریں، حاصل کریں",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "غیر ضروری۔ Detrade ایک ٹیکنالوجی فراہم کنندہ ہے اور آپ ہمارے سولیوشنز کسی بھی ملک سے خرید سکتے ہیں.",
  "Up": "اوپر",
  "Up & Down": "اوپر & نیچے",
  "Up Down": "اوپر نیچے",
  "Up Or Down?": "اوپر اور نیچے؟",
  "Up Wins": "جیتتا ہے",
  "Update Success": "اپ ڈیٹ کی کامیابی",
  "Updated at {{time}}": "{{time}} پر اپ ڈیٹ کیا گیا",
  "Updated timely": "وقت پر اپ ڈیٹ کیا گیا",
  "Uppercase or lowercase letters": "بڑے یا چھوٹے حروف",
  "Usage Instructions & Limitations": "استعمال کی ہدایات اور لمیٹیٹشن",
  "Used": "استعمال کیا گیا",
  "User Agreement and Terms & Conditions": "یوزر کا معاہدہ اور شرائط و ضوابط",
  "User ID": "یوزر ID",
  "User name": "‍یوزر کا نام",
  "Username": "یوزر کا نام",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "اس سرگرمی سے لطف اندوز ہونے کے لیے یوزرز کو تجارت سے متعلقہ تجارتی جوڑوں کا انتخاب کرنا یا ان میں حصہ لینا چاہیے.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "ٹریڈنگ لمٹس کو نظرانداز کرنے کے لیے متعدد اکاؤنٹس کا استعمال سختی سے ممنوع ہے اور اس کے نتیجے میں اکاؤنٹ معطل یا جرمانہ ہو سکتا ہے.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "کمپوزٹ آرڈر بک کا استعمال کرتے ہوئے، ایک فنکشن کی تعریف دی گئی رقم خریدنے یا بیچنے کے لیے معمولی قیمت کی نمائندگی کرنے کے لیے کی جاتی ہے۔ مثال کے طور پر، معمولی خریداری کی تقریب ہے:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Two-factor authentication کے استعمال کی انتہائی سفارش کی جاتی ہے کیونکہ یہ آپ کے اکاؤنٹ کو آپ کے پاس ورڈ اور آپ کے فون دونوں سے محفوظ رکھتا ہے.",
  "VIP": "VIP",
  "VIP group": "VIP گروپ",
  "Validity period: within 14 days after activation": "میعاد کی مدت: ایکٹیویشن کے بعد 14 دنوں کے اندر",
  "Verifiable fairness": "ویریفائ ایبل فیئرنس",
  "Verification": "ویریفیکشن",
  "Verification Example": "ویریفیکشن کی مثال",
  "Verification code failed": "ویریفیکشن کوڈ ناکام ہوا",
  "Verification email sent. Check your inbox.": "ویریفیکشن ای میل بھیجی گئی۔ اپنا ان باکس چیک کریں.",
  "Verified": "ویریفائڈ",
  "Verify": "ویریفائ",
  "Verify Fairness": "ویریفائ فیئرنس",
  "Verify fairness": "ویریفائ فیئرنس",
  "View details": "تفصیلات دیکھیں",
  "View more": "مزید دیکھیں",
  "Volume": "ویلیوم",
  "Volume (24h)": "ویلیوم (24گھنٹے)",
  "Voucher code": "واؤچر کوڈ",
  "Wager": "ویجر",
  "Wager <0>{{amount}}</0> To Reach": "ویجر <0>{{amount}}</0> تک پہنچنے کے لیے",
  "Wait For Next Round": "اگلے راؤنڈ کا انتظار کریں",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "کم از کم 6 درست قیمت فیڈز ہونے تک انتظار کریں۔ اگر کافی قیمت فیڈز نہیں ہیں، تو ڈیٹریڈ انڈیکس کی قیمت کو اپ ڈیٹ نہیں کیا جائے گا.",
  "Wallet": "والٹ",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Detrade پارٹنرشپ پروگرام میں شامل ہونا چاہتے ہیں؟ شروع کرنے کے لیے ہماری سپورٹ ٹیم سے رابطہ کریں!",
  "Watch play demo": "پلے ڈیمو دیکھیں",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "ہم اپنے پلیٹ فارم پر آپ کی سرگرمی کے بارے میں معلومات جمع کرتے ہیں، بشمول تجارتی سرگرمی، ترجیحات، اور ہمارے مواد کے ساتھ مشغولیت.",
  "We collect several types of information from and about users of our Platform, including:": "ہم اپنے پلیٹ فارم کے یوزرز۔ سے اور اس کے بارے میں کئی قسم کی معلومات اکٹھا کرتے ہیں، بشمول:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "ہمارے پاس بہترین تکنیکی اور آپریشنل ٹیمیں ہیں جو مسلسل کسٹمر کی ضروریات کو پورا کرتی ہیں اور یوزرز کو مزید گارنٹی فراہم کرتی ہیں.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "ہم آپ کی ذاتی معلومات کو غیر مجاز رسائی، استعمال یا افشاء سے بچانے کے لیے متعدد حفاظتی اقدامات نافذ کرتے ہیں۔ ان اقدامات میں خفیہ کاری، رسائی کے کنٹرول اور محفوظ اسٹوریج شامل ہیں۔ تاہم، انٹرنیٹ پر ترسیل کا کوئی طریقہ یا الیکٹرانک اسٹوریج کا طریقہ 100% محفوظ نہیں ہے، اور ہم اس کی مکمل حفاظت کی ضمانت نہیں دے سکتے.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "ہم آپ کو ہمارے بڑھتے ہوئے الائنس فیملی کا رکن بننے اور ڈیٹریڈ کے مستقبل کو ایک ساتھ تشکیل دینے میں ہماری مدد کرنے کے منتظر ہیں!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "ہم ٹرانزیکشن کو آسان بنانے اور ریگولیٹری تقاضوں کی تعمیل کرنے کے لیے مالی معلومات جیسے بینک اکاؤنٹ نمبر، کریڈٹ کارڈ کی تفصیلات، اور ٹرانزیکشن کی تاریخ جمع کر سکتے ہیں.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "اگر آپ ہمیں GPS، Wi-Fi، یا سیل ٹاور ڈیٹا جیسی ٹیکنالوجیز کا استعمال کرتے ہوئے ایسا کرنے کی اجازت دیتے ہیں تو ہم آپ کے مقام کے بارے میں معلومات جمع کر سکتے ہیں.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "اگر قانون کے ذریعہ یا عوام احکام (e.g., a court or a government agency) کی درست درخواستوں کے جواب میں ایسا کرنے کی ضرورت ہو تو ہم آپ کی معلومات کا انکشاف کر سکتے ہیں.",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "ہم Detrade، اپنے یوزرز، یا دوسروں کے حقوق، جائیداد، یا حفاظت کے تحفظ کے لیے اور اپنی شرائط و ضوابط کو نافذ کرنے کے لیے آپ کی معلومات کا انکشاف کر سکتے ہیں.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "ہم کسی بھی انضمام، کمپنی کے اثاثوں کی فروخت، فنانسنگ، یا کسی اور کمپنی کے ذریعے اپنے کاروبار کے تمام یا ایک حصے کے حصول کے سلسلے میں، یا بات چیت کے دوران آپ کی معلومات کا اشتراک یا منتقلی کر سکتے ہیں.",
  "We may share your information with third parties if you provide your consent to do so.": "اگر آپ ایسا کرنے کے لیے اپنی رضامندی فراہم کرتے ہیں تو ہم تھرڈ پارٹیز کے ساتھ آپ کی معلومات کا اشتراک کر سکتے ہیں.",
  "We may share your information with third parties in the following circumstances:": "ہم درج ذیل حالات میں تھرڈ پارٹیز کے ساتھ آپ کی معلومات کا اشتراک کر سکتے ہیں:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "ہم آپ کی معلومات کا اشتراک تھرڈ پارٹی کے خدمت فراہم کنندگان کے ساتھ کر سکتے ہیں جو ہماری طرف سے خدمات انجام دیتے ہیں، جیسے کہ ادائیگی کی کارروائی، ڈیٹا کا تجزیہ، ای میل کی ترسیل، اور میزبانی کی خدمات.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "ہم دنیا بھر میں 2.5 ملین سے زیادہ آن لائن تاجروں کو اپنی طرف متوجہ کرتے ہوئے مشتق تجارت کے اختیارات کی وسیع ترین رینج پیش کرتے ہیں۔ ہماری ٹیکنالوجی ایک بدیہی اور طاقتور تجارتی تجربہ فراہم کرتی ہے، جو ہمارے کلائنٹس کو زیادہ مؤثر طریقے سے خطرے کو سمجھنے اور باخبر تجارتی فیصلے کرنے کی اجازت دیتی ہے.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "ہم ایک سادہ اور آسانی سے چلنے والا تجارتی پلیٹ فارم فراہم کرتے ہیں، تاکہ ہر کوئی تاجر بن سکے.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "ہم پلیئرز کو آپ کے پلیٹ فارم کی طرف راغب کرنے کے لیے ایک مرحلہ وار گائیڈ فراہم کرتے ہیں، اس کے ساتھ مارکیٹنگ کے مواد بھی جو کارآمد ثابت ہوئے ہیں.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "ہمیں مندرجہ ذیل حالات میں بونس اور متعلقہ منافع کو منسوخ کرنے کا حق حاصل ہے:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "ہم آپ کے پلیٹ فارم کے استعمال کے بارے میں معلومات اکٹھا کرنے اور آپ کے ٹریڈر کے تجربے کو بڑھانے کے لیے کوکیز، ویب بیکنز، اور دیگر ٹریکنگ ٹیکنالوجیز کا استعمال کرتے ہیں.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "ہم ٹریڈر انٹرفیس کے آپریشن میں تاخیر یا رکاوٹوں کے بغیر تیز ترین لین دین فراہم کرنے کے لیے جدید ترین ٹیکنالوجی کا استعمال کرتے ہیں.",
  "We use the information we collect for various purposes, including:": "ہم جمع کردہ معلومات کو مختلف مقاصد کے لیے استعمال کرتے ہیں، بشمول:",
  "We will contact you within 3 working days, please check your email regularly": "ہم آپ سے 3 کام کے دنوں میں رابطہ کریں گے، پلیز باقاعدگی سے اپنا ای میل چیک کریں",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "ہم آپ کی پرسنل انفارمیشن کو قانونی، ریگولیٹری، یا کاروباری تقاضوں کی تعمیل سمیت ان مقاصد کو پورا کرنے کے لیے جب تک ضروری ہو اپنے پاس رکھیں گے.",
  "Website for PC": "PC کے لیے ویب سائٹ",
  "Website for smartphones": "اسمارٹ فونز کے لیے ویب سائٹ",
  "Week": "ویک",
  "Week's Pnl": "ویک کا Pnl",
  "Weekly raffle": "ویکلی ریفل",
  "Welcome Bonus": "ویلکم بونس",
  "Welcome To": "خوش آمدید",
  "Welcome To Demo Trading ": "ڈیمو ٹریڈنگ میں خوش آمدید ",
  "Welcome to Detrade Connect": "Detrade Connect میں خوش آمدید",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Detrade میں خوش آمدید، ایک معروف بائنری آپشنز ٹریڈنگ پلیٹ فارم۔ ہمارے پلیٹ فارم کا استعمال شروع کرنے سے پہلے، پلیز درج ذیل شرائط و ضوابط کو احتیاط سے پڑھیں اور سمجھیں۔ Detrade کے پلیٹ فارم تک رسائی یا استعمال کرکے، آپ ان شرائط و ضوابط کے پابند ہونے سے اتفاق کرتے ہیں۔ اگر آپ ان شرائط کے کسی بھی حصے سے متفق نہیں ہیں، تو آپ کو ہمارا پلیٹ فارم استعمال نہیں کرنا چاہیے.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Stonks میں خوش آمدید! قیمت ہر روز 00:00 UTC پر $1,000 پر دوبارہ ترتیب دی جائے گی، اور کوئی بھی زیر التواء آرڈر دوبارہ ترتیب کے دوران آٹومیٹکلی طے ہو جائے گا.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Detrade میں خوش آمدید! آپ کے تعاون کا شکریہ ادا کرنے کے لیے، ہم نئے یوزرز کے لیے <0>ٹریڈنگ بونس میں 50 USDT تک</0> کی پیشکش کر رہے ہیں۔ زیرو رسک اور حقیقی ریوارڈ کے ساتھ بائنری آپشنز ٹریڈنگ کا تجربہ کریں!",
  "What currencies can be deposited and withdrawn?": "کن کرنسیوں کو ڈپازٹ اور ودڈرا کیا جا سکتا ہے؟",
  "What does it mean?": "اس کا کیا مطلب ہے؟",
  "What is Detrade Connect?": "Detrade Connect کیا ہے؟",
  "What operational expenses could Partner have?": "پارٹنر کے کیا آپریشنل اخراجات ہو سکتے ہیں؟",
  "What would you like your new limit to be? (max 500% of current limit)": "آپ اپنی نئی لمٹ کیا ہونا چاہیں گے؟ (موجودہ لمٹ کا زیادہ سے زیادہ 500%)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "الٹی گنتی ختم ہونے پر، یہ تیاری کے تصفیہ کے عمل میں داخل ہو جاتی ہے۔ نظام الٹی گنتی ختم ہونے کے بعد ابتدائی قیمت ریکارڈ کرتا ہے (at the first flag)۔ جب K-Line ایک مدت کے لیے چلتی ہے، نظام اختتامی قیمت (at the second flag) ریکارڈ کرتا ہے۔ اختتامی قیمت اور شروع کی قیمت کا موازنہ کریں۔ اگر اختتامی قیمت شروع کی قیمت سے زیادہ ہے، تو ٹریڈر جو UP سمت کا انتخاب کرتا ہے جیت جاتا ہے۔ بصورت دیگر، DAWN کی سمت کا انتخاب کرنے والا ٹریڈر جیت جاتا ہے.",
  "When the dual conditions are met, you will receive profits.": "جب دوہری شرائط پوری ہو جائیں گی تو آپ کو پرافٹ ملے گا.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "جب ایک سنٹرل لمیٹ آرڈر بک کے ساتھ روایتی ایکسچینج پر تجارت کی جاتی ہے، تو بڑے ٹیکنگ آرڈرز عام طور پر بہترین بولی یا پیشکش سے زیادہ آرام کے آرڈرز کے ساتھ کراس ہوں گے، جس کے نتیجے میں اوسط بھرنے کی قیمت کتاب کی سب سے اوپر کی قیمت سے بدتر ہوگی۔ بڑے آرڈرز کی نمائندگی کرنے والے اضافی خطرے کی وجہ سے مارکیٹ بنانے والے لیکویڈیٹی کی مقدار کو محدود کرتے ہیں جو وہ کتاب کے اوپری حصے میں پیش کرنے کے لیے تیار ہیں۔ ایک سے زیادہ قیمتوں پر بڑے آرڈرز کو بھرنے کی ضرورت کے بجائے، Detrade جیتنے والے ٹریڈز کے لیے اختتامی قیمت مقرر کرنے کے لیے مارکیٹ کے اثر کے فارمولے کا استعمال کرتا ہے (دستی طور پر بند ہونے والی تجارت غیر متاثر ہوتی ہے) تاکہ بڑے آرڈرز لینے کے مارکیٹ کے اثرات کی نقل تیار کی جا سکے، لیکن زیادہ مستقل اور متوقع طریقے سے۔ مارکیٹ کے صحیح اثرات کو دیکھنے کا سب سے آسان طریقہ یہ ہے کہ فیوچر ٹریڈنگ پیج پر پائے جانے والے ROI کیلکولیٹر کا استعمال کریں.",
  "When will the commission be distributed?": "کمیشن کب تقسیم ہوگا؟",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "جب آپ کے دوست کی ٹریڈنگ ختم ہو جاتی ہے، تو آپ اس ٹریڈنگ کے لیے فوری کمیشن حاصل کر سکتے ہیں.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "جہاں <0>P_close</0> ہے <1>P_open*(1-1/multiplier_leverage)</1> bust یا سٹاپ نقصان کی پرائس کے لیے.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "جہاں <0>p_i | i in 1..N</0> اور <1>s_i|i in 1..N</1> خریدی قیمتیں اور سائز ہیں جو کتاب کے اوپری حصے سے بڑھتے ہوئے فاصلے کے حساب سے ترتیب دیے گئے ہیں۔ یہ فنکشن زیادہ سے زیادہ قیمت دیتا ہے جو کوئی رقم <2>s</2> خریدنے کے لیے ادا کرے گا",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "جہاں <0>v_i</0> وہ سائز ہیں جن پر درمیانی قیمتوں کا حساب لگایا جاتا ہے اور ان کی تعریف جامع آرڈر بک سے مجموعی خرید و فروخت کے سائز کے اتحاد کے طور پر کی جاتی ہے۔ <1>L</1> ایک اسکیلنگ عنصر ہے جس کی وضاحت <2>1/V</2> کے طور پر کی گئی ہے، جہاں <3>V</3> وہ زیادہ سے زیادہ سائز ہے جس پر درمیانی قیمت کا حساب لگایا جاتا ہے اور اسے جامع آرڈر بک میں خرید و فروخت کے سائز کی کم از کم رقم کے طور پر بیان کیا جاتا ہے.",
  "Which currency pairs can be traded on Detrade?": "Detrade پر کون سے کرنسی کے جوڑوں کی تجارت کی جا سکتی ہے؟",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "وائٹ لیبل کے مالکان کے پلیٹ فارم کو تیار کرنے میں صفر لاگت آتی ہے۔ انہیں صرف سیلز اور مارکیٹنگ پر توجہ مرکوز کرنے کی ضرورت ہے.",
  "Whitelist pre-booking": "وائٹ لسٹ پری بکنگ",
  "Why Partner with Detrade?": "Detrade کے ساتھ شراکت کیوں؟",
  "Why choose Detrade": "کیوں Detrade کا انتخاب کریں",
  "Why you must choose us?": "آپ کو ہمیں کیوں منتخب کرنا چاہئے؟",
  "Wild": "وائلڈ",
  "Will The Price Go Up Or Down": "کیا قیمت اوپر یا نیچے جائے گی",
  "Will the price go up or down ?": "کیا پرائس اپ یا ڈاؤن جائے گی ؟",
  "Win": "جیت",
  "Win Crypto Tokens": "کریپٹو ٹوکنز جیتیں",
  "Win if the price breaks out — above the high or below the low.": "جیت اگر قیمت ٹوٹ جائے — زیادہ سے اوپر یا کم سے نیچے.",
  "Win rate": "ون ریٹ",
  "Winner": "ونر",
  "Winning": "جیتنا",
  "Winning Tickets": "جیتنے والے ٹکٹ",
  "Winning prize details": "جیتنے والے پرائز کی ڈیٹیلز",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL فیس کے ساتھ، آپ تجارت کو کھولنے یا بند کرنے کے لیے کوئی فیس ادا نہیں کرتے ہیں، اور جب آپ تجارت بند کرتے ہیں تو آپ کے منافع کا صرف ایک حصہ (اگر کوئی ہے) لیا جاتا ہے",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "فلیٹ فیس فعال ہونے کے ساتھ، آپ اپنے منافع کا 100% وصول کرتے ہیں لیکن تجارت میں داخل ہونے سے پہلے <0>فلیٹ فیس جو آپ کے داخلے، اخراج اور پھسلن کا احاطہ کرتی ہے</0> کی پیشگی ادائیگی کرتے ہیں، جیسا کہ ایک باقاعدہ تبادلے پر",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Horizon پر دلچسپ نئی خصوصیات اور اپ ڈیٹس کے ساتھ، اب Detlard کو فروغ دینے کا بہترین وقت ہے.",
  "Withdraw": "ودڈرا",
  "Withdraw Fee": "ودڈرا فیس",
  "Withdraw Order Created": "آرڈر واپسی بنایا گیا",
  "Withdraw Processing": "ودڈرا پروسیسنگ",
  "Withdraw Success": "ودڈرا کامیاب ہوا",
  "Withdraw is in progress": "",
  "Withdraw to": "ودڈرا لینے کے لئے",
  "Withdraw your earnings 24/7": "اپنی ارننگ 24/7 ودڈرا کریں",
  "Withdrawal fee": "ودڈرا فیس",
  "Withdrawal fee discount": "ڈپازٹ فیس کی کمی",
  "Yes": "جی ہاں",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "جی ہاں، DeTrade مکمل شفافیت پر یقین رکھتا ہے اور آپ کو تمام ڈیٹا پیش کرتا ہے۔ آپ اس میں تمام معلومات دیکھ سکتے ہیں",
  "Yes, contact us at any time to upgrade your package.": "ہاں، اپنے پیکج کو اپ گریڈ کرنے کے لیے کسی بھی وقت ہم سے رابطہ کریں.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "جی ہاں، جو لوگ کرپٹو کرنسیوں سے واقف نہیں ہیں وہ سوشل نیٹ ورک کے ذریعے لاگ ان کر سکتے ہیں اور انہیں بینک کارڈ کے ذریعے فنڈ دے سکتے ہیں.",
  "Yes, you can use both.": "جی ہاں، آپ دونوں استعمال کر سکتے ہیں.",
  "Yield": "پیداوار",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "آپ مارکیٹ میں مرکزی دھارے کی زیادہ تر ڈیجیٹل کرنسیوں کو ڈپازٹ اور ودڈرا کر سکتے ہیں، اور یہ پلیٹ فارم بتدریج قانونی کرنسیوں کے ڈپازٹ اور ودڈرا کے فنکشن کا آغاز کرے گا.",
  "You can share your invite link to your friend or your social media": "آپ اپنے دعوتی لنک کو اپنے دوست یا اپنے سوشل میڈیا پر شیئر کر سکتے ہیں",
  "You have the right to object to our processing of your personal information, under certain conditions.": "آپ کو کچھ شرائط کے تحت اپنی پرسنل معلومات کی ہماری پروسیسنگ پر اعتراض کرنے کا حق ہے.",
  "You have the right to request a copy of the personal information we hold about you.": "آپ کو یہ حق حاصل ہے کہ ہم آپ کے بارے میں جو پرسنل معلومات رکھتے ہیں اس کی ایک کاپی کی ریکویسٹ کریں.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "آپ کو درخواست کرنے کا حق ہے کہ ہم آپ کی پرسنل معلومات میں موجود کسی بھی غلطی کو درست کریں.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "آپ کو یہ درخواست کرنے کا حق ہے کہ ہم آپ کی ذاتی معلومات کو حذف کر دیں، بعض استثناء کے ساتھ.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "آپ کو ان کی ہر ٹریڈنگ کے لیے ہاؤس ایج کا 20% ملے گا۔ اگر آپ کے بہت سے فالورز ہیں، تو آپ مزید کمیشن کے لیے ہم سے رابطہ کر سکتے ہیں.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "آپ کو اگلے گھنٹے میں تقریباً {nextCapitalCost} سبسڈی ملے گی، اور مخصوص رقم اس وقت کی فنڈنگ ​​کی شرح سے مشروط ہے",
  "You won <0>{{award}}</0>": "آپ نے <0>{{award}}</0> جیتا",
  "Your": "آپ کا",
  "Your Telegram": "اپکا ٹیلیگرام",
  "Your account level is assessed and updated on the": "آپ کے اکاؤنٹ لیول کا اندازہ اور اپ ڈیٹ کیا جاتا ہے",
  "Your current limit is {{limit}}": "آپ کی موجودہ لمٹ {{limit}} ہے",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "آپ کی موجودہ حدود ہیں: PnL فیس - {{pnl}}، فکسڈ فیس - {{Fixed}}",
  "Your email": "آپ کی ای میل",
  "Your friends will be associated with you after they sign up": "آپ کے دوست سائن اپ کرنے کے بعد آپ کے ساتھ منسلک ہوں گے",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "آپ کی معلومات، بشمول ذاتی معلومات، آپ کے ملک یا دائرہ اختیار سے باہر واقع سرورز یا ڈیٹا بیس پر منتقل اور برقرار رکھی جا سکتی ہیں۔ ہمارے پلیٹ فارم کا استعمال کرتے ہوئے، آپ اپنی معلومات کو ریاست ہائے متحدہ امریکہ یا کسی دوسرے ملک میں منتقل کرنے کی رضامندی دیتے ہیں جہاں Detrade یا اس کے خدمات فراہم کرنے والے سہولیات کو برقرار رکھتے ہیں.",
  "Your investment": "اپکی انویسٹمنٹ",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "آپ کی زبان کا انتخاب Detrade ای میلز، SMS،ان ایپ اطلاعات، اور ان تمام آلات پر لاگو ہوتا ہے جن میں آپ لاگ ان ہیں.",
  "Your name": "آپ کا نام",
  "Your profile is now private": "آپ کا پروفائل اب پرائیویٹ ہے",
  "Your profile is now public": "آپ کی پروفائل اب پبلک ہے",
  "Your transfer amount has to MATCH the submission amount.": "آپ کی ٹرانسفر اماونٹ کو جمع کرانے کی رقم سے میچ کرنا چاہیے.",
  "Zero Trading Fees": "زیرو ٹریڈنگ فیس",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) ڈاکومنٹ کی ویریفیکشن: یوزرز کو حکومت کی طرف سے جاری کردہ شناختی دستاویزات کی کاپیاں اپ لوڈ کرنے کی ضرورت پڑ سکتی ہے، جیسے کہ پاسپورٹ، ڈرائیور کا لائسنس، یا قومی شناختی کارڈ.",
  "all assets": "تمام اثاثے",
  "all status": "تمام سٹیٹس",
  "approved": "منظور شدہ",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **پرفارمنس کوکیز**: یہ کوکیز اس بارے میں معلومات اکٹھی کرتی ہیں کہ آپ ہمارے پلیٹ فارم کو کس طرح استعمال کرتے ہیں، جیسے کہ آپ اکثر کن صفحات پر جاتے ہیں۔ یہ معلومات ہمارے پلیٹ فارم کی فعالیت کو بہتر بنانے کے لیے استعمال ہوتی ہے.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "ب) ایڈریس ویریفیکشن: یوزرز کو اپنے رہائشی ایڈریس کی تصدیق کے لیے ایڈریس کا ثبوت فراہم کرنے کی ضرورت پڑ سکتی ہے، جیسے کہ یوٹیلیٹی بل یا بینک اسٹیٹمنٹ.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "آپ کی تازہ ترین کارکردگی اور سرگرمی کی بنیاد پر۔ مصروف رہیں اور رینک پر چڑھیں!",
  "basic information verification": "بنیادی معلومات کی تصدیق",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **فنکشنل کوکیز**: یہ کوکیز ہمارے پلیٹ فارم کو آپ کے انتخاب کو یاد رکھنے کی اجازت دیتی ہیں (such as your username, language, or region) اور بہتر، مزید ذاتی خصوصیات فراہم کرتی ہیں.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) بائیو میٹرک ویریفیکشن: Detrade یوزرد کی شناخت کی تصدیق کے لیے بائیو میٹرک تصدیق کے طریقے استعمال کر سکتا ہے، جیسے چہرے کی شناخت یا فنگر پرنٹ سکیننگ.",
  "change password": "چینج پاسورڈ",
  "chat rules": "چیٹ رولز",
  "currency": "کرنسی",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **ہدف بندی/ایڈورٹائیزنگ کوکیز**: ان کوکیز کا استعمال ایسے اشتہارات فراہم کرنے کے لیے کیا جاتا ہے جو آپ اور آپ کی دلچسپیوں سے زیادہ متعلقہ ہوں۔ وہ اشتہاری مہموں کی تاثیر کو ماپنے میں بھی ہماری مدد کرتے ہیں.",
  "date": "ڈیٹ",
  "day": "دن",
  "demo": "ڈیمو",
  "deposit": "ڈپازٹ",
  "deposit with a 50% bonus": "50% بونس کے ساتھ ڈپازٹ کروائیں",
  "down": "ڈاؤن",
  "earn ticket": "ٹکٹ کمائیں",
  "edit profile": "ایڈیٹ پروفائل",
  "edit your avatar": "اپنے اوتار کو ایڈیٹ کریں",
  "email": "ای میل",
  "explanation": "وضاحت",
  "failed": "فیل ہوا",
  "forgot password?": "پاس ورڈ بھول گئے؟",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "ڈائمنڈ کو 3 ماہ کے لیے رکھیں — ہمارا VIP مینیجر آپ کو ڈائمنڈ+ مراعات تک رسائی کے لیے مدعو کرے گا.",
  "init": "ابتداء",
  "liq price": "liq پرائس",
  "live": "لائیو",
  "loading...": "لوڈ ہورہا ہے...",
  "lucky poll": "لکی پول",
  "medium": "میڈیم",
  "month": "مہینہ",
  "more": "مزید",
  "my tickets": "میری ٹکٹس",
  "name": "نام",
  "no": "نہیں",
  "or": "یا",
  "order id": "آرڈر id",
  "pending": "زیر التواء",
  "perks in total": "ٹوٹل مراعات",
  "price": "پرائس",
  "prize": "پرائز",
  "processing": "پروسیسنگ ",
  "rejected": "رد کردیا گیا",
  "results": "رزلٹس",
  "rewards": "ریوارڈز",
  "rewards list": "ریوارڈز لسٹ",
  "search “Google Authenticator” and proceed to download.": "\"google Authenticator\" سرچ کریں اور ڈاؤن لوڈ کرنے کے لیے آگے بڑھیں.",
  "seed": "سیڈ",
  "strong": "سٹرونگ",
  "success": "کامیاب",
  "temporary rejected": "عارضی طور پر مسترد",
  "terms and conditions": "ٹرمز اینڈ کنڈیشنز",
  "tickets number": "ٹکٹس نمبر",
  "ticks": "ticks",
  "time": "ٹائم",
  "token": "ٹوکن",
  "top": "ٹاپ",
  "trader": "ٹریڈر",
  "trading platform": "ٹریڈنگ پلیٹ فارم",
  "two-Factor authentication": "two-Factor authentication",
  "up": "up",
  "voucher": "واؤچر",
  "wager": "ویجر",
  "weak": "کمزور",
  "week": "ویک",
  "welcome gifts": "ویلکم گفٹس",
  "withdraw": "ودڈرا",
  "{{field}} is required": "{{field}} درکار ہے",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} جگہ - روزانہ مقابلہ کے انعامی پول کا {{percent}}",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0> از {{total}}</0>",
  "|PnL|": "|PnL|"
}
