{
  "* Both a memo/tag and an address are required": "* Zowel een memo/label als een adres zijn vereist",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Controleer of het ontvangstadres een MEMO/tag vereist. Als deze niet of onjuist is ingevuld, gaat het item verloren",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*De uitkomsten van de rekenmachine zijn schattingen en de werkelijke ROI/P&L kan afwijken van wat wordt weergegeven op basis van marktomstandigheden.",
  "1-on-1 manager": "1-op-1 manager",
  "1. Choose the future price direction": "1. Kies de toekomstige prijsrichting",
  "1. Information We Collect": "1. Informatie die we verzamelen",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"wij\", \"ons\", of \"onze\") zet zich in voor de bestrijding van het witwassen van geld en terrorismefinancieringsactiviteiten door de implementatie van robuust beleid en procedures tegen het witwassen van geld (AML) en Know Your Customer (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade (\"wij\", \"ons\" of \"onze\") exploiteert een online handelsplatform voor binaire opties (\"Platform\") waarmee handelaren (\"u\" of \"handelaar\") verschillende financiële instrumenten kunnen verhandelen.",
  "1.1 Personal Identification Information:": "1.1 Persoonlijke identificatie-informatie:",
  "1.2 Financial Information:": "1.2 Financiële informatie:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Dit antiwitwasbeleid (AML) en het beleid ter bestrijding van het kennen van uw klant (KYC) (\"Beleid\") beschrijft onze verplichtingen en procedures voor het verifiëren van de identiteit van onze handelaren (\"u\" of \"handelaar\") en het detecteren en voorkomen van witwas- en terrorismefinancieringsactiviteiten op het platform van Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Deze Gebruikersovereenkomst en Algemene Voorwaarden (\"Overeenkomst\") regelen uw gebruik van het Detrade-platform. Door ons Platform te bezoeken of te gebruiken, erkent u dat u deze Overeenkomst hebt gelezen, begrepen en ermee akkoord gaat gebonden te zijn.",
  "1.3 Technical Information:": "1.3 Technische informatie:",
  "1.4 Usage Data:": "1.4 Gebruiksgegevens:",
  "1.5 Location Information:": "1.5 Locatie-informatie:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Cookies en trackingtechnologieën:",
  "1.Introduction": "1. Inleiding",
  "10 most wagering players carve up the prize pool.": "De 10 spelers met de meeste inzet verdelen de prijzenpot.",
  "10. Amendments to the Policy": "10. Wijzigingen in het beleid",
  "10. International Data Transfers": "10. Internationale gegevensoverdrachten",
  "10. Limitation of Liability": "10. Beperking van aansprakelijkheid",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade behoudt zich het recht voor om dit beleid op elk moment te wijzigen of aan te passen. Eventuele wijzigingen worden onmiddellijk van kracht na plaatsing op het platform van Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Voor zover toegestaan ​​door de wet, is Detrade niet aansprakelijk voor enige directe, indirecte, incidentele, speciale of gevolgschade die voortvloeit uit of op enigerlei wijze verband houdt met uw gebruik van ons Platform.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 In geen geval zal de totale aansprakelijkheid van Detrade jegens u voor alle schade, verliezen en rechtsvorderingen voortvloeiend uit of in verband met deze Overeenkomst het bedrag overschrijden dat u, indien van toepassing, aan Detrade heeft betaald gedurende de periode van twaalf (12) maanden onmiddellijk voorafgaand aan de gebeurtenis die aanleiding gaf tot dergelijke aansprakelijkheid.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Het is uw verantwoordelijkheid om dit Beleid periodiek te herzien om op de hoogte te blijven van eventuele updates of wijzigingen. Als u het platform van Detrade blijft gebruiken na eventuele wijzigingen in dit beleid, betekent dit dat u deze wijzigingen accepteert..",
  "1000x leverage": "1000x hefboomwerking",
  "11. Contact Information": "11. Contactgegevens",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Als u vragen, zorgen of feedback heeft over dit beleid of de AML- en KYC-procedures van Detrade, neem dan contact met ons op via [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 U stemt ermee in om Detrade en haar gelieerde ondernemingen, functionarissen, directeuren, werknemers en agenten schadeloos te stellen, te verdedigen en te vrijwaren van en tegen alle claims, aansprakelijkheden, schade, verliezen, kosten, uitgaven of vergoedingen (inclusief redelijke honoraria van advocaten) die voortvloeien uit of verband houden met uw gebruik van het Platform van Detrade of uw schending van deze Overeenkomst.",
  "11.Indemnification": "11. Schadeloosstelling",
  "12. Contact Us": "12. contacteer ons",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Deze Overeenkomst wordt beheerst door en geïnterpreteerd in overeenstemming met de wetten van [Jurisdictie].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Alle geschillen die voortvloeien uit of verband houden met deze Overeenkomst zullen worden opgelost door middel van arbitrage in overeenstemming met de regels van [Arbitrageorganisatie].",
  "12.Governing Law and Dispute Resolution": "12. Toepasselijk recht en geschillenbeslechting",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade behoudt zich het recht voor om deze Overeenkomst op elk moment te wijzigen of aan te passen. Eventuele wijzigingen worden onmiddellijk van kracht na plaatsing op het Platform van Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Het is uw verantwoordelijkheid om deze Overeenkomst periodiek te herzien om op de hoogte te blijven van eventuele updates of wijzigingen. Als u het platform van Detrade blijft gebruiken na eventuele wijzigingen in deze Overeenkomst, betekent dit dat u deze wijzigingen accepteert.",
  "13.Amendments to the Agreement": "13.Wijzigingen van de Overeenkomst",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Als u vragen, zorgen of feedback heeft over deze Overeenkomst of het platform van Detrade, neem dan contact met ons op via 14.1 Als u vragen, zorgen of feedback heeft over deze Overeenkomst of over het platform van Detrade, neem dan contact met ons op via",
  "14.Contact Information": "14. Contactgegevens",
  "16th of every month": "16e van elke maand",
  "1D": "1D",
  "1M": "1M",
  "1W": "1W",
  "2. Definitions": "2. Definities",
  "2. Eligibility": "2. Geschiktheid",
  "2. How We Use Your Information": "2. Hoe wij uw gegevens gebruiken",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. U kunt het totale orderbedrag van de fond\ns pool in de OP en NEER richtingen bekijken en de orderstatus van uzelf en andere gebruikers in de lijst.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" verwijst naar de bestrijding van het witwassen van geld, het geheel van procedures, wetten en voorschriften die zijn ontworpen om het illegaal genereren van inkomsten via financiële systemen te voorkomen.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Door toegang te krijgen tot of gebruik te maken van het platform van Detrade, verklaart en garandeert u dat u ten minste 18 jaar oud bent en over de wettelijke bevoegdheid beschikt om deze Overeenkomst aan te gaan.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Om ons platform aan te bieden en te onderhouden:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" verwijst naar Know Your Customer, het proces waarbij de identiteit van klanten wordt geverifieerd en hun potentiële risico op betrokkenheid bij illegale activiteiten wordt beoordeeld.",
  "2.2 To Improve Our Platform:": "2.2 Om ons platform te verbeteren:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 U moet ook voldoen aan alle toepasselijke wet- en regelgeving met betrekking tot uw gebruik van ons Platform.",
  "2.3 To Communicate with You:": "2.3 Om met u te communiceren:",
  "2.4 To Personalize Your Experience:": "2.4 Om uw ervaring te personaliseren:",
  "2.5 To Conduct Analytics and Research:": "2.5 Analyses en onderzoek uitvoeren:",
  "2.6 To Ensure Security and Compliance:": "2.6 Om veiligheid en naleving te garanderen:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% affiliate commissie (een stijging van 100% ten opzichte van ons basistarief).",
  "20+ exchange market data": "20+ beursmarktgegevens",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Kennisgeving over opnamebeperking binnen 24 uur Ons systeem heeft wijzigingen in belangrijke informatie in uw account geïdentificeerd en daarom schorten we tijdelijk de opnamefunctie van uw account op terwijl we stappen ondernemen om uw tegoeden veilig te stellen. De beperkingen worden automatisch opgeheven om UTC-tijd {{time}}",
  "24h Live Players": "24 uur live spelers",
  "24h Trade Vol": "24-uurs handelsvolume",
  "24h Wins Paid": "24u overwinningen betaald",
  "24h high": "24 uur hoog",
  "24h low": "24-uurs laag",
  "24h players": "24-uurs spelers",
  "24h win ratio": "24-uurs winstverhouding",
  "2FA Code's length is not right": "De lengte van de 2FA-code is niet correct",
  "2FA authentication": "2FA-authenticatie",
  "2s CFD and 5-60s Options": "2s CFD en 5-60s opties",
  "3. Customer Due Diligence (CDD)": "3. Klantenonderzoek (CDD)",
  "3. How We Share Your Information": "3. Hoe wij uw informatie delen",
  "3. Wait for system settlement": "3. Wacht tot het systeem is afgewikkeld",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade voert Customer Due Diligence (CDD) uit op alle gebruikers om hun identiteit te verifiëren en hun risiconiveau te beoordelen.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Om toegang te krijgen tot bepaalde functies van het platform van Detrade, kan het zijn dat u zich moet registreren voor een account.",
  "3.1 With Service Providers:": "3.1 Met dienstverleners:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Tijdens het registratieproces kan van u worden verlangd dat u bepaalde persoonlijke gegevens verstrekt, waaronder maar niet beperkt tot uw volledige naam, geboortedatum, woonadres, door de overheid uitgegeven identiteitsbewijs en een bewijs van adres.",
  "3.2 For Legal Reasons:": "3.2 Om juridische redenen:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Wanneer u zich voor een account registreert, gaat u ermee akkoord nauwkeurige, actuele en volledige informatie over uzelf te verstrekken, zoals gevraagd door het registratieformulier.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade behoudt zich het recht voor om aanvullende informatie of documentatie van u op te vragen om uw identiteit te verifiëren of uw risiconiveau te beoordelen.",
  "3.3 To Protect Our Rights:": "3.3 Om onze rechten te beschermen:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 U bent verantwoordelijk voor het handhaven van de vertrouwelijkheid van uw accountgegevens en voor alle activiteiten die plaatsvinden onder uw account.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade behoudt zich het recht voor om uw account op te schorten of te beëindigen als wij van mening zijn dat u tijdens het registratieproces valse of misleidende informatie hebt verstrekt of een bepaling van deze Overeenkomst hebt overtreden.",
  "3.4 With Your Consent:": "3.4 Met uw toestemming:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 U stemt ermee in om onmiddellijk alle door Detrade gevraagde informatie of documentatie te verstrekken ten behoeve van Customer Due Diligence (CDD).",
  "3.5 In Business Transfers:": "3.5 Bij bedrijfsoverdrachten:",
  "3.Account Registration": "3. Accountregistratie",
  "3rd Merchant Processing": "3e handelaarsverwerking",
  "4. Check the winning and losing results": "4. Controleer de winnende en verliezende resultaten",
  "4. Identity Verification": "4. Identiteitsverificatie",
  "4. Platform Use": "4. Platformgebruik",
  "4. Your Data Protection Rights": "4. Uw rechten op het gebied van gegevensbescherming",
  "4.1 Access:": "4.1 Toegang:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade gebruikt verschillende methoden en hulpmiddelen om de identiteit van haar gebruikers te verifiëren, waaronder maar niet beperkt tot:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Het platform van Detrade wordt uitsluitend voor informatieve en educatieve doeleinden aangeboden. U erkent en gaat ermee akkoord dat alle informatie op ons platform niet bedoeld is als financieel advies en dat er niet op mag worden vertrouwd bij het nemen van investeringsbeslissingen.",
  "4.2 Correction:": "4.2 Correctie:\n",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade behoudt zich het recht voor om door gebruikers verstrekte documenten of informatie te weigeren als deze als onvoldoende of onnauwkeurig worden beschouwd met het oog op identiteitsverificatie.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 U bent als enige verantwoordelijk voor het evalueren van de risico's die gepaard gaan met het handelen in binaire opties en voor het bepalen of handelen op het platform van Detrade geschikt voor u is.",
  "4.3 Deletion:": "4.3 Verwijdering:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 U stemt ermee in het Platform van Detrade te gebruiken in overeenstemming met alle toepasselijke wet- en regelgeving en op een manier die geen inbreuk maakt op de rechten van anderen of de voorwaarden van deze Overeenkomst schendt.",
  "4.4 Objection:": "4.4 Bezwaar:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Beperking: U heeft onder bepaalde voorwaarden het recht om te verzoeken dat wij de verwerking van uw persoonlijke gegevens beperken.\n",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Gegevensportabiliteit: U heeft onder bepaalde voorwaarden het recht om de overdracht van uw persoonlijke gegevens naar een andere organisatie of rechtstreeks naar u te verzoeken.\n",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Toestemming intrekken: Als u ons toestemming hebt gegeven om uw persoonlijke gegevens te verwerken, heeft u het recht om uw toestemming op elk gewenst moment in te trekken.",
  "5. Data Security": "5. Gegevensbeveiliging",
  "5. Risk Assessment": "5. Risicobeoordeling",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade voert een risicobeoordeling uit van elke handelaar op basis van hun identiteitsverificatiegegevens, transactiegeschiedenis en andere relevante factoren.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Via het platform van Detrade kunnen gebruikers binaire opties verhandelen op verschillende financiële instrumenten, inclusief maar niet beperkt tot aandelen, valuta's, grondstoffen en indices.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Aan gebruikers kan een risicobeoordeling worden toegekend op basis van de resultaten van de risicobeoordeling, die van invloed kan zijn op het niveau van controle dat op hun transacties en rekeningactiviteit wordt toegepast.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 U erkent en gaat ermee akkoord dat het handelen in binaire opties aanzienlijke risico's met zich meebrengt, waaronder het risico dat u uw volledige investering verliest.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 U bent als enige verantwoordelijk voor het evalueren van de risico's die aan elke transactie zijn verbonden en voor het bepalen van de juiste beleggingsstrategie voor uw individuele omstandigheden.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade biedt geen enkele garantie met betrekking tot de winstgevendheid of het succes van enige transactie op ons Platform.",
  "5.Trading": "5. Handel",
  "50+ trading pairs": "50+ handelsparen",
  "6 Month's Pnl": "6 Maanden Pnl",
  "6. Data Retention": "6. Gegevensbewaring",
  "6. Fees and Charges": "6. Vergoedingen en kosten",
  "6. Monitoring and Reporting": "6. Monitoring en rapportage",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade kan kosten in rekening brengen voor bepaalde diensten of transacties die op ons Platform worden uitgevoerd. U gaat ermee akkoord alle toepasselijke vergoedingen en kosten te betalen in verband met uw gebruik van ons Platform.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade controleert de transacties van handelaren en de rekeningactiviteiten op tekenen van verdacht of ongebruikelijk gedrag dat kan duiden op witwasactiviteiten of terrorismefinanciering.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade behoudt zich het recht voor om onze tariefstructuur op elk moment, met of zonder voorafgaande kennisgeving, te wijzigen of aan te passen.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Indien Detrade verdachte activiteiten of transacties constateert, behouden wij ons het recht voor om dergelijke activiteiten te melden bij de bevoegde autoriteiten en passende maatregelen te nemen, waaronder maar niet beperkt tot het bevriezen of opschorten van handelsaccounts.",
  "6M": "6M",
  "7 * 24 technical services": "7 * 24 technische diensten",
  "7. Cookies and Similar Technologies": "7. Cookies en soortgelijke technologieën",
  "7. Intellectual Property": "7. Intellectuele eigendom",
  "7. Record-Keeping": "7. Bijhouden van gegevens",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Alle inhoud en materialen die beschikbaar zijn op het platform van Detrade, inclusief maar niet beperkt tot tekst, afbeeldingen, logo's, afbeeldingen en software, zijn eigendom van Detrade of haar licentiegevers en worden beschermd door auteursrecht, handelsmerken en andere wetten op intellectueel eigendom.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Cookies: Wij gebruiken cookies om uw ervaring op ons Platform te verbeteren. Een cookie is een klein bestand dat op uw apparaat wordt geplaatst en waarmee wij uw browser kunnen herkennen en bepaalde informatie kunnen vastleggen en onthouden.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade houdt gegevens bij van alle identificatie- en transactiegegevens van handelaren in overeenstemming met de toepasselijke wet- en regelgeving.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Soorten cookies: a) **Essentiële cookies**: deze cookies zijn noodzakelijk voor de werking van ons platform. Ze stellen u in staat door de site te navigeren en de functies ervan te gebruiken.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Gebruikersgegevens worden vertrouwelijk behandeld en worden alleen bekendgemaakt aan bevoegd personeel of regelgevende instanties zoals vereist door de wet.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 U krijgt een beperkte, niet-exclusieve en niet-overdraagbare licentie voor toegang tot en gebruik van het platform van Detrade, uitsluitend voor uw persoonlijk en niet-commercieel gebruik.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Cookies beheren: U kunt het gebruik van cookies op individueel browserniveau beheren. Als u cookies weigert, kunt u ons Platform nog steeds gebruiken, maar uw mogelijkheden om sommige functies of delen van ons Platform te gebruiken zijn mogelijk beperkt.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 U gaat ermee akkoord dat u geen afgeleide werken zult reproduceren, wijzigen, distribueren of creëren op basis van de inhoud of materialen die beschikbaar zijn op het platform van Detrade zonder de uitdrukkelijke schriftelijke toestemming van Detrade.",
  "8. Third-Party Links": "8. Links naar derden",
  "8. Training and Awareness": "8. Opleiding en bewustzijn",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade biedt training- en bewustmakingsprogramma's voor haar werknemers om ervoor te zorgen dat zij kennis hebben van het AML- en KYC-beleid en de procedures.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade respecteert de privacy van haar gebruikers en doet er alles aan om hun persoonlijke gegevens te beschermen. Raadpleeg ons privacybeleid voor meer informatie over hoe wij uw persoonlijke gegevens verzamelen, gebruiken en openbaar maken.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Medewerkers zijn getraind om verdachte activiteiten te herkennen en te melden en om te voldoen aan alle AML- en KYC-vereisten.",
  "8.Privacy Policy": "8. Privacybeleid",
  "9. Children's Privacy": "9. Privacy van kinderen",
  "9. Compliance Oversight": "9. Toezicht op naleving",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade heeft een Compliance Officer aangesteld die verantwoordelijk is voor het toezicht op de naleving van het AML- en KYC-beleid en de procedures.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade behoudt zich het recht voor om uw toegang tot ons Platform op elk moment en om welke reden dan ook op te schorten of te beëindigen, met of zonder reden, en zonder voorafgaande kennisgeving.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 De Compliance Officer is verantwoordelijk voor het monitoren van ontwikkelingen op regelgevingsgebied, het bijwerken van AML- en KYC-beleid indien nodig, en ervoor zorgen dat de activiteiten van Detrade in overeenstemming blijven met alle toepasselijke wet- en regelgeving.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Bij beëindiging van uw toegang tot het platform van Detrade blijven alle bepalingen van deze Overeenkomst die door hun aard de beëindiging zouden moeten overleven, van kracht, inclusief maar niet beperkt tot bepalingen met betrekking tot intellectueel eigendom, beperking van aansprakelijkheid en geschillenbeslechting.",
  "9.Termination": "9. Beëindiging",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Bonusbedrag:</0> 50% van uw eerste storting",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Bonuslimiet:</0> Maximaal 50 USDT handelsbonus",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Geschiktheid:</0> Alleen nieuwe gebruikers op Detrade",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Vereiste:</0> Eerste storting ≥ 50 USDT (of gelijkwaardige crypto)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Ondersteunde producten</0>: Highlow, Spread, Up Down, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> tickets zijn deze ronde verzonden!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> per entry- en exit-transactie van {{position}} inclusief slippage",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>van {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Er werd een vast bedrag van {{feeAmount}} ({{commission}}) in rekening gebracht bij het openen van de transactie (positie:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Een fractie van uw winst (indien van toepassing) wordt ingehouden wanneer u de transactie sluit",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Bij het sluiten van de transactie werd een variabele vergoeding in rekening gebracht als een fractie van de winst",
  "A verification will be sent to {{email}}": "Er wordt een verificatie verzonden naar {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Zorg ervoor dat je alle vier de handelsmodi hebt ontgrendeld. Als het probleem aanhoudt, neem dan contact op met de klantenservice voor hulp.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: Nee, de bonus zelf is niet opneembaar. Alle <0>winsten die met de bonus zijn gemaakt</0> kunnen echter wel worden opgenomen.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: Ja. Activeer uw bonus binnen <0>7 dagen</0> na uitgifte. Verlopen bonussen kunnen niet worden teruggevorderd.",
  "AF": "AF",
  "AML & KYC policy": "AML & KYC-beleid",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Over Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Krijg toegang tot meer dan 70 populaire activa met een winstpotentieel tot 90%",
  "Account Details": "Accountgegevens",
  "Account Not Verified": "Account niet geverifieerd",
  "Account Verified": "Account geverifieerd",
  "Activate": "Activeren",
  "Activation expiry time": "Vervaldatum activering",
  "Active": "Actief",
  "Active tickets": "Actieve tickets",
  "Activity priority access": "Toegang met prioriteit voor activiteiten",
  "Add": "Toevoegen",
  "Add key phrase into Google Authenticator and remember the key phrase": "Voeg een sleutelzin toe aan Google Authenticator en onthoud de sleutelzin",
  "Add referral": "Verwijzing toevoegen",
  "Add referral code": "Verwijzingscode toevoegen",
  "Address is required": "Adres is vereist",
  "Address valid": "Adres geldig",
  "Advanced": "Geavanceerd",
  "Advanced Users": "Geavanceerde gebruikers",
  "Advanced chart": "Geavanceerde grafiek",
  "Advantage": "Voordeel",
  "Affiliate program": "Affiliate-programma",
  "Affiliates": "Gelieerde ondernemingen",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Nadat u uw eerste storting hebt voltooid, gaat u naar het <0>Beloningscentrum</0> om uw eerste proefvoucher van 1 USDT te bekijken.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Nadat u uw persoonlijke gegevens privé heeft ingesteld, kunnen andere gebruikers uw gebruikersnaam en gegevens niet zien.",
  "Agreement": "Overeenkomst",
  "Airdrop": "Luchtdropping",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Airdrop-methode: Beloningen worden automatisch naar de portemonnee gedistribueerd. Volg de e-mail in de app.",
  "Airdrop plan": "Airdrop-plan",
  "Airdrop program": "Airdrop-programma",
  "Airdrops": "Luchtdroppings",
  "Algorithm": "Algoritme",
  "All": "Alle",
  "All Assets": "Alle activa",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Alle makelaarsactiviteiten op deze website worden verzorgd door Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Alle spelformules zijn open en transparant, wat fraude tegengaat en risico's voor partners en spelers beperkt.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Alle prijzen voor de 24-uurs handelsronde worden vooraf bepaald met behulp van een willekeurig getrokken seed, die aan het einde van elke handelsronde wordt bekendgemaakt. Met deze gepubliceerde seed kan iedereen controleren of we ons aan het hieronder beschreven algoritme hebben gehouden en geen prijzen hebben gewijzigd na de start van de ronde. Het is voor ons met name onmogelijk om prijzen te wijzigen op basis van uw transacties.",
  "All prizes will be sent in USDT.": "Alle prijzen worden verzonden in USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Alle praktische ervaring van een tophandelaar die u nodig heeft, inclusief toegang tot de populairste handelsindicatoren en signalen.",
  "All time wins paid": "Altijd gewonnen",
  "Already have an account?": "Heeft u al een account?",
  "Amount": "Hoeveelheid",
  "Amount is required": "Bedrag is vereist",
  "Amount to withdraw": "Op te nemen bedrag",
  "Announcement": "Aankondiging",
  "Announcements": "Aankondigingen",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Anti-witwassen van geld (AML) en Know Your Customer (KYC)-beleid",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Heeft u vragen? Ons toegewijde ondersteuningsteam staat klaar om u te helpen en u door het aanvraagproces te begeleiden.",
  "Apply": "Toepassen",
  "Applying": "Toepassen",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Ongeveer {{nextCapitalCost}} wordt in het komende uur in rekening gebracht, en het specifieke bedrag is afhankelijk van het financieringspercentage op dat moment.",
  "Are there any geographical restrictions?": "Zijn er geografische beperkingen?",
  "Arrival amount": "Aankomstbedrag",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Zolang het programma actief is, kunt u commissies verdienen vanaf het moment dat uw referent zich registreert voor een Detrade-account.",
  "Ask a question": "Stel een vraag",
  "Asset types,currencies,cryptocurrencies for any trader.": "Activatypen, valuta's, cryptocurrencies voor elke handelaar.",
  "Assets": "Activa",
  "Assets overview": "Overzicht van activa",
  "At least {{exceed}} number": "Minimaal {{exceed}} aantal",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Aan het einde van het aftellen worden de winst en het verlies bepaald op basis van de trend die u voorspelde.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Aan het begin van elke handelsronde (00:00 UTC) wordt willekeurig een nieuw zaad van 32 bytes gekozen. De prijzen van de hele ronde kunnen worden gereproduceerd door dit zaad te combineren met een oplopende tick-teller met gehele getallen.",
  "Auto": "Auto",
  "Available": "Beschikbaar",
  "Available on request": "Beschikbaar op aanvraag",
  "Award quota": "Toekenningsquotum",
  "Awarded users": "Toegekende gebruikers",
  "Balance": "Evenwicht",
  "Balance is not enough": "Evenwicht is niet genoeg",
  "Basic": "Basis",
  "Becoming an affiliate is easy": "Affiliate worden is eenvoudig",
  "Benefit from our many years of experience and internationally renowned reputation.": "Profiteer van onze jarenlange ervaring en internationaal gerenommeerde reputatie.",
  "Benefits": "Voordelen",
  "Benefits:": "Voordelen:",
  "Best For": "Beste voor",
  "Bet": "Inzet",
  "Betting": "Wedden",
  "Binary Options Exchange": "Binaire Opties Beurs",
  "Bind": "Binden",
  "Bind Success": "Succes binden",
  "Black diamond circle": "Zwarte diamantcirkel",
  "Blockchain Processing": "Blockchain-verwerking",
  "Bonus": "Bonus",
  "Bonus Rules": "Bonusregels",
  "Bonus Trial": "Bonusproef",
  "Bonus pool": "Bonuspool",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Bonusvouchers zijn <0>niet-opneembaar</0>, maar <1>winsten uit bonustransacties zijn wel opneembaar<1>",
  "Boost your earnings by affiliate program": "Verhoog uw inkomsten met een affiliateprogramma",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Verhoog uw transactievolume met een hefboomwerking tot wel 1000x: groot risico, grote beloning.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Verhoog uw transactievolume met een hefboomwerking tot wel 1000x: groot risico, grote beloning.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Makelaarsproducten en -diensten aangeboden door Nexus Play LLC.",
  "Bronze": "Bronzen",
  "Bust And Stop Loss Prices": "Buste- en stop-loss-prijzen",
  "Buy": "Kopen",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Door het platform van Detrade te bezoeken of te gebruiken, erkent u dat u dit Privacybeleid hebt gelezen, begrepen en ermee akkoord gaat gebonden te zijn. Als u het niet eens bent met dit privacybeleid, mag u ons platform niet gebruiken.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Door het platform van Detrade te bezoeken of te gebruiken, erkent u dat u deze Overeenkomst hebt gelezen, begrepen en ermee akkoord gaat dat u eraan gebonden bent. Als u het met enig onderdeel van deze Overeenkomst niet eens bent, mag u het Platform van Detrade niet gebruiken.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Door het platform van Detrade te bezoeken of te gebruiken, erkent u dat u dit AML- en KYC-beleid hebt gelezen, begrepen en ermee instemt dit na te leven. Als u het niet eens bent met enig onderdeel van dit beleid, mag u het platform van Detrade niet gebruiken.",
  "Calculator": "Rekenmachine",
  "Campaign": "Campagne",
  "Campaign Center": "Campagnecentrum",
  "Can I See The Data Of My Referral?": "Kan ik de gegevens van mijn verwijzing zien?",
  "Can I use a live account and a demo account at the same time?": "Kan ik tegelijkertijd een live-account en een demo-account gebruiken?",
  "Can Partner upgrade his partnership level in the future?": "Kan Partner zijn partnerschapsniveau in de toekomst upgraden?",
  "Can non-crypto users play Detrade games?": "Kunnen niet-cryptogebruikers Detrade-spellen spelen?",
  "Cancel": "Annuleren",
  "Cannot exceed {{exceed}} characters": "Mag niet langer zijn dan {{exceed}} tekens",
  "Cash All": "Contant allemaal",
  "Champion Profits": "Kampioenswinsten",
  "Change": "Wijziging",
  "Change password": "Wachtwoord wijzigen",
  "Chat": "Chat",
  "Check <0>ROI calculator</0> for more details": "Bekijk de <0>ROI-calculator</0> voor meer details",
  "Chg%": "Wijziging%",
  "Choose Symbol": "Kies symbool",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Kies uw <0> accounttype en </0> begin met handelen!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Kies uw <br/> accounttype en </br> begin met handelen!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Kies een vermenigvuldiger om uw positie te maximaliseren. Het instellen van een hogere vermenigvuldiger verhoogt uw margerisico",
  "Choose the cryptocurrency that you would like to start trading.": "Kies de cryptocurrency waarin u wilt beginnen met handelen.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Kies de opwaartse of neerwaartse richting om een ​​bestelling te plaatsen binnen de aangegeven tijd van het aftellen.",
  "Claim": "Claim",
  "Claim Voucher": "Claim voucher",
  "Claimed rewards": "Geclaimde beloningen",
  "Claimed rewards details": "Details van geclaimde beloningen",
  "Click Here To View The": "Klik hier om de te bekijken",
  "Click Up or Down to Trading": "Klik omhoog of omlaag om te handelen",
  "Client": "Klant",
  "Close": "Dichtbij",
  "Close Time": "Sluitingstijd",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Sluit op elk moment, ongeacht of u winst of verlies maakt. Stel take-profit- of stop-lossdoelen in om uw positie automatisch te sluiten",
  "Close the order": "Sluit de bestelling",
  "Close type": "Sluit type",
  "Closed successfully!": "Succesvol gesloten!",
  "Co-planning rights": "Medeplanningsrechten",
  "Coin-Margined": "Met muntmarge",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Combineer alle rustlimietorders van elke prijsfeed in één samengesteld orderboek. Het is oké en verwacht dat de prijs van sommige kooporders de prijs van sommige verkooporders van andere beurzen zal overschrijden. Individuele ordergroottes zijn beperkt tot $ 1 miljoen om de invloed van één enkele grote order te beperken.",
  "Coming soon": "Binnenkort beschikbaar",
  "Community": "Gemeenschap",
  "Community access": "Toegang tot de gemeenschap",
  "Completed": "Voltooid",
  "Comprehensive trading training": "Uitgebreide handelstraining",
  "Computers and smartphones are fully functional": "Computers en smartphones zijn volledig functioneel",
  "Condition 1: The price trend matches your prediction.": "Voorwaarde 1: De prijsontwikkeling komt overeen met uw voorspelling.",
  "Condition 2: Price movement breaks through the spread.": "Voorwaarde 2: Prijsbeweging doorbreekt de spread.",
  "Confirm": "Bevestigen",
  "Confirm Close": "Bevestigen Sluiten",
  "Confirm removing Google 2FA authentication?": "Bevestigen dat u Google 2FA-authenticatie wilt verwijderen?",
  "Confirm settlement of all orders?": "Afrekening van alle bestellingen bevestigen?",
  "Confirm to close the order?": "Bevestigen om de bestelling te sluiten?",
  "Confirmations": "Bevestigingen",
  "Connect": "Verbinden",
  "Connect with your friends": "Maak contact met je vrienden",
  "Contact Us": "Contacteer ons",
  "Contact us": "Neem contact met ons op",
  "Contact us with Email or Live chat": "Contacteer ons op via e-mail of livechat",
  "Content creators program": "Programma voor makers van inhoud",
  "Contest prize pool": "Prijzenpot van de wedstrijd",
  "Continue": "Doorgaan",
  "Continue Deposit Process": "Doorgaan met stortingsproces",
  "Continue deposit process": "Ga door met het stortingsproces",
  "Continue with Google": "Doorgaan met Google",
  "Continue with X": "Ga door met X",
  "Continuously updated": "Continu bijgewerkt",
  "Convenient deposit and withdrawal methods": "Handige stortings- en opnamemethoden",
  "Copy": "Kopiëren",
  "Copy Success": "Kopieer succes",
  "Copy this code to your authenticator app": "Kopieer deze code naar uw authenticator-app",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Copyright © 2025 Nexus Play LLC. Alle rechten voorbehouden.",
  "Country": "Land",
  "Create Password": "Wachtwoord aanmaken",
  "Crypto": "Crypto",
  "Crypto - binary options": "Crypto - binaire opties",
  "Crypto Pairs": "Crypto-paren",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Het handelen in cryptocurrency-contracten brengt een hoog risico met zich mee en u kunt uw volledige transactiebedrag verliezen. Hoe hoger de hefboomwerking, hoe groter het risico. U kunt echter nooit meer verliezen dan uw initiële transactiebedrag.",
  "Currency": "Munteenheid",
  "Custom Price Move %": "Aangepaste prijsbeweging %",
  "Custom cashback plan": "Aangepast cashbackplan",
  "Custom revenue share and fee option.": "Aangepaste optie voor inkomstenaandeel en kosten.",
  "Custom services": "Maatwerkdiensten",
  "Custom signals": "Aangepaste signalen",
  "Customized incentives tailored to your needs.": "Op maat gemaakte incentives afgestemd op uw behoeften.",
  "DOWN": "OMLAAG",
  "Daily Active Users": "Dagelijks actieve gebruikers",
  "Daily Earning": "Dagelijkse inkomsten",
  "Daily contest": "Dagelijkse wedstrijd",
  "Dark": "Donker",
  "Date": "Datum",
  "Day": "Dag",
  "DeTrade overview": "DeTrade-overzicht",
  "Dedicated customer support": "Toegewijde klantenondersteuning",
  "Demo": "Demonstratie",
  "Demo Account": "Demo account",
  "Demo Trading": "Demohandel",
  "Depending on your location, you may have the following rights regarding your personal information:": "Afhankelijk van uw locatie heeft u mogelijk de volgende rechten met betrekking tot uw persoonlijke gegevens:",
  "Deposit": "Borg",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Stort 120 USDT → Ontvang een maximale bonus van 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Stort 80 USDT → Ontvang 40 USDT bonus",
  "Deposit Amount": "Stortingsbedrag",
  "Deposit Order Created": "Deposito-opdracht aangemaakt",
  "Deposit Via {{depositChannel}}": "Stort via {{depositChannel}}",
  "Deposit address": "Stortingsadres",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Gemakkelijk geld storten en opnemen via de handigste betaalmethode.",
  "Deposit is in progress": "",
  "Deposit now": "Stort nu",
  "Deposits and withdrawals": "Stortingen en opnames",
  "Derivative Exchanges": "Afgeleide uitwisselingen",
  "Description": "Beschrijving",
  "Detail": "Detail",
  "Details": "Details",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"wij\", \"ons\" of \"onze\") waardeert uw privacy en doet er alles aan om uw persoonlijke gegevens te beschermen. In dit privacybeleid wordt uitgelegd hoe wij uw gegevens verzamelen, gebruiken, openbaar maken en beveiligen wanneer u ons handelsplatform voor binaire opties (\"Platform\") gebruikt. Door ons Platform te bezoeken of te gebruiken, gaat u akkoord met het verzamelen en gebruiken van informatie in overeenstemming met dit beleid. Als u het niet eens bent met dit beleid, mag u ons Platform niet gebruiken.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect is een naadloze integratieoplossing waarmee platforms van derden eenvoudig verbinding kunnen maken met ons ecosysteem. Via krachtige API’s en automatiseringstools integreren we de kernfuncties van onze producten rechtstreeks in uw platform. Het is bedoeld om platforms te voorzien van gediversifieerde cryptocurrency-derivaten, snellere gegevensuitwisseling en de mogelijkheid om toegang te krijgen tot onze geavanceerde functies, terwijl veilige, schaalbare en betrouwbare verbindingen worden gegarandeerd. Of u de dienstverlening nu wilt uitbreiden of workflows wilt vereenvoudigen, Detrade Connect kan de integratie eenvoudig, efficiënt en effectief maken.",
  "Detrade Index Prices": "Detrade-indexprijzen",
  "Detrade Partner": "Detrade-partner",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade partnerprogramma! Dit programma is ontworpen om makers een groter omzetpotentieel en exclusieve voordelen te bieden, waardoor uw promotie-inspanningen echt de moeite waard zijn.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade heeft zich gecommitteerd aan het transformeren van de traditionele intelligente handelssector en het openstellen van financiële markten voor iedereen waar dan ook. Onze missie is om de meest innovatieve handelservaring te bieden. Iedereen ter wereld zou aan transacties moeten kunnen deelnemen.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade heeft de codebeoordeling voltooid en het resultaat is TOP-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade bevindt zich op een snel groeipad. We doen er alles aan om onze gebruikers een innovatieve en boeiende ervaring te bieden, waardoor dit het platform bij uitstek is voor de handel in binaire opties in cryptocurrency.",
  "Detrade learn": "Onthandelen leren",
  "Detrade offers 3 types of optional products.": "Detrade biedt 3 soorten optionele producten aan.",
  "Detrade partnership program": "Detrade-partnerschapsprogramma",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade behoudt zich de uiteindelijke interpretatierechten voor deze campagne voor.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade behoudt zich het recht voor om regels en voorwaarden naar eigen goeddunken en zonder voorafgaande kennisgeving te wijzigen.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade behoudt zich het recht voor om spelers uit te sluiten die onze regels hebben overtreden in elk stadium van de Wedstrijd.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade behoudt zich het recht voor om de activiteit of airdropdistributie te allen tijde te herzien, op te schorten of te annuleren, inclusief de relevante voorwaarden. De herziening is bedoeld om fraude en andere illegale activiteiten te beheersen/voorkomen. Tenzij de handelaar zich schuldig maakt aan fraude en andere illegale activiteiten, heeft een dergelijke herziening geen gevolgen voor de handelaren die ervoor hebben gekozen om deel te nemen.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade behoudt zich het recht voor om dit privacybeleid op elk moment bij te werken of te wijzigen. We zullen u op de hoogte stellen van eventuele wijzigingen door het nieuwe privacybeleid op ons platform te plaatsen. U wordt geadviseerd dit Privacybeleid regelmatig te controleren op eventuele wijzigingen. Als u ons Platform blijft gebruiken na eventuele wijzigingen in het Privacybeleid, betekent dit uw erkenning van de wijzigingen en uw toestemming om u te houden aan en gebonden te zijn aan het bijgewerkte Privacybeleid.",
  "Detrade weekly draw": "Detrade wekelijkse trekking",
  "Developer documentation": "Ontwikkelaarsdocumentatie",
  "Device": "Apparaat",
  "Diamond": "Diamant",
  "Diamond Partner": "Diamant partner",
  "Didn't find an answer to our question?": "Geen antwoord gevonden op onze vraag?",
  "Direction": "Richting",
  "Discover trending tokens. Trade. Earn. Repeat.": "Ontdek trending tokens. Handel. Verdien. Herhaal.",
  "Distributing Payout": "Uitbetaling verdelen",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Gebruik geen speciale symbolen en spatiebalk, anders wordt uw account mogelijk niet ondersteund.",
  "Do not use special symbols, otherwise your account may not be supported.": "Gebruik geen speciale symbolen, anders wordt uw account mogelijk niet ondersteund.",
  "Does the company have the legal qualifications to carry out relevant business?": "Beschikt het bedrijf over de juridische kwalificaties om relevante activiteiten uit te voeren?",
  "Don't beg or ask for loans, rains or tips.": "Vraag niet om leningen, regen of fooien.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Houd u niet bezig met enige vorm van adverteren/handelen/verkopen/kopen of het aanbieden van diensten.",
  "Don't harass or be offensive to other users or Detrade staff.": "Val andere gebruikers of medewerkers van Detrade niet lastig en wees niet aanstootgevend.",
  "Don't have an account?": "Heeft u nog geen account?",
  "Don't let anyone see this!": "Laat niemand dit zien!",
  "Don't share any personal information (including socials) of you or other players.": "Deel geen persoonlijke informatie (inclusief sociale gegevens) van jou of andere spelers.",
  "Don't share codes, scripts or any other bot service.": "Deel geen codes, scripts of andere botservices.",
  "Don't show again": "Niet meer tonen",
  "Don't spam & don't use excessive capital letters when chatting.": "Spam niet en gebruik niet overmatig hoofdletters tijdens het chatten.",
  "Don't use URL shortening services. Always submit the full link.": "Gebruik geen URL-verkortingsservices. Geef altijd de volledige link op.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Gebruik geen alternatieve (alts) accounts op de chat, dat is ten strengste verboden.",
  "Done": "Klaar",
  "Down": "Omlaag",
  "Down Wins": "Beneden wint",
  "Down vs. Up Ratio (Live Data)": "Omlaag vs. omhoog verhouding (live data)",
  "Download": "Downloaden",
  "Download the Google Authenticator app": "Download de Google Authenticator-app",
  "Drop us a line here": "Stuur ons hier een bericht",
  "Duration: {{time}}": "Duur: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Elke order-ID kan MAAR één keer worden gebruikt om duplicaten te voorkomen.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Elke gebruiker komt in aanmerking voor <0>slechts één</0> eerste stortingsbonus",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Elke vouchercode kan slechts één keer per gebruiker worden geclaimd. Eenmaal geclaimd, kan de beloning niet meer worden teruggedraaid.",
  "Earn": "Verdienen",
  "Earn up to 50% commission.": "Verdien tot 50% commissie.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Verdien tot {{payout}}% winst als uw voorspelling uitkomt.",
  "Easy access from your smartphone": "Gemakkelijke toegang vanaf uw smartphone",
  "Edit your avatar": "Bewerk je avatar",
  "Email": "E-mail",
  "Email Code": "E-mailcode",
  "Email verification code's length is not right": "De lengte van de e-mailverificatiecode is niet correct",
  "End Time": "Eindtijd",
  "End Time Invalid( hh : mm : ss )": "Eindtijd ongeldig( hh : mm : ss )",
  "End Time is earlier than Start Time": "De eindtijd is eerder dan de begintijd",
  "End rate": "Eindtarief",
  "Ends in {{time}} days": "Eindigt over {{time}} dagen",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Wij zorgen voor authentieke, manipulatievrije prijzen met transparante en verifieerbare algoritmen voor gegarandeerde eerlijkheid.",
  "Enter Code": "Voer code in",
  "Enter number of daily active players": "Voer het aantal dagelijks actieve spelers in",
  "Enter the 2FA code ": "Voer de 2FA-code in ",
  "Enter the 6-digit code sent to": "Voer de 6-cijferige code in die naar u is verzonden",
  "Enter withdraw address": "Voer het intrekkingsadres in",
  "Enter your email": "Voer het intrekkingsadres in",
  "Enter your email and we'll send you a new password": "Vul uw e-mailadres in en wij sturen u een nieuw wachtwoord",
  "Enter your name": "Voer uw naam in",
  "Enter your new password": "Voer uw nieuwe wachtwoord in",
  "Enter your old password": "Voer uw oude wachtwoord in",
  "Enter your password": "Voer uw wachtwoord in",
  "Enterprise Partner": "Ondernemingspartner",
  "Entrepreneurs": "Ondernemers",
  "Entry Price": "Toegangsprijs",
  "Entry Time": "Toegangstijd",
  "Entry fee": "Toegangsprijs",
  "Entry price": "Toegangsprijs",
  "Esteemed Affiliate": "Geachte partner",
  "Event Details": "Evenementdetails",
  "Event time: {{ startTime }} - {{ endTime }}": "Gebeurtenistijd: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Elke maand verdelen we willekeurig een totaalbedrag van <0>{{bedrag}}</0> in BCD onder 300 gebruikers die deelnemen aan het STONKS-handelssymbool!",
  "Examples": "Voorbeelden",
  "Exchange": "Aandelenbeurs",
  "Exit price": "Uitgangsprijs",
  "Experience": "Ervaring",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Ervaren product- en technische experts bieden u professionele ondersteuning en zullen de productfuncties kosteloos blijven optimaliseren om u van betere producten te voorzien.",
  "Expert Support": "Deskundige ondersteuning",
  "Expired": "Verlopen",
  "Expires in": "Verloopt over",
  "Explain": "Uitleggen",
  "Exploiting platform bugs or system loopholes": "Het exploiteren van platformbugs of systeemlekken",
  "Extensive coverage": "Uitgebreide dekking",
  "FAQ": "Veelgestelde vragen",
  "Failed": "Mislukt",
  "False deposits, money laundering, or manipulation to trigger rewards": "Valse stortingen, witwassen van geld of manipulatie om beloningen te activeren",
  "Fast response": "Snelle reactie",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Snelle transacties, kapitaalinjectie en winstdeling, lopende orders en het kopiëren van transacties zijn handige en flexibele handelsmodi.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Snellere transacties. Eenvoudigere beslissingen. Realtime interactie met andere handelaren in de community.",
  "Favorite Trading Derivatives": "Favoriete handelsderivaten",
  "Favorites": "Favorieten",
  "Fear & Greed Index": "Angst- en hebzuchtindex",
  "Fee": "Tarief",
  "Fee options": "Tariefopties",
  "Fiat": "Fiat",
  "Finished": "Afgerond",
  "First deposit bonus guide": "Gids voor de eerste stortingsbonus",
  "Fixed fee limit": "Vaste vergoeding limiet",
  "Flat fee": "Vaste vergoeding",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "De vaste vergoeding wordt berekend als een percentage van uw positie (bedrag * hefboomwerking)",
  "Flexible transaction mode": "Flexibele transactiemodus",
  "Floating PnL": "Zwevende PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Voor elke ${{ticketQuota}} die je verhandelt op onze <0>high low spread</0>, ontvang je automatisch een lot. Zorg er dus voor dat je de beste kans voor jezelf grijpt door zoveel mogelijk loten te verdienen!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Stel dat u een longpositie in BTC heeft van $ 500 met een vermenigvuldigingsfactor van 10 en de financieringsrente is 0,1%, dan betaalt u na de eerste 8 uur $ 0,21 per uur. Als de positie short in plaats van long was, ontvangt u financieringsbetalingen. Als uw positie binnen 8 uur wordt gesloten, worden er geen financieringsbetalingen gedaan.",
  "For the safety of your funds, must complete the following binding": "Voor de veiligheid van uw geld moet u de volgende bindende voorwaarden invullen",
  "For the safety of your funds, withdrawals must complete the following binding": "Voor de veiligheid van uw geld moeten opnames aan de volgende verplichtingen voldoen",
  "Forgot?": "Vergeten?",
  "Free": "Vrij",
  "Frequently Asked Questions (FAQ)": "Veelgestelde vragen (FAQ)",
  "Frequently asked questions": "Veelgestelde vragen",
  "From": "Van",
  "Funding Payments": "Financieringsbetalingen",
  "Funding fee history": "Geschiedenis van financieringskosten",
  "Funding/h": "Financiering/u",
  "Futures": "Toekomsten",
  "Futures Entrust": "Futures Entrust",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Futureshandel is een transactie gerelateerd aan de spotmarkt. Gebruikers kunnen de stijging of daling van de handel in futurescontracten beoordelen en ervoor kiezen om longcontracten te kopen of shortcontracten te verkopen om winst te behalen uit stijgende of dalende prijzen. Tegelijkertijd kunnen gebruikers extra geld lenen om de omvang van hun posities te vergroten door de hefboomwerking te vergroten.",
  "Gas fee": "Gasvergoeding",
  "General access": "Algemene toegang",
  "Get 50% bonus": "Ontvang 50% bonus",
  "Get Trading commission when your friends trading.": "Ontvang handelscommissie wanneer uw vrienden handelen.",
  "Get free educational materials and 24/7 support": "Ontvang gratis educatief materiaal en 24/7 ondersteuning",
  "Get help": "Hulp krijgen",
  "Go bind": "Ga binden",
  "Go to home": "Ga naar huis",
  "Go to the Reward Center and manually activate your bonus voucher.": "Ga naar het Reward Center en activeer uw bonusvoucher handmatig.",
  "Go trading": "Ga handelen",
  "Gold": "Goud",
  "Gold Partner": "Gouden partner",
  "Good Job!": "Goed gedaan!",
  "Google 2FA code": "Google 2FA-code",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator is te downloaden via de App Store of Google Play.",
  "Got it": "Ik heb het",
  "Guess if the price ends higher or lower than the target.": "Raad of de prijs hoger of lager eindigt dan het doel.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Niet gevonden wat je zocht? Bekijk hier enkele vragen of ga naar ons Helpcentrum voor meer informatie.",
  "Hide Small": "Klein verbergen",
  "High Low": "Hoog Laag",
  "High Low Guess if the price ends higher or lower than the target.": "Hoog Laag Geef aan of de prijs hoger of lager eindigt dan het doel.",
  "High Low Spread": "Hoog Laag Spreiding",
  "History": "Geschiedenis",
  "Home": "Thuis",
  "Hour": "Uur",
  "How does Playnance assist Partners in their platforms' promotion?": "Hoe helpt Playnance partners bij de promotie van hun platforms?",
  "How it works": "Hoe het werkt",
  "How much can I earn from my referral?": "Hoeveel kan ik verdienen met mijn verwijzing?",
  "How to Claim Your Bonus": "Hoe u uw bonus kunt claimen",
  "How to apply": "Hoe te solliciteren",
  "How to invite": "Hoe uit te nodigen",
  "How will players deposit and withdraw their funds?": "Hoe zullen spelers hun geld storten en opnemen?",
  "I acknowledge": "Ik erken",
  "I've made deposit": "Ik heb een storting gedaan",
  "ID verification": "ID-verificatie",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "INDEXONDERDELEN SPOTWISSELINGEN",
  "If you are a content creator, make sure to check out our": "Als u een maker van inhoud bent, bekijk dan zeker onze",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Als u van mening bent dat uw account ten onrechte is gemarkeerd, neem dan contact op met de officiële ondersteuning om bezwaar te maken.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Als u deze overdracht niet hebt voltooid, kunt u het stortingsproces <0>hier</0> voortzetten.",
  "If you have any questions about this Privacy Policy, please contact us at": "Als u vragen heeft over dit privacybeleid, kunt u contact met ons opnemen via",
  "If you have the traffic, it can be monetized.": "Als u over voldoende verkeer beschikt, kunt u er inkomsten mee genereren.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Als u denkt dat de prijs zal dalen wanneer het aftellen eindigt, selecteer dan DOWN. (De waarden in de afbeelding komen overeen met de winstverhouding die u heeft verkregen)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Als u denkt dat de prijs gaat dalen, kies dan OMLAAG om de daling mee te pikken.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Als je denkt dat de koers gaat dalen, stel dan een marge in en sla een korte knop op. Als de prijs daalt, genereer je winst.",
  "If you think the price will go up, choose UP to go with the trend.": "Als u denkt dat de prijs zal stijgen, kies dan UP om met de trend mee te gaan.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Als u denkt dat de prijs zal stijgen, stelt u een marge in en klikt u op de lange knop. Als de prijs stijgt, genereer je winst.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Als u denkt dat de prijs aan het einde van het aftellen zal stijgen, selecteer dan UP. (De waarden in de afbeelding komen overeen met de winstverhouding die u heeft verkregen)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Als u zich wilt concentreren op verkoop en winst in plaats van op productbeheer of technologieontwikkeling.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Als uw positie langer dan 8 uur open blijft, worden er afhankelijk van de marktomstandigheden uurlijkse financieringskosten in rekening gebracht. Deze kosten worden rechtstreeks van uw saldo afgeschreven. Als uw saldo onvoldoende is om de financieringskosten te dekken, wordt uw positie door het systeem geforceerd gesloten.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Als uw positie langer dan 8 uur openstaat, worden er uurtarieven in rekening gebracht op basis van de marktomstandigheden.",
  "Important Reminders": "Belangrijke herinneringen",
  "Income": "Inkomen",
  "Increase Limit": "Verhoog de limiet",
  "Increase aggregate limit": "Verhoog de totale limiet",
  "Increase limit": "Limiet verhogen",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Integreer Detrade Cryptocurrency-derivaten op uw platform",
  "Integration": "Integratie",
  "Integration program": "Integratieprogramma",
  "Intelligent integrated services": "Intelligente geïntegreerde diensten",
  "Internal group": "Interne groep",
  "Intuitive trader transaction data display and statistics": "Intuïtieve weergave van transactiegegevens en statistieken voor handelaren",
  "Intuitive trading trend display and analysis tools": "Intuïtieve weergave- en analysetools voor handelstrends",
  "Invalid email": "Ongeldig e-mailadres",
  "Invite friends": "Vrienden uitnodigen",
  "Invite friends to earn  20% commission": "Nodig vrienden uit en verdien 20% commissie",
  "Invite only": "Alleen op uitnodiging",
  "Ip": "Ip-adres",
  "Is there a limit to how long I can earn commissions through the referral program?": "Zit er een limiet aan hoelang ik commissie kan verdienen via het verwijzingsprogramma?",
  "Is there a limit to the invitation rewards I can receive?": "Is er een limiet aan de uitnodigingsbeloningen die ik kan ontvangen?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Het helpt investeerders de emotionele toestand van de markt te begrijpen, wat van invloed kan zijn op hun koop- en verkoopgedrag.",
  "Join  our community": "Sluit je aan bij onze community",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Sluit u aan bij Detrade Connect om de operationele groei van uw platform te versnellen, en wij bieden u servicegaranties.",
  "Join and earn extra bonuses!": "Word lid en verdien extra bonussen!",
  "Join free competitions": "Doe mee aan gratis wedstrijden",
  "Join now and get a": "Word nu lid en ontvang een",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Doe mee aan onze wekelijkse willekeurige loterij en deel <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC-verificatie",
  "KYC authentication": "KYC-authenticatie",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Als u uw positie langer dan 8 uur openhoudt, bestaat de kans dat u uurlijkse financieringsbetalingen ontvangt of moet voldoen, afhankelijk van de marktomstandigheden.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Houd uw positie langer dan 8 uur open en u kunt afhankelijk van de marktomstandigheden per uur financieringsbetalingen ontvangen. Wanneer de markt bullish is, is de financieringsrente positief en betalen long traders short traders. Wanneer de markt bearish is, is de financieringsrente negatief en betalen short traders long traders.",
  "Language": "Taal",
  "Large product research & Development team": "Groot productonderzoek- en ontwikkelingsteam",
  "Last price": "Laatste prijs",
  "Latest events": "Laatste evenementen",
  "Launch now": "Nu starten",
  "Leaderboard": "Ranglijst",
  "Learn": "Leren",
  "Learn More": "Meer informatie",
  "Level assessment & update": "Niveaubeoordeling en update",
  "Leverage": "Hefboom",
  "Leverage 1000x Maximum": "Hefboomwerking 1000x Maximaal",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Maak gebruik van de technologie van Detrade om uw eigen handelsapp te lanceren. Bied uw klanten een verbeterde handelservaring en verdien geld met elke transactie die via uw app wordt uitgevoerd.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Met hefboomwerking kunt u uw positie vergroten met een kleinere kapitaalinzet. Een hogere hefboomwerking verhoogt zowel de potentiële winst als het risico.",
  "License": "Licentie",
  "License Information": "Licentie-informatie",
  "Light": "Licht",
  "Limits": "Grenzen",
  "Liq price": "Liq-prijs",
  "Liq.Price": "Liq.Prijs",
  "Liq.price": "Liq.prijs",
  "Liquidated": "Geliquideerd",
  "Live": "Live",
  "Live chat": "Livechat",
  "Live trade": "Levende handel",
  "Loading Failed": "Laden mislukt",
  "Log out": "Log out",
  "Login": "Inloggen",
  "Login 2FA switch": "Inloggen 2FA-schakelaar",
  "Login here.": "Meld u hier aan.",
  "Login history": "Aanmeldingsgeschiedenis",
  "Login method": "Inlogmethode",
  "Login to Detrade": "Inloggen op Detrade",
  "Login with email code": "Inloggen met e-mailcode",
  "Login with password": "Inloggen met wachtwoord",
  "Lose": "Verliezen",
  "Loser": "Verliezer",
  "Loved by users": "Geliefd bij gebruikers",
  "Major features:": "Belangrijkste kenmerken:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Maak succesvolle transacties en verzamel de maximale bonus op uw eerste storting. <0>Lees meer<0>",
  "Manual": "Handmatig",
  "Mark Price": "Mark Prijs",
  "Mark price": "Markprijs",
  "Market": "Markt",
  "Market Impact Effects": "Effecten op de marktimpact",
  "Max": "Maximaal",
  "Max Profit": "Maximale winst",
  "Max TV": "Max TV",
  "Max Trade": "Maximale handel",
  "Max solo bonus": "Maximale solobonus",
  "Max withdrawal limit": "Maximale opnamelimiet",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Ledenvriendelijk systeem: Veel van onze huidige leden hebben met succes een duurzaam passief inkomen opgebouwd via ons programma. Nu is het jouw beurt.",
  "Memo": "Memo",
  "Memo is required": "Memo is vereist",
  "Memo/Tag": "Memo/Tag",
  "Menu": "Menu",
  "Min Trade": "Min Handel",
  "Minimum Deposit": "Minimale storting",
  "Minimum {{min}} characters": "Minimaal {{min}} tekens",
  "Minimum {{min}} characters and maximum {{max}} characters": "Minimaal {{min}} tekens en maximaal {{max}} tekens",
  "Minute": "Minuut",
  "Money Distributed": "Geld verdeeld",
  "Month": "Maand",
  "Month's Pnl": "Maandelijkse winst",
  "Monthly Earnings": "Maandelijkse inkomsten",
  "Monthly cashback cap": "Maandelijkse cashbacklimiet",
  "More": "Meer",
  "Multi-account abuse or airdrop farming behavior": "Misbruik van meerdere accounts of airdrop-farminggedrag",
  "Multiple crypto currency binary options derivatives": "Meerdere cryptovaluta binaire optiederivaten",
  "Multiple investment models": "Meerdere investeringsmodellen",
  "Multiplier": "Vermenigvuldiger",
  "Must be at least {{less}}": "Moet minimaal {{less}} zijn",
  "Must be at most {{large}}": "Moet maximaal {{large}} zijn",
  "My Position": "Mijn positie",
  "My activity": "Mijn activiteit",
  "My referral code": "Mijn verwijzingscode",
  "My referral link": "Mijn verwijzingslink",
  "My reward": "Mijn beloning",
  "My vouchers": "Mijn vouchers",
  "NA": "NA",
  "Name": "Naam",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Hulp nodig? Bezoek ons Helpcentrum of neem contact op met de klantenservice. We staan 24/7 voor je klaar.",
  "Network": "Netwerk",
  "New": "Nieuw",
  "New Password": "Nieuw wachtwoord",
  "New Trading Symbol": "Nieuw handelssymbool",
  "New messages": "Nieuwe berichten",
  "New notice": "Nieuwe mededeling",
  "New password is {{exceed}} length": "Nieuw wachtwoord is {{exceed}} lang",
  "New user": "Nieuwe gebruiker",
  "Next": "Volgende",
  "Next Draw Starts in": "Volgende trekking begint over",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC is een makelaarskantoor dat beleggingsdiensten verleent aan zelfstandige beleggers. Het kantoor doet geen aanbevelingen en biedt geen beleggings-, financieel, juridisch of fiscaal advies ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC is een makelaardij die zelfsturende beleggers makelaarsdiensten biedt, en geen aanbevelingen doet of investerings-, financieel, juridisch of fiscaal advies biedt. Online handelen brengt inherente risico's met zich mee, waaronder schommelingen in de systeemrespons en toegangstijden als gevolg van marktomstandigheden, systeemprestaties en andere factoren. Raadpleeg voordat u gaat handelen een onafhankelijke, erkende financieel adviseur en zorg ervoor dat u over de nodige risicobereidheid, ervaring en kennis beschikt. Nexus Play LLC is in geen geval aansprakelijk jegens welke persoon of entiteit dan ook voor enige directe, indirecte, speciale, gevolg- of incidentele schade ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, een makelaarsbedrijf dat is geautoriseerd en gereguleerd door de Mwali International Services Authority (M.I.S.A.) onder licentie #BFX2024137.",
  "No": "Nee",
  "No Hidden Fees": "Geen verborgen kosten",
  "No More Data": "Geen gegevens meer",
  "No More Orders": "Geen bestellingen meer",
  "No data available": "Geen gegevens beschikbaar",
  "No discussion of streamers or Twitch or any other similar platforms.": "Geen discussie over streamers of Twitch of andere soortgelijke platforms.",
  "No downloads or updates required": "Geen downloads of updates vereist",
  "No funding within 60 minutes for this order": "Geen financiering binnen 60 minuten voor deze bestelling",
  "No installation is required and you can trade via your smartphone's web browser.": "Er is geen installatie vereist en u kunt handelen via de webbrowser van uw smartphone.",
  "No more data": "Geen gegevens meer",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Geen politiek- en religiepraat in de chat, dit is ten strengste verboden.",
  "No suspicious behavior that can be seen as potential scams.": "Geen verdacht gedrag dat kan worden gezien als mogelijke oplichting.",
  "No withdrawal of coins within 24 hours": "Geen opname van munten binnen 24 uur",
  "Not activated": "Niet geactiveerd",
  "Not completed": "Niet voltooid",
  "Note": "Opmerking",
  "Notification": "Kennisgeving",
  "Now login disabled 2FA": "Nu inloggen uitgeschakeld 2FA",
  "Now login need 2FA": "Inloggen heeft nu 2FA nodig",
  "Old Password": "Oud wachtwoord",
  "Old password is {{exceed}} length": "Het oude wachtwoord is {{exceed}} lang",
  "On going": "Doorlopend",
  "On your first deposit": "Bij uw eerste storting",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Zodra de bonus is geactiveerd en de grootte van uw positie ≥ de bonuswaarde, gebruikt het systeem automatisch eerst de bonus voor de transactie.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Zodra het zaad is onthuld, kan iedereen de prijzen van een handelsronde verifiëren. De volgende Python-code berekent de eerste 100 prijzen van een ronde, gegeven het zaad:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Zodra u alle 4 de handelsmodi (HighLow / Spread / Future / UpDown) ontgrendelt, wordt uw volledige bonus (50% van uw storting) automatisch uitgekeerd.",
  "Ongoing": "Doorlopend",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Online handelen brengt inherente risico's met zich mee, waaronder schommelingen in systeemrespons en toegangstijden als gevolg van marktomstandigheden, systeemprestaties en andere factoren. Raadpleeg vóór het handelen een onafhankelijke, erkende financieel adviseur en zorg ervoor dat u over de nodige risicobereidheid, ervaring en kennis beschikt. Nexus Play LLC is onder geen enkele omstandigheid aansprakelijk jegens enige persoon of entiteit voor enige directe, indirecte, speciale, gevolg- of incidentele schade ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Stuur alleen {{crypto}} naar dit adres, {{confirmations}} bevestigingen vereist.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Gebruik alleen de taal die is aangegeven in het chatkanaal, mogelijk misbruik wordt bestraft.",
  "Open": "Open",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Open Google Authenticator, scan de QR-code hieronder of voer handmatig de sleutelzin in om het verificatietoken te activeren",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Open positierichting Percentages van gebruikers op dit platform voor de huidige valuta",
  "Order Amount": "Bestelbedrag",
  "Order Id": "Bestellings-Id",
  "Order Progress": "Ordervoortgang",
  "Order id": "Bestel-Id",
  "Order placed successfully!": "Bestelling succesvol geplaatst!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Origineel bankroll-investeringsmodel, gemakkelijk inkomen te verdienen, activa kunnen op elk moment worden opgenomen.",
  "Other": "Ander",
  "Our Advantage": "Ons voordeel",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Ons Platform is niet bedoeld voor gebruik door kinderen jonger dan 18 jaar. We verzamelen of vragen niet bewust persoonlijke informatie van kinderen jonger dan 18 jaar. Als we ons ervan bewust worden dat we persoonlijke informatie hebben verzameld van een kind jonger dan 18 jaar, zullen we die informatie zo snel mogelijk verwijderen.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Ons Platform kan links bevatten naar websites of diensten van derden die geen eigendom zijn van of beheerd worden door Detrade. Wij hebben geen controle over en aanvaarden geen verantwoordelijkheid voor de inhoud, het privacybeleid of de praktijken van websites of diensten van derden. We raden u aan het privacybeleid van websites van derden die u bezoekt te lezen.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Ons partnerprogramma weerspiegelt onze toewijding aan het creëren van een win-win-samenwerking en is op maat gemaakt voor aangesloten bedrijven van elke omvang. Ga met ons mee op onze reis van wederzijdse groei!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Ons plan is bedoeld om prikkels te bieden aan degenen die uitstekende resultaten behalen.",
  "Outflow": "Uitstroom",
  "Over 70 popular crypto assets. Trade and increase your balance": "Meer dan 70 populaire cryptovaluta. Handel en verhoog uw saldo",
  "Overview": "Overzicht",
  "Own your branded platform": "Eigenaar van uw merkplatform",
  "P&L": "Winst- en verliesrekening",
  "P&L from bonus trades will be credited directly to your real account": "Winst en verlies van bonustransacties worden rechtstreeks op uw echte rekening bijgeschreven",
  "PNL": "PNL",
  "Page error": "Paginafout",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Deelnamemethode: Voltooi 3 STONKS/BCD-transacties tijdens de periode.",
  "Partner Program": "Partner programma",
  "Partner program": "Partnerprogramma",
  "Partnership Program": "Partner schapsprogramma",
  "Partnership Tiers": "Partnerschap sniveaus",
  "Partnership With A Trusted Pioneer": "Partnerschap met een vertrouwde pionier",
  "Partnership program": "Partnerschapsprogramma",
  "Password": "Wachtwoord",
  "Password reset link sent. Check your email inbox.": "Link voor wachtwoordherstel verzonden. Controleer uw e-mailbox.",
  "Password strength": "Wachtwoordsterkte",
  "Passwords must differ": "Wachtwoorden moeten verschillen",
  "Past": "Verleden",
  "Past 1 year": "Afgelopen 1 jaar",
  "Past {{days}} days": "Afgelopen {{days}} dagen",
  "Past {{hours}} hours": "Afgelopen {{hours}} uur",
  "Payment Method": "Betaalmethode",
  "Payout": "Uitbetaling",
  "Payout Multiplier": "Uitbetalingsvermenigvuldiger",
  "Pending third-party processing (estimated {{hours}} hours).": "In afwachting van verwerking door derden (geschatte tijd: {{hours}} uur).",
  "Pending third-party processing.": "In afwachting van verwerking door derden.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Voordelen zijn onder meer hogere commissietarieven, gesponsorde Detrade-campagnes en meer!",
  "Personal": "Persoonlijk",
  "Personal Info": "Persoonlijke informatie",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Kies een multiplier om uw positie te maximaliseren. Een hogere multiplier verhoogt het risico van uw positie.",
  "Place Your Trade": "Plaats uw transactie",
  "Platform": "Platform",
  "Platform Name": "Platformnaam",
  "Platform Type": "Platformtype",
  "Platform Website": "Platform website",
  "Platinum": "Platina",
  "Platinum Partner": "Platina-partner",
  "Play now": "Speel nu",
  "Players": "Spelers",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Spelers kunnen opwaardeer- en opname-operaties uitvoeren via de opwaardeer- en opnameportals die door het platform worden aangeboden.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Spelers kunnen de prijs van Bitcoin voorspellen. Spelers kunnen lid worden van een pool die prijsstijgingen of -dalingen voorspelt en een bepaald bedrag investeren om aan het spel deel te nemen. De winnaar zal de activa van de kapitaalpool van de tegenpartij verdelen volgens de investeringsratio. Een nieuw spel kan pas worden gestart nadat spelers uit alle voorgaande rondes hun uitbetalingen hebben ontvangen.",
  "Please enter a valid email address": "Voer een geldig e-mailadres in",
  "Please enter an 2FA code": "Voer een 2FA-code in",
  "Please enter the seed": "Voer het zaad in",
  "Please enter you remail": "Voer uw e-mailadres in",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Volg de stortingsrichtlijnen om een ​​storting te doen, anders wordt uw storting gemist.",
  "Please refresh the page or jump to the trading center": "Vernieuw de pagina of ga naar het handelscentrum",
  "PnL": "PnL",
  "PnL fee": "PnL-vergoeding",
  "PnL fee limit": "PnL-vergoedingslimiet",
  "PnL%": "Winst-verliesrekening%",
  "Positions": "Posities",
  "Potential Return": "Potentieel rendement",
  "Powered by": "Aangedreven door",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Voorspel de koersrichting voor de handel. Als de koers in de door jou gekozen richting beweegt, maak je winst!",
  "Preferences": "Voorkeuren",
  "Premium support": "Premium-ondersteuning",
  "Preview": "Voorbeeld",
  "Price": "Prijs",
  "Price Formulation": "Prijsformulering",
  "Price formulation": "Prijsformulering",
  "Price move": "Prijsbeweging",
  "Priority access": "Voorrangstoegang",
  "Privacy Policy": "Privacybeleid",
  "Privacy policy": "Privacybeleid",
  "Private invitation": "Privé-uitnodiging",
  "Private profile": "Privé profiel",
  "Prize Calculation Formula": "Formule voor prijsberekening",
  "Prize Pools": "Prijzenpotten",
  "Prizes will be sent on Notice page as the Contest ends.": "Prijzen worden verzonden op de mededelingspagina zodra de wedstrijd eindigt.",
  "Product Description": "Productbeschrijving",
  "Product capabilities": "Productmogelijkheden",
  "Product iteration, new product development": "Productiteratie, ontwikkeling van nieuwe producten",
  "Professional, Secure, Trustworthy": "Professioneel, veilig, betrouwbaar",
  "Profile": "Profiel",
  "Profile is not publicly available": "Profiel is niet openbaar beschikbaar",
  "Profit": "Winst",
  "Profit Calculator": "Winstcalculator",
  "Program — Work with a trustworthy online trading provider.": "Programma — Werk samen met een betrouwbare online handelsaanbieder.",
  "Progressing": "Voortgang",
  "Promising Affiliate": "Veelbelovende partner",
  "Provably fair": "Aantoonbaar eerlijk",
  "Provides tutorials,guides and various trading strategy services.": "Biedt tutorials, gidsen en verschillende handelsstrategiediensten.",
  "Providing the best customer service is our aim.": "Het bieden van de beste klantenservice is ons doel.",
  "Providing users with diverse options for transactions": "Gebruikers diverse opties voor transacties bieden",
  "Q1: Can I withdraw the bonus?": "V1: Kan ik de bonus opnemen?",
  "Q2: Will my bonus expire if I don't activate it?": "V2: Verloopt mijn bonus als ik deze niet activeer?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "V3: Ik heb een storting gedaan, maar geen bonus ontvangen. Wat moet ik doen?",
  "Quick experience starts here, easy experience without registration": "Snelle ervaring begint hier, gemakkelijke ervaring zonder registratie",
  "Quick tap: will the price go up or down next?": "Snel tikken: gaat de prijs nu omhoog of omlaag?",
  "ROI": "Rendement op investering",
  "ROI Calculator": "ROI-calculator",
  "ROI calculator": "ROI-calculator",
  "Rakeback": "Rakeback",
  "Rank": "Rang",
  "Rapid deployment": "Snelle inzet",
  "ReSend": "Opnieuw verzenden",
  "Ready to Get Started": "Klaar om aan de slag te gaan",
  "Real Account": "Echte rekening",
  "Real Account – Real Funds!": "Echte rekening – echt geld!",
  "Realized PnL": "Gerealiseerde PnL",
  "Receive commission rewards": "Ontvang commissiebeloningen",
  "Recommended for you": "Aanbevolen voor jou",
  "Record": "Dossier",
  "Referral": "Verwijzing",
  "Referral by": "Verwijzing door",
  "Referral rules": "Verwijzingsregels",
  "Referred at": "Verwezen naar",
  "Referred users": "Verwezen gebruikers",
  "Refresh page": "Pagina vernieuwen",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Ongeacht de liquiditeit van de onderliggende markten garandeert Detrade dat busts en stop-loss transacties consistent worden uitgevoerd tegen een vooraf bepaalde prijs bij de instap. Bust verliezen zijn beperkt tot de oorspronkelijke positieomvang en stop-losses worden beperkt door de instapinstelling van de trader. De triggerprijzen voor busts en stop-losses kunnen als volgt worden berekend:",
  "Register": "Register",
  "Register for Detrade.": "Registreer voor Detrade.",
  "Register to Win Crypto Tokens": "Registreer om crypto-tokens te winnen",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Reguliere binaire optieproducten, gebaseerd op de vraag of de slotkoers van een onderliggend actief binnen een bepaalde periode (zoals de volgende 30 seconden, één minuut, één uur, etc.) lager of hoger is dan de uitvoeringsprijs, bepalen of winst wordt behaald. Dit product is een kortetermijninvestering. Deze optie is geschikt voor markten met minder volatiele prijsbewegingen.",
  "Reliable": "Betrouwbaar",
  "Reload": "",
  "Remarks": "Opmerkingen",
  "Remove": "Verwijderen",
  "Remove 2fa Success": "Verwijder 2fa succes",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Verwijder alle prijsfeeds waarvoor er de afgelopen 30 seconden geen marktgegevensupdates zijn geweest.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Verwijder alle prijsfeeds met gekruiste koop- en verkoopprijzen of waarvan de middenprijs boven het boek meer dan 10% afwijkt van de gemiddelde middenprijs boven het boek voor alle prijsfeeds.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Vereisten: 100 unieke, actief betrokken aanmeldingen met een handelsvolume van minimaal $ 1.000.000 via verwijzingen.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Vereisten: 50 unieke, actief betrokken aanmeldingen met een handelsvolume van minimaal $ 100.000 via verwijzingen.",
  "Research lab": "Onderzoekslaboratorium",
  "Reset fields": "Velden resetten",
  "Reset password": "Wachtwoord opnieuw instellen",
  "Responsive and secure trading platform": "Responsief en veilig handelsplatform",
  "Result": "Resultaat",
  "Retry": "",
  "Revenue Share": "Inkomstenaandeel",
  "Reward": "Beloning",
  "Reward center": "Beloningscentrum",
  "Rewards hub": "Beloningscentrum",
  "Rewords": "Herformuleringen",
  "Rich Trading Tools": "Rijke handelsinstrumenten",
  "Rich activities and rewards": "Rijke activiteiten en beloningen",
  "Risk Control & Compliance Notice": "Kennisgeving Risicobeheersing en Naleving",
  "Risk Disclaimer": "Risicodisclaimer",
  "Risk Warning": "Risicowaarschuwing",
  "Risk-free trading with $10,000 in virtual funds": "Risicoloos handelen met $ 10.000 aan virtueel geld",
  "Round In Progress": "Ronde in uitvoering",
  "Round ends in": "Ronde eindigt in",
  "SA": "SA",
  "Safe": "Veilig",
  "Save": "Redden",
  "Search": "Zoekopdracht",
  "Search crypto": "Zoek crypto",
  "Sec": "Sec",
  "Second": "Seconde",
  "Seconds": "Seconden",
  "Security": "Beveiliging",
  "Security Verification": "Beveiligingsverificatie",
  "Seed": "Zaad",
  "Select a countdown period.": "Selecteer een aftelperiode.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Selecteer countdown en spread (spread: het verschil tussen de koopprijs en de exitprijs)",
  "Select your partner program revenue share": "Selecteer het inkomstenaandeel van uw partnerprogramma",
  "Sell": "Verkopen",
  "Send": "Versturen",
  "Send message": "Bericht verzenden",
  "Send message successfully": "Bericht succesvol verzonden",
  "Service guide": "Servicegids",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Stel een prijs in om verliezen te beperken. Uw positie wordt automatisch gesloten als de markt deze prijs bereikt.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Stel een koersdoel in waarbij uw positie automatisch wordt gesloten, zodat u winst kunt maken.",
  "Set password": "Wachtwoord instellen",
  "Set successfully": "Succesvol ingesteld",
  "Set up": "Opzetten",
  "Set up Google Authenticator": "",
  "Settings": "Instellingen",
  "Share": "Deel",
  "Share to": "Deel met",
  "Share your Affiliate invitation link to friends and users.": "Deel uw affiliate-uitnodigingslink met vrienden en gebruikers.",
  "Share your referral link or code": "Deel uw verwijzingslink of -code",
  "Show live positions on chart": "Toon live posities op de grafiek",
  "Show my positions on chart": "Toon mijn posities op de grafiek",
  "Side": "Kant",
  "Sign in": "Aanmelden",
  "Silver": "Zilver",
  "Simple": "Eenvoudig",
  "Simple and intuitive usable interface": "Eenvoudige en intuïtief bruikbare interface",
  "Simple integration": "Eenvoudige integratie",
  "Simple way to earn money, The more invite, the more you will get!": "Eenvoudige manier om geld te verdienen. Hoe meer uitnodigingen, hoe meer je krijgt!",
  "Simple, Fast, Intelligence": "Eenvoudig, snel, intelligentie",
  "Size": "Maat",
  "Something went wrong!": "",
  "Sorry, page not found!": "Sorry, pagina niet gevonden!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Sorry, we konden de pagina die u zocht niet vinden. Misschien heb je de URL verkeerd getypt? Zorg ervoor dat u uw spelling controleert.",
  "Sound": "Geluid",
  "Speed": "Snelheid",
  "Spot Exchanges": "Spot-uitwisselingen",
  "Spread": "Spreiding",
  "Standard CS": "Standaard CS",
  "Start": "Begin",
  "Start Rate": "Starttarief",
  "Start Time": "Begintijd",
  "Start Time Invalid( hh : mm : ss )": "Starttijd ongeldig( hh : mm : ss )",
  "Start time": "Starttijd",
  "Start trading": "Begin met handelen",
  "Statistics": "Statistieken",
  "Status": "Status",
  "Step-up group": "Opstapgroep",
  "Stonks": "Stonk",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks heeft een huisvoordeel van 2,5% en een commissie van 5% op winstgevende posities.",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks-prijzen worden gegenereerd met behulp van een aantoonbaar eerlijk algoritme.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks-prijzen worden gegenereerd met behulp van een aantoonbaar eerlijk algoritme. Het huisvoordeel bedraagt ​​2,5%.",
  "Stop Loss": "Stop verlies",
  "Stop loss at price": "Stop loss op prijs",
  "Stop loss price cannot be through bust price": "De stop loss-prijs kan niet via de bust-prijs zijn",
  "Stop-Loss (SL)": "Stop-loss (SL)",
  "Strategy planning": "Strategische planning",
  "Submit": "Indienen",
  "Submit request": "Verzoek indienen",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Abonneer u op zoveel diepteniveaus als beschikbaar is met behulp van de streaming-API's van elke beurs.",
  "Switch Dark or Light mode according to your preference": "Schakel de donkere of lichte modus naar wens in",
  "Symbol": "Symbool",
  "Symbol for extra security": "Symbool voor extra veiligheid",
  "System": "Systeem",
  "System Random: 300 lucky winners will be randomly selected.": "Systeem willekeurig: 300 gelukkige winnaars worden willekeurig geselecteerd.",
  "TP/SL": "TP/SL",
  "Take Profit": "Winst nemen",
  "Take profit at price": "Winst nemen tegen prijs",
  "Take-Profit (TP)": "Take-profit (TP)",
  "Tap Trading": "Tap Trading",
  "Tap to predict — quick moves, instant results.": "Tik om te voorspellen: snelle bewegingen, directe resultaten.",
  "Target Market": "Doelmarkt",
  "Tell us the reason for contacting us": "Vertel ons de reden waarom u contact met ons opneemt",
  "Test various trading tools and strategies": "Test verschillende handelstools en -strategieën",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Bedankt voor uw verzoek. Normaal gesproken wordt dit binnen 24 uur beoordeeld",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "De CMC Fear and Greed Index is een door CoinMarketCap ontwikkeld instrument dat het heersende sentiment op de cryptomarkt meet.",
  "The Profit Margin Is As High As 90%": "De winstmarge is maar liefst 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "De totale limiet voor uw long/short-posities in alle cryptocurrencies is beperkt tot <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Het bedrag dat u op dit moment beschikbaar hebt om een ​​bestelling te plaatsen.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "De bustprijs is de marktprijs waarbij uw positie wordt geliquideerd vanwege onvoldoende marge.",
  "The calculation steps are as follows:": "De rekenstappen zijn als volgt:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "De samenwerkingsmethode is open en transparant en u hoeft zich geen zorgen te maken over verborgen kosten.",
  "The coupon code is invalid or expired": "De couponcode is ongeldig of verlopen",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "De uiteindelijke indexprijs wordt vervolgens berekend als het gewogen gemiddelde van de marginale middenprijzen bij elke maat. De gewichten zijn gekozen op basis van de waarschijnlijkheidsdichtheid van de exponentiële verdeling, die monotoon afneemt, wat resulteert in een grotere nadruk op prijzen die dichter bij de top van de boeken liggen. De gewichten worden gegeven door:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "De eerste 8 bytes van de hash worden geconverteerd naar een 64-bits geheel getal zonder teken met behulp van Little-Endian-codering. Dit gehele getal wordt vervolgens omgezet in een uniform verdeeld drijvende-kommagetal. Met behulp van de inverse cumulatieve distributiefunctie met de geconfigureerde tick-volatiliteit van de markt (0,1%) als standaardafwijking, converteren we de drijvende-kommawaarde naar een normaal verdeeld rendement en gebruiken we deze om de marktprijs bij te werken.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "De indexprijsmethodologie is ontworpen om te voldoen aan twee belangrijke statistische eigenschappen van tijdreeksen: de Markov- en martingale-eigenschappen. De Markov-eigenschap verwijst naar de geheugenloze aard van een stochastisch proces, wat ervoor zorgt dat de voorwaardelijke kansverdeling van toekomstige waarden alleen afhangt van de huidige waarde. De martingale-eigenschap impliceert dat de huidige waarde van een stochastisch proces ook de verwachte waarde van toekomstige waarden is. Deze twee eigenschappen maken de indexprijzen van Detrade tot onpartijdige schatters van toekomstige prijzen, zodat gebruikers kunnen handelen op basis van de waardeveranderingen van de onderliggende cryptovaluta zonder zich zorgen te hoeven maken over de microstructuureffecten van individuele beurzen.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "De index geeft inzicht in de vraag of de markt mogelijk ondergewaardeerd (extreme angst) of overgewaardeerd (extreme hebzucht) is.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "De marginale koop- en verkoopprijsfuncties worden vervolgens gebruikt om een ​​marginale middenprijsfunctie te definiëren, gegeven een grootte: ",
  "The order has expired": "De bestelling is verlopen",
  "The output is:": "De uitvoer is:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "De uitkomst van deze berekening is een enkele indexprijs die wordt gebruikt voor zowel long- als shortposities in het Detrade-handelsspel. In tegenstelling tot de meeste andere handelsplatformen hanteert Detrade geen bied-laat spread. Handelen met een enkele prijs maakt het mogelijk om te speculeren op prijsbewegingen op korte termijn waarvoor een bied-laat spread onbetaalbaar zou zijn.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Het platform kan de campagne aanpassen op basis van markt- en beleidswijzigingen. Updates worden gepubliceerd via officiële aankondigingen.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Het platform biedt BTC, ETH en andere gangbare valutahandelsparen en zal deze blijven updaten.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "De prijs wordt elke dag om 00:00 UTC opnieuw ingesteld op $ 1.000. Alle openstaande orders worden tijdens de reset automatisch afgehandeld.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "De prijzenpot van de competitie is sterk afhankelijk van de weddenschappen van de voorgaande dag. Hoe meer spelers inzetten, hoe groter de prijzenpot. De huidige prijzenpot wordt weergegeven op de wedstrijdpagina.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "De producten en services die worden aangeboden door Nexus Play LLC zijn niet bedoeld voor inwoners van de Verenigde Staten, de Europese Unie of andere rechtsgebieden waar dergelijke services en producten bij wet verboden zijn. Nexus Play LLC doet geen zaken en verleent geen makelaarsdiensten aan personen of entiteiten in deze regio's. Het is de verantwoordelijkheid van potentiële klanten om op de hoogte te zijn van en te voldoen aan alle toepasselijke wet- en regelgeving in hun respectievelijke rechtsgebieden voordat zij zich bezighouden met online handel. Door deze website te bezoeken en onze diensten te gebruiken, bevestigt u dat u geen inwoner bent van de Verenigde Staten, de Europese Unie of enig ander rechtsgebied waar onze diensten beperkt zijn.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "De beloningen die tijdens dit online evenement worden verdiend, worden automatisch bijgeschreven op het saldo van de speler.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Het zaad wordt gecodeerd in een hexadecimale tekenreeks van 64 tekens in kleine letters en samengevoegd met de tekenreeksrepresentatie van de huidige tick counter-waarde. Vervolgens wordt een hash van de gecombineerde reeks berekend met behulp van de BLAKE2b-hashfunctie met een samenvattingsgrootte van 256 bits. Door een cryptografische hashfunctie te gebruiken, zorgen we ervoor dat prijsveranderingen willekeurig en onvoorspelbaar zijn voordat het zaad wordt onthuld, maar volledig reproduceerbaar zijn zodra het zaad bekend is.",
  "The settlement formula is open and transparent and can be calculated in real time.": "De verrekeningsformule is open en transparant en kan in realtime worden berekend.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Het systeem geeft de winnende en verliezende resultaten van de UP- en DOWN-kapitaalpools weer. Wanneer u winst maakt, ziet u uw winstbedrag.",
  "The system is under maintenance and upgrade, please visit later": "Er wordt onderhoud gepleegd aan het systeem en er wordt een upgrade uitgevoerd. Kom later gerust terug",
  "The trade will complete in 5s.": "De transactie wordt binnen 5 seconden afgerond.",
  "The trade will complete in <0>{{countdown}}s</0>.": "De transactie wordt voltooid over <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "De handelsbonus is een <0>marketingincentive</0> van Detrade om gebruikers te helpen ons handelssysteem te verkennen. Bonusgeld <1>kan niet worden opgenomen<1>, maar de winst die u ermee maakt, kan uw daadwerkelijke accountsaldo beïnvloeden.",
  "The trading symbol will be replaced regularly.": "Het handelssymbool wordt regelmatig vervangen.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "De winnaars worden elke zondag om 22.00 uur (UTC) op de huidige pagina bekendgemaakt en de volgende trekking begint 2 uur na de laatste trekking.",
  "Theme": "Thema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Er is geen limiet aan hoeveel je kunt verdienen. Hoe meer vrienden je uitnodigt, hoe meer beloningen je ontvangt.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Deze worden van uw rekeningsaldo afgetrokken. Bij onvoldoende saldo wordt de positie automatisch gesloten.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Deze gebeurtenis is alleen beschikbaar voor gebruikers in de daarvoor in aanmerking komende landen en regio's, zoals gedefinieerd in het platformnalevingsbeleid.",
  "This field is required": "Dit veld is verplicht",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Dit omvat uw IP-adres, browsertype, besturingssysteem, toegangstijden en de pagina's die u direct voor en na toegang tot ons Platform hebt bekeken.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Dit omvat uw naam, e-mailadres, telefoonnummer, postadres, geboortedatum en alle andere informatie die u verstrekt wanneer u zich registreert voor een account of gebruik maakt van onze diensten.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Deze index loopt van 0 tot 100, waarbij een lagere waarde extreme angst aangeeft en een hogere waarde extreme hebzucht.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Dit hangt samen met de specifieke limieten per cryptocurrency, die hieronder worden beschreven.",
  "This is why you should promote Detrade:": "Dit is waarom je Detrade moet promoten:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Deze site wordt beschermd door reCAPTCHA en het privacybeleid en de servicevoorwaarden van Google zijn van toepassing.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Via het Detrade-partnerschapsprogramma kunt u hogere partnercommissies, exclusieve gesponsorde evenementen en andere unieke voordelen ontgrendelen. Wilt u meer weten? Blijf lezen!",
  "Time": "Tijd",
  "Time and payout": "Tijd en uitbetaling",
  "Time closed": "Tijd gesloten",
  "Time opened": "Tijd geopend",
  "Time remaining": "Resterende tijd",
  "Tips": "Tips",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Tips: Het verwerken duurt meestal {{hours}} uur, maar het kan langer duren. De specifieke tijd is afhankelijk van de tijdslimiet van de verkoper.",
  "To": "Naar",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Om trends te analyseren, het gebruik te monitoren en onderzoek uit te voeren om onze diensten te verbeteren.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Om de veiligheid van uw account te garanderen, worden opnames 24 uur lang opgeschort nadat de Google 2FA-authenticatie is verwijderd.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Om eerlijkheid en integriteit te behouden, zal Detrade accounts die deelnemen aan het bonusprogramma controleren door middel van gedrags- en technische controles, waaronder maar niet beperkt tot apparaat-fingerprinting, IP-tracking en analyse van transactiepatronen.",
  "To manage your account, process transactions, and provide you with the services you request.": "Om uw account te beheren, transacties te verwerken en u de diensten te verlenen waar u om vraagt.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Om te controleren op fraude, onze servicevoorwaarden af ​​te dwingen en te voldoen aan wettelijke en regelgevende vereisten.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Om de veiligheid van uw account te beschermen, worden opnames gedurende 24 uur uitgeschakeld nadat u uw wachtwoord heeft gewijzigd.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Om eerlijke en betrouwbare prijzen voor de handelsspellen te bieden, berekent Detrade elke 500 milliseconden een samengestelde indexprijs die is afgeleid van realtime prijsfeeds naar 's werelds meest liquide spot- en derivatenbeurzen voor cryptocurrency. Door vele prijsbronnen te integreren, is de Detrade-index bestand tegen marktmanipulatie, technische problemen en andere abnormale handelsactiviteiten die van tijd tot tijd op individuele beurzen kunnen voorkomen.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Om u updates, beveiligingswaarschuwingen en administratieve berichten te sturen en om op uw vragen en verzoeken te reageren.",
  "To tailor our content and advertisements to your interests and preferences.": "Om onze inhoud en advertenties af te stemmen op uw interesses en voorkeuren.",
  "To trading center": "Naar handelscentrum",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Om inzicht te krijgen in hoe gebruikers omgaan met ons platform, technische problemen te diagnosticeren en de functionaliteit en ervaring van handelaren te verbeteren.",
  "Today's Pnl": "De Pnl van vandaag",
  "Top": "Top",
  "Top tokens": "Toptokens",
  "Top trade": "Tophandel",
  "Top-tier account manager": "Top-tier accountmanager",
  "Total Trades": "Totaal aantal transacties",
  "Total commission": "Totale commissie",
  "Total participated tickets for this round <0>{{total}}</0>": "Totaal aantal deelnemende tickets voor deze ronde <0>{{total}}</0>",
  "Total prize won": "Totaal gewonnen prijs",
  "Total profit": "Totale winst",
  "Total tickets": "Totaal aantal tickets",
  "Total traders": "Totaal aantal handelaren",
  "Total trades": "Totaal aantal transacties",
  "Trade": "Handel",
  "Trade for prestige": "Ruil voor prestige",
  "Trade history": "Handelsgeschiedenis",
  "Trade like a rhythm master": "Handel als een ritmemeester",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Handel op een dalende prijs als je denkt dat de prijs zal dalen. Als de prijs daalt, genereer je winst.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Handel op een stijgende prijs als je denkt dat de prijs zal stijgen. Als de prijs stijgt, genereer je winst.",
  "Trade to Win": "Handel om te winnen",
  "Trade to rank up": "Handel om hogerop te komen",
  "Trade with $10,000 in virtual funds": "Handel met $ 10.000 aan virtuele fondsen",
  "Trader": "Handelaar",
  "Trades": "Handel",
  "Trading": "Handel",
  "Trading Amount": "Handelsbedrag",
  "Trading Platform": "Handelsplatform",
  "Trading Smarter, Earning Better": "Slimmer handelen, meer verdienen",
  "Trading Volume": "Handelsvolume",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Het handelsbedrag is te groot voor de geselecteerde vermenigvuldiger voor de geselecteerde stop loss-prijs",
  "Trading bonus trial": "Proefversie van handelsbonus",
  "Trading center": "Handelscentrum",
  "Trading indicators and signals": "Handelsindicatoren en signalen",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Handelen brengt risico's met zich mee. Zorg ervoor dat u begrijpt wat u doet voordat u gebruikmaakt van hefboomwerking of bonusgeld. Detrade is niet aansprakelijk voor eventuele verliezen die voortvloeien uit bonushandel.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "De handel is dagelijks gepauzeerd van {{startTime}} tot {{endTime}} ({{timeZone}}) en in het weekend. Gelieve uw orders vooraf te vereffenen.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Handelstoernooien, reguliere bonussen, geschenken, promotiecodes en handelscompetities zijn beschikbaar voor elke handelaar om te gebruiken of eraan deel te nemen.",
  "Traffic Owners": "Verkeerseigenaren",
  "Transaction Completed": "Transactie voltooid",
  "Transaction details": "Transactiegegevens",
  "Transactions": "Transacties",
  "Transition details": "Overgangsdetails",
  "Transparency & Security": "Transparantie en veiligheid",
  "Trigger price is too close to bust price": "De triggerprijs ligt te dicht bij de busteprijs",
  "Trigger price is too close to current price": "Triggerprijs ligt te dicht bij de huidige prijs",
  "Trusted by": "Vertrouwd door",
  "Trusted by millions of users.": "Vertrouwd door miljoenen gebruikers.",
  "Try": "Poging",
  "Try a quick demo": "Probeer een snelle demo",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Probeer alle voordelen van het platform uit op een demo-account met virtuele valuta, zonder echte investeringen en zonder enig risico.",
  "Turn every action into rewards. Start trading today.": "Zet elke actie om in beloningen. Begin vandaag nog met handelen.",
  "Txid": "Txid",
  "Type": "Type",
  "Type Your message": "Typ uw berichtv",
  "UID": "UID",
  "UP": "OMHOOG",
  "USDT-Margined": "USDT-marge",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Niet beschikbaar dagelijks van {{startTime}} tot {{endTime}} ({{timeZone}}) en de hele dag in het weekend.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Unieke ervaringen: van innovatieve handelsuitdagingen tot gestroomlijnde crypto-handelsopties en exclusieve handelsmodellen, Detred biedt een ervaring die u nergens anders zult vinden.",
  "Unlock Diamond": "Ontgrendel Diamant",
  "Unlock Top Traders, Achieve": "Ontgrendel tophandelaren, bereik",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Onnodig. Detrade is een technologieleverancier en u kunt onze oplossingen vanuit elk land kopen.",
  "Up": "Omhoog",
  "Up & Down": "Omhoog en omlaag",
  "Up Down": "Op Neer",
  "Up Or Down?": "Omhoog of omlaag?",
  "Up Wins": "Omhoog wint",
  "Update Success": "Succes bijwerken",
  "Updated at {{time}}": "Bijgewerkt op {{time}}",
  "Updated timely": "Tijdig bijgewerkt",
  "Uppercase or lowercase letters": "Hoofdletters of kleine letters",
  "Usage Instructions & Limitations": "Gebruiksaanwijzing en beperkingen",
  "Used": "Gebruikt",
  "User Agreement and Terms & Conditions": "Gebruikersovereenkomst en Algemene voorwaarden",
  "User ID": "Gebruikers-ID",
  "User name": "Gebruikersnaam",
  "Username": "Gebruikersnaam",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Gebruikers moeten handelsgerelateerde handelsparen selecteren of eraan deelnemen om van deze activiteit te kunnen genieten.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Het is ten strengste verboden om meerdere accounts te gebruiken om handelslimieten te omzeilen. Dit kan leiden tot schorsing van het account of boetes.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Met behulp van het samengestelde orderboek wordt een functie gedefinieerd die de marginale prijs vertegenwoordigt om een ​​bepaald bedrag te kopen of verkopen. De marginale koopfunctie is bijvoorbeeld:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Het gebruik van tweefactorauthenticatie wordt sterk aanbevolen omdat het uw account beschermt met zowel uw wachtwoord als uw telefoon.",
  "VIP": "VIP",
  "VIP group": "VIP-groep",
  "Validity period: within 14 days after activation": "Geldigheidsduur: binnen 14 dagen na activering",
  "Verifiable fairness": "Verifieerbare eerlijkheid",
  "Verification": "Verificatie",
  "Verification Example": "Verificatie voorbeeld",
  "Verification code failed": "Verificatiecode mislukt",
  "Verification email sent. Check your inbox.": "Verificatie-e-mail verzonden. Controleer je inbox.",
  "Verified": "Geverifieerd",
  "Verify": "Verifiëren",
  "Verify Fairness": "Controleer de eerlijkheid",
  "Verify fairness": "Controleer eerlijkheid",
  "View details": "Bekijk details",
  "View more": "Bekijk meer",
  "Volume": "Volume",
  "Volume (24h)": "Volume (24 uur)",
  "Voucher code": "Vouchercode",
  "Wager": "Inzet",
  "Wager <0>{{amount}}</0> To Reach": "Zet <0>{{amount}}</0> in om te bereiken",
  "Wait For Next Round": "Wacht op de volgende ronde",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Wacht tot er minimaal 6 geldige prijsfeeds zijn. Als er niet genoeg prijsfeeds zijn, wordt de Detrade-indexprijs niet bijgewerkt.",
  "Wallet": "Portemonnee",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Wilt u deelnemen aan het Detrade-partnerschapsprogramma? Neem contact op met ons ondersteuningsteam om aan de slag te gaan!",
  "Watch play demo": "Bekijk de demo",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "We verzamelen informatie over uw activiteit op ons Platform, inclusief handelsactiviteiten, voorkeuren en betrokkenheid bij onze inhoud.",
  "We collect several types of information from and about users of our Platform, including:": "We verzamelen verschillende soorten informatie van en over gebruikers van ons Platform, waaronder:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "We hebben uitstekende technische en operationele teams om voortdurend aan de behoeften van de klant te voldoen en klanten meer garanties te bieden.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "We implementeren een verscheidenheid aan beveiligingsmaatregelen om uw persoonlijke gegevens te beschermen tegen ongeoorloofde toegang, gebruik of openbaarmaking. Deze maatregelen omvatten encryptie, toegangscontrole en veilige opslag. Geen enkele transmissiemethode via internet of elektronische opslag is echter 100% veilig en wij kunnen de absolute veiligheid ervan niet garanderen.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "We kijken ernaar uit om u lid te zien worden van onze groeiende alliantiefamilie en ons te helpen samen de toekomst van Detrade vorm te geven!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "We kunnen financiële informatie verzamelen, zoals bankrekeningnummers, creditcardgegevens en transactiegeschiedenis om transacties te vergemakkelijken en te voldoen aan wettelijke vereisten.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "We kunnen informatie over uw locatie verzamelen als u ons daartoe toestemming geeft, met behulp van technologieën zoals GPS, Wi-Fi of zendmastgegevens.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "We kunnen uw gegevens openbaar maken als dit wettelijk verplicht is of als reactie op geldige verzoeken van overheidsinstanties (bijvoorbeeld een rechtbank of een overheidsinstantie).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "We kunnen uw gegevens vrijgeven om de rechten, eigendommen of veiligheid van Detrade, onze gebruikers of anderen te beschermen, en om onze algemene voorwaarden af ​​te dwingen.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "We kunnen uw informatie delen of overdragen in verband met of tijdens onderhandelingen over een fusie, verkoop van bedrijfsactiva, financiering of overname van ons geheel of een deel van ons bedrijf door een ander bedrijf. We kunnen uw informatie delen of overdragen in verband met of tijdens onderhandelingen over een fusie, verkoop van bedrijfsactiva, financiering of overname van ons geheel of een deel van ons bedrijf door een ander bedrijf.",
  "We may share your information with third parties if you provide your consent to do so.": "Wij kunnen uw gegevens met derden delen als u daarvoor toestemming geeft.",
  "We may share your information with third parties in the following circumstances:": "In de volgende omstandigheden kunnen wij uw gegevens met derden delen:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "We kunnen uw gegevens delen met externe dienstverleners die namens ons diensten verlenen, zoals betalingsverwerking, gegevensanalyse, e-mailbezorging en hostingdiensten.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Wij bieden het breedste scala aan handelsopties voor derivaten en trekken wereldwijd ruim 2,5 miljoen online handelaren aan. Onze technologie levert een intuïtieve en krachtige handelservaring, waardoor onze klanten risico's beter kunnen begrijpen en weloverwogen handelsbeslissingen kunnen nemen.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Wij bieden een eenvoudig en gemakkelijk te bedienen handelsplatform, zodat iedereen handelaar kan worden.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "We bieden een stapsgewijze handleiding voor het aantrekken van spelers naar uw platform, samen met marketingmateriaal dat effectief is gebleken.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Wij behouden ons het recht voor om bonussen en gerelateerde winsten te annuleren onder de volgende voorwaarden:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Wij maken gebruik van cookies, web beacons en andere trackingtechnologieën om informatie te verzamelen over uw gebruik van ons platform en om uw handelservaring te verbeteren.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Wij maken gebruik van geavanceerde technologie om de snelste transacties te garanderen, zonder vertragingen of onderbrekingen in de werking van de handelaarsinterface.",
  "We use the information we collect for various purposes, including:": "We gebruiken de informatie die we verzamelen voor verschillende doeleinden, waaronder:",
  "We will contact you within 3 working days, please check your email regularly": "Wij nemen binnen 3 werkdagen contact met u op, controleer daarom regelmatig uw e-mail",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "We bewaren uw persoonlijke gegevens zo lang als nodig is om de doeleinden te bereiken waarvoor deze zijn verzameld, inclusief om te voldoen aan wettelijke, regelgevende of zakelijke vereisten.",
  "Website for PC": "Website voor pc",
  "Website for smartphones": "Website voor smartphones",
  "Week": "Week",
  "Week's Pnl": "Week's Pnl",
  "Weekly raffle": "Wekelijkse loterij",
  "Welcome Bonus": "Welkomstbonus",
  "Welcome To": "Welkom bij",
  "Welcome To Demo Trading ": "Welkom bij demo trading ",
  "Welcome to Detrade Connect": "Welkom bij Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Welkom bij Detrade, een toonaangevend handelsplatform voor binaire opties. Voordat u ons platform gaat gebruiken, verzoeken wij u de volgende algemene voorwaarden aandachtig te lezen en te begrijpen. Door het platform van Detrade te bezoeken of te gebruiken, gaat u ermee akkoord gebonden te zijn aan deze algemene voorwaarden. Als u het niet eens bent met enig deel van deze voorwaarden, mag u ons platform niet gebruiken.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Welkom bij Stonks! De prijs wordt elke dag om 00:00 UTC opnieuw ingesteld op $ 1.000, en alle openstaande bestellingen worden tijdens de reset automatisch verrekend.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Welkom bij Detrade! Om je te bedanken voor je steun, bieden we <0>tot 50 USDT aan handelsbonus</0> voor nieuwe gebruikers. Ervaar binaire optieshandel zonder risico en met echte beloningen!",
  "What currencies can be deposited and withdrawn?": "Welke valuta kunnen worden gestort en opgenomen?",
  "What does it mean?": "Wat betekent het?",
  "What is Detrade Connect?": "Wat is Detrade Connect?",
  "What operational expenses could Partner have?": "Welke operationele kosten kan Partner hebben?",
  "What would you like your new limit to be? (max 500% of current limit)": "Wat zou uw nieuwe limiet moeten zijn? (max. 500% van stroomlimiet)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Wanneer de aftelling eindigt, start het proces van voorbereidende afwikkeling. Het systeem registreert de startprijs na afloop van de aftelling (bij de eerste vlag). Wanneer de K-lijn een bepaalde tijd loopt, registreert het systeem de eindprijs (bij de tweede vlag). Vergelijk de eindprijs met de startprijs. Als de eindprijs hoger is dan de startprijs, wint de handelaar die de OP-richting kiest. Anders wint de handelaar die de NEER-richting kiest.",
  "When the dual conditions are met, you will receive profits.": "Wanneer aan de dubbele voorwaarden is voldaan, ontvangt u winst.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Wanneer ze worden verhandeld op een traditionele beurs met een centraal limietorderboek, zullen grote overnameorders over het algemeen kruisen met rustende orders die verder gaan dan het beste bod of laat, wat resulteert in een gemiddelde vulprijs die lager is dan de top-of-book-prijs. Marktmakers beperken de hoeveelheid liquiditeit die ze bereid zijn aan te bieden aan de top van het boek, vanwege het extra risico dat grote orders met zich meebrengen. In plaats van te eisen dat grote orders tegen meerdere prijzen moeten worden uitgevoerd, gebruikt Detrade in plaats daarvan een marktimpactformule om de slotkoers voor winnende transacties vast te stellen (verliezende handmatig gesloten transacties worden niet beïnvloed) om de marktimpact van grote orders te repliceren, maar op een meer consistente en voorspelbare manier. De eenvoudigste manier om de exacte marktimpacteffecten te zien, is door de ROI-calculator te gebruiken die u op de futures-handelspagina kunt vinden.",
  "When will the commission be distributed?": "Wanneer wordt de commissie verdeeld?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Wanneer de handel van uw vriend eindigt, ontvangt u direct een commissie voor die handel.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Waarbij <0>P_close</0> <1>P_open*(1-1/multiplier_leverage)</1> is voor busts of de stop loss-prijs.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Waar <0>p_i | i in 1..N</0> en <1>s_i|i in 1..N</1> zijn de koopprijzen en formaten, gesorteerd op toenemende afstand vanaf de bovenkant van het boek. Deze functie geeft de maximale prijs weer die iemand zou betalen om een ​​bedrag <2>s</2> te kopen",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Waarbij <0>v_i</0> de maten zijn waarbij de middenprijzen worden berekend en worden gedefinieerd als de unie van de cumulatieve koop- en verkoopmaten uit het samengestelde orderboek. <1>L</1> is een schaalfactor die is gedefinieerd als <2>1/V</2>, waarbij <3>V</3> de maximale grootte is waarbij een middenprijs wordt berekend en wordt gedefinieerd als het minimum van de som van de aan- en verkoopgroottes in het samengestelde orderboek.",
  "Which currency pairs can be traded on Detrade?": "Welke valutaparen kunnen op Detrade worden verhandeld?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "White label-eigenaren hebben geen kosten bij de ontwikkeling van het platform. Het enige wat ze nodig hebben is zich te concentreren op verkoop en marketing.",
  "Whitelist pre-booking": "Voorboeking op de witte lijst",
  "Why Partner with Detrade?": "Waarom samenwerken met Detrade?",
  "Why choose Detrade": "Waarom kiezen voor Detrade",
  "Why you must choose us?": "Waarom moet u voor ons kiezen?",
  "Wild": "Wild",
  "Will The Price Go Up Or Down": "Zal de prijs stijgen of dalen",
  "Will the price go up or down ?": "Zal de prijs stijgen of dalen?",
  "Win": "Winnen",
  "Win Crypto Tokens": "Win crypto-tokens",
  "Win if the price breaks out — above the high or below the low.": "U wint als de prijs uitbreekt — boven de hoogste stand of onder de laagste stand.",
  "Win rate": "Winpercentage",
  "Winner": "Winnaar",
  "Winning": "Winnen",
  "Winning Tickets": "Winnende tickets",
  "Winning prize details": "Details over de winnende prijs",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Met een PnL-vergoeding betaalt u geen kosten om de transactie te openen of te sluiten, en wordt slechts een fractie van uw winst (indien van toepassing) afgetrokken wanneer u de transactie sluit",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Als een vast tarief is ingeschakeld, ontvangt u 100% van uw winst, maar betaalt u vooraf een <0>vast bedrag dat uw in-, uitstap- en slippage dekt</0> voordat u aan de transactie begint, zoals op een gewone beurs",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Met spannende nieuwe functies en updates in het verschiet, is dit het perfecte moment om Detlard te gaan promoten.",
  "Withdraw": "Terugtrekken",
  "Withdraw Fee": "Opnamekosten",
  "Withdraw Order Created": "Opnameorder aangemaakt",
  "Withdraw Processing": "Opnameverwerking",
  "Withdraw Success": "Succes intrekken",
  "Withdraw is in progress": "",
  "Withdraw to": "Terugtrekken naar",
  "Withdraw your earnings 24/7": "Neem 24/7 uw inkomsten op",
  "Withdrawal fee": "Opnamekosten",
  "Withdrawal fee discount": "Korting op opnamekosten",
  "Yes": "Ja",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Ja, DeTrade gelooft in totale transparantie en biedt u alle gegevens aan. U kunt al deze informatie bekijken in",
  "Yes, contact us at any time to upgrade your package.": "Ja, neem op elk gewenst moment contact met ons op om uw pakket te upgraden.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Ja, degenen die niet bekend zijn met cryptocurrencies kunnen inloggen via sociale netwerken en deze financieren met bankkaarten.",
  "Yes, you can use both.": "Ja, je kunt beide gebruiken.",
  "Yield": "Opbrengst",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "U kunt de meeste reguliere digitale valuta op de markt storten en opnemen, en het platform zal ook geleidelijk de stortings- en opnamefuncties van legale valuta lanceren.",
  "You can share your invite link to your friend or your social media": "U kunt uw uitnodigingslink delen met uw vriend of uw sociale media",
  "You have the right to object to our processing of your personal information, under certain conditions.": "U heeft onder bepaalde voorwaarden het recht om bezwaar te maken tegen onze verwerking van uw persoonlijke gegevens.",
  "You have the right to request a copy of the personal information we hold about you.": "U heeft het recht om een ​​kopie op te vragen van de persoonlijke informatie die wij over u bewaren.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "U heeft het recht om te verzoeken dat wij eventuele onjuistheden in uw persoonlijke gegevens corrigeren.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "U heeft het recht om te verzoeken dat wij uw persoonlijke gegevens verwijderen, behoudens bepaalde uitzonderingen.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "U ontvangt 20% van het huisvoordeel voor elke transactie die zij plaatsen. als je veel volgers hebt, kun je contact met ons opnemen voor meer commissie.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "U ontvangt het komende uur ongeveer {nextCapitalCost} subsidie, en het specifieke bedrag is afhankelijk van het financieringspercentage op dat moment",
  "You won <0>{{award}}</0>": "Je hebt <0>{{award}}</0> gewonnen",
  "Your": "Jouw",
  "Your Telegram": "Jouw telegram",
  "Your account level is assessed and updated on the": "Uw accountniveau wordt beoordeeld en bijgewerkt op de",
  "Your current limit is {{limit}}": "Uw huidige limiet is {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Uw huidige limieten zijn: PnL-vergoeding - {{pnl}}, Vaste vergoeding - {{Fixed}}",
  "Your email": "Uw e-mail",
  "Your friends will be associated with you after they sign up": "Je vrienden worden aan je gekoppeld nadat ze zich hebben aangemeld",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Uw informatie, inclusief persoonlijke informatie, kan worden overgedragen naar en onderhouden op servers of databases die zich buiten uw land of rechtsgebied bevinden. Door ons Platform te gebruiken, stemt u in met de overdracht van uw informatie naar de Verenigde Staten of enig ander land waar Detrade of haar dienstverleners faciliteiten hebben.",
  "Your investment": "Uw investering",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Uw taalkeuze is van toepassing op e-mails, sms-berichten, meldingen in de app en alle apparaten waarop u bent ingelogd.",
  "Your name": "Jouw naam",
  "Your profile is now private": "Je profiel is nu privé",
  "Your profile is now public": "Je profiel is nu openbaar",
  "Your transfer amount has to MATCH the submission amount.": "Het bedrag dat u overmaakt moet OVEREENKOMEN met het ingediende bedrag.",
  "Zero Trading Fees": "Geen handelskosten",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Documentverificatie: Gebruikers moeten mogelijk kopieën uploaden van door de overheid uitgegeven identiteitsbewijzen, zoals een paspoort, rijbewijs of nationale identiteitskaart.",
  "all assets": "alle bezittingen",
  "all status": "alle status",
  "approved": "goedgekeurd",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Prestatiecookies**: deze cookies verzamelen informatie over hoe u ons platform gebruikt, zoals welke pagina's u het vaakst bezoekt. Deze informatie wordt gebruikt om de functionaliteit van ons Platform te verbeteren.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Adresverificatie: Gebruikers moeten mogelijk een adresbewijs overleggen, zoals een energierekening of bankafschrift, om hun woonadres te verifiëren.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "gebaseerd op je laatste prestaties en activiteiten. Blijf betrokken en klim in de ranglijsten!",
  "basic information verification": "basisinformatie verificatie",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Functionele cookies**: Met deze cookies kan ons Platform de keuzes die u maakt onthouden (zoals uw gebruikersnaam, taal of regio) en verbeterde, persoonlijkere functies bieden.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Biometrische verificatie: Detrade kan biometrische authenticatiemethoden gebruiken, zoals gezichtsherkenning of vingerafdrukscans, om de identiteit van gebruikers te verifiëren.",
  "change password": "wachtwoord wijzigen",
  "chat rules": "chatregels",
  "currency": "munteenheid",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Targeting-/advertentiecookies**: deze cookies worden gebruikt om advertenties weer te geven die relevanter zijn voor u en uw interesses. Ze helpen ons ook de effectiviteit van reclamecampagnes te meten.",
  "date": "datum",
  "day": "dag",
  "demo": "demonstratie",
  "deposit": "borg",
  "deposit with a 50% bonus": "storting met 50% bonus",
  "down": "omlaag",
  "earn ticket": "kaartje verdienen",
  "edit profile": "profiel bewerken",
  "edit your avatar": "bewerk je avatar",
  "email": "email",
  "explanation": "uitleg",
  "failed": "mislukt",
  "forgot password?": "wachtwoord vergeten?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "als u 3 maanden Diamond behoudt, nodigt onze VIP-manager u uit voor toegang tot op maat gemaakte Diamond+-privileges.",
  "init": "begin",
  "liq price": "vloeistofprijs",
  "live": "live",
  "loading...": "laden...",
  "lucky poll": "gelukkige peiling",
  "medium": "medium",
  "month": "maand",
  "more": "meer",
  "my tickets": "mijn kaartjes",
  "name": "naam",
  "no": "nee",
  "or": "of",
  "order id": "bestel-id",
  "pending": "in behandeling",
  "perks in total": "voordelen in totaal",
  "price": "prijs",
  "prize": "prijs",
  "processing": "verwerking",
  "rejected": "afgewezen",
  "results": "resultaten",
  "rewards": "beloningen",
  "rewards list": "beloningen beloningen lijst",
  "search “Google Authenticator” and proceed to download.": "zoek naar “Google Authenticator” en ga verder met downloaden.",
  "seed": "zaad",
  "strong": "sterk",
  "success": "succes",
  "temporary rejected": "tijdelijk afgewezen",
  "terms and conditions": "algemene voorwaarden",
  "tickets number": "kaartjes nummer",
  "ticks": "teken",
  "time": "tijd",
  "token": "token",
  "top": "bovenkant",
  "trader": "handelaar",
  "trading platform": "handelsplatform",
  "two-Factor authentication": "tweefactorauthenticatie",
  "up": "omhoog",
  "voucher": "voucher",
  "wager": "inzet",
  "weak": "zwak",
  "week": "week",
  "welcome gifts": "welkomstgeschenken",
  "withdraw": "terugtrekken",
  "{{field}} is required": "{{field}} is vereist",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "Plaats op {{ranking}} - {{percent}} van de prijzenpot van de dagelijkse wedstrijd",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>van {{total}}</0>",
  "|PnL|": "|PnL|"
}
