{
  "* Both a memo/tag and an address are required": "* मेमो/टैग और पता दोनों आवश्यक हैं",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* कृपया पुष्टि करें कि क्या प्राप्त करने वाले पते के लिए मेमो/टैग की आवश्यकता है। यदि इसे नहीं भरा गया है या गलत तरीके से भरा गया है, तो संपत्ति खो जाएगी",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*कैलकुलेटर के परिणाम अनुमानित हैं, और वास्तविक ROI/P&L बाजार परिस्थितियों के अनुसार भिन्न हो सकते हैं।",
  "1-on-1 manager": "1-ऑन-1 मैनेजर",
  "1. Choose the future price direction": "1. भविष्य की प्राइस दिशा चुनें",
  "1. Information We Collect": "1. हम जो जानकारी एकत्र करते हैं",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"हम\", \"हमें\", या \"हमारा\") धन शोधन और आतंकवाद वित्तपोषण गतिविधियों से निपटने के लिए मजबूत एंटी-मनी लॉन्ड्रिंग (AML) और अपने ग्राहक को जानें (KYC) नीतियों और प्रक्रियाओं को लागू करने के लिए प्रतिबद्ध है।",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade (\"हम\", \"हमें\" या \"हमारा\") एक ऑनलाइन बाइनरी ऑप्शंस ट्रेडिंग प्लेटफॉर्म (\"प्लेटफॉर्म\") संचालित करता है, जो ट्रेडर्स (\"आप\" या \"ट्रेडर\") को विभिन्न वित्तीय साधनों में ट्रेड करने में सक्षम बनाता है।",
  "1.1 Personal Identification Information:": "1.1 व्यक्तिगत पहचान जानकारी:",
  "1.2 Financial Information:": "1.2 वित्तीय जानकारी:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 यह एंटी-मनी लॉन्ड्रिंग (AML) और अपने ग्राहक को जानें (KYC) नीति (\"नीति\") हमारी जिम्मेदारियों और प्रक्रियाओं को स्पष्ट करती है जो Detrade के प्लेटफार्म पर हमारे ट्रेडर (\"आप\" या \"ट्रेडर\") की पहचान की पुष्टि करने और मनी लॉन्ड्रिंग और आतंकवाद वित्तपोषण गतिविधियों का पता लगाने और रोकने के लिए हैं।",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 यह उपयोगकर्ता अनुबंध और नियम एवं शर्तें (\"समझौता\") Detrade के प्लेटफार्म के उपयोग को नियंत्रित करती हैं। हमारे प्लेटफार्म तक पहुँचने या उसका उपयोग करने पर, आप स्वीकार करते हैं कि आपने इस समझौते को पढ़ा, समझा है, और इस समझौते के तहत बाँधे जाने के लिए सहमत हैं।",
  "1.3 Technical Information:": "1.3 तकनीकी जानकारी:",
  "1.4 Usage Data:": "1.4 उपयोग डेटा:",
  "1.5 Location Information:": "1.5 स्थान की जानकारी:",
  "1.6 Cookies and Tracking Technologies:": "1.6 कुकीज़ और ट्रैकिंग प्रौद्योगिकियाँ:",
  "1.Introduction": "1.परिचय",
  "10 most wagering players carve up the prize pool.": "10 सबसे अधिक दांव लगाने वाले खिलाड़ी पुरस्कार पूल में हिस्सा लेंगे।",
  "10. Amendments to the Policy": "10. नीति में संशोधन",
  "10. International Data Transfers": "10. अंतर्राष्ट्रीय डेटा स्थानांतरण",
  "10. Limitation of Liability": "10. दायित्व की सीमा",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade इस नीति को किसी भी समय संशोधित या परिवर्तित करने का अधिकार सुरक्षित रखता है। कोई भी परिवर्तन Detrade के प्लेटफार्म पर पोस्ट होते ही तुरंत प्रभावी होगा।",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 कानून द्वारा अधिकतम सीमा तक, Detrade किसी भी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक, विशेष, या परिणामी हानियों के लिए उत्तरदायी नहीं होगा जो आपके हमारे प्लेटफार्म के उपयोग से उत्पन्न होती हैं या किसी भी तरह से संबंधित होती हैं।",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 किसी भी स्थिति में, Detrade की आपकी ओर से सभी हानियों, नुकसानों और इस समझौते से उत्पन्न या जुड़े कारणों के लिए कुल देनदारी उस राशि से अधिक नहीं होगी जो आपने, यदि कोई हो, पिछले बारह (12) महीनों के दौरान Detrade को भुगतान किया हो, जो कि उस घटना के कारण उत्पन्न होती है जो ऐसी देनदारी का कारण बनती है।",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 किसी भी अपडेट या परिवर्तन की जानकारी रखने के लिए इस नीति की समय-समय पर समीक्षा करना आपकी जिम्मेदारी है। इस नीति में किसी भी संशोधन के बाद Detrade के प्लेटफार्म का आपका निरंतर उपयोग उन परिवर्तनों की स्वीकृति मानी जाएगी।",
  "1000x leverage": "1000x लीवरेज",
  "11. Contact Information": "11. संपर्क जानकारी",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 यदि आपको इस नीति या Detrade की AMLऔर KYC प्रक्रियाओं के बारे में कोई प्रश्न, चिंताएँ या प्रतिक्रिया हो, तो कृपया हमसे [support@detrade.com] पर संपर्क करें।",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 आप Detrade और इसके सहयोगियों, अधिकारियों, निदेशकों, कर्मचारियों और एजेंटों को किसी भी और सभी दावों, देनदारियों, हानियों, खर्चों, खर्चों या फीस (समझदार वकील की फीस सहित) से सुरक्षा, बचाव और नुकसान से मुक्त रखने के लिए सहमत होते हैं जो Detrade के प्लेटफार्म का उपयोग करने या इस समझौते का उल्लंघन करने के परिणामस्वरूप उत्पन्न होते हैं।",
  "11.Indemnification": "11.प्रतिपूर्ति",
  "12. Contact Us": "12. हमसे संपर्क करें",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 यह समझौता [अधिकार क्षेत्र] के कानूनों के अनुसार शासित होगा और उनकी व्याख्या की जाएगी।",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 इस समझौते से उत्पन्न होने वाली या इससे संबंधित किसी भी विवाद का समाधान [Arbitration Organization] के नियमों के अनुसार मध्यस्थता के माध्यम से किया जाएगा।",
  "12.Governing Law and Dispute Resolution": "12.शासक कानून और विवाद समाधान",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade इस समझौते को किसी भी समय संशोधित या परिवर्तित करने का अधिकार सुरक्षित रखता है। कोई भी परिवर्तन Detrade के प्लेटफार्म पर पोस्ट होते ही तुरंत प्रभावी होगा।",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 किसी भी अपडेट या परिवर्तन की जानकारी रखने के लिए इस समझौते की समय-समय पर समीक्षा करना आपकी जिम्मेदारी है। इस समझौते में किसी भी संशोधन के बाद Detrade के प्लेटफार्म का आपका निरंतर उपयोग उन परिवर्तनों की स्वीकृति मानी जाएगी।",
  "13.Amendments to the Agreement": "13.समझौते में संशोधन",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 यदि आपके पास इस समझौते या Detrade के प्लेटफार्म के बारे में कोई प्रश्न, चिंता, या प्रतिक्रिया है, तो कृपया हमसे यहां संपर्क करें",
  "14.Contact Information": "14. संपर्क जानकारी",
  "16th of every month": "हर महीने की 16 तारीख को",
  "1D": "1दिन",
  "1M": "1महीना",
  "1W": "1सप्ताह",
  "2. Definitions": "2. परिभाषाएँ",
  "2. Eligibility": "2. पात्रता",
  "2. How We Use Your Information": "2. हम आपकी जानकारी का उपयोग कैसे करते हैं",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. आप अप और डाउन दिशाओं में फंड पूल की कुल आदेश राशि और सूची में अपने और अन्य उपयोगकर्ताओं के आदेश स्थिति को देख सकते हैं।",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" का अर्थ है एंटी-मनी लॉन्ड्रिंग, जो प्रक्रियाओं, कानूनों और विनियमों का सेट है, जिसे वित्तीय प्रणालियों के माध्यम से अवैध आय उत्पन्न होने से रोकने के लिए डिज़ाइन किया गया है।",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Detrade के प्लेटफॉर्म तक पहुंचकर या उसका उपयोग करके, आप यह दर्शाते और सुनिश्चित करते हैं कि आपकी आयु कम से कम 18 वर्ष है और आपके पास इस समझौते में प्रवेश करने की कानूनी क्षमता है।",
  "2.1 To Provide and Maintain Our Platform:": "2.1 हमारे प्लेटफॉर्म को प्रदान करने और बनाए रखने के लिए:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" का तात्पर्य अपने ग्राहक को जानें से है, जो ग्राहकों की पहचान सत्यापित करने और अवैध गतिविधियों में शामिल होने के उनके संभावित जोखिम का आकलन करने की प्रक्रिया है।",
  "2.2 To Improve Our Platform:": "2.2 हमारे प्लेटफॉर्म में सुधार करने के लिए:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 आपको हमारे प्लेटफॉर्म के उपयोग से संबंधित सभी लागू कानूनों और विनियमों का भी पालन करना आवश्यक है।",
  "2.3 To Communicate with You:": "2.3 आपसे संवाद करने के लिए:",
  "2.4 To Personalize Your Experience:": "2.4 आपके अनुभव को व्यक्तिगत बनाने के लिए:",
  "2.5 To Conduct Analytics and Research:": "2.5 विश्लेषण और अनुसंधान करने के लिए:",
  "2.6 To Ensure Security and Compliance:": "2.6 सुरक्षा और अनुपालन सुनिश्चित करने के लिए:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% एफिलिएट कमीशन (हमारी मूल दर से 100% वृद्धि)।",
  "20+ exchange market data": "20+ एक्सचेंज मार्केट डेटा",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24 घंटे की निकासी प्रतिबंध सूचना हमारे सिस्टम ने आपके खाते में महत्वपूर्ण जानकारी में बदलाव की पहचान की है, इसलिए हम आपकी संपत्तियों की सुरक्षा के लिए अस्थायी रूप से निकासी सुविधा को निलंबित कर रहे हैं। प्रतिबंध स्वचालित रूप से UTC समय {{time}} पर हटा दिए जाएंगे",
  "24h Live Players": "24 घंटे लाइव प्लेयर्स",
  "24h Trade Vol": "24 घंटे का ट्रेड वॉल्यूम",
  "24h Wins Paid": "24 घंटे की जीत का भुगतान",
  "24h high": "24 घंटे का हाई",
  "24h low": "24 घंटे का लो",
  "24h players": "24 घंटे के खिलाड़ी",
  "24h win ratio": "24 घंटे का जीत अनुपात",
  "2FA Code's length is not right": "2FA कोड की लंबाई सही नहीं है",
  "2FA authentication": "2FA ऑथेंटिकेशन",
  "2s CFD and 5-60s Options": "2s CFD और 5-60s विकल्प",
  "3. Customer Due Diligence (CDD)": "3. ग्राहक उचित परिश्रम (CDD)",
  "3. How We Share Your Information": "3. हम आपकी जानकारी कैसे शेयर करते हैं",
  "3. Wait for system settlement": "3. सिस्टम सेटलमेंट की प्रतीक्षा करें",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade सभी उपयोगकर्ताओं पर ग्राहक निगरानी (CDD) करता है ताकि उनकी पहचान की पुष्टि की जा सके और उनके जोखिम स्तर का मूल्यांकन किया जा सके।",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Detrade के प्लेटफार्म की कुछ विशेषताओं तक पहुँचने के लिए, आपको एक खाता पंजीकरण करने की आवश्यकता हो सकती है।",
  "3.1 With Service Providers:": "3.1 सेवा प्रदाताओं के साथ:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 पंजीकरण प्रक्रिया के दौरान, आपको कुछ व्यक्तिगत जानकारी प्रदान करनी पड़ सकती है, जिसमें आपका पूरा नाम, जन्म तिथि, आवासीय पता, सरकारी जारी पहचान पत्र और पते का प्रमाण शामिल हो सकता है, लेकिन इन्हीं तक सीमित नहीं है।",
  "3.2 For Legal Reasons:": "3.2 कानूनी कारणों से:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 किसी खाते के लिए पंजीकरण करते समय, आप पंजीकरण फॉर्म में बताए अनुसार अपने बारे में सटीक, वर्तमान और पूरी जानकारी प्रदान करने के लिए सहमत होते हैं।",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade आपकी पहचान सत्यापित करने या आपके जोखिम स्तर का आकलन करने के लिए आपसे अतिरिक्त जानकारी या दस्तावेज़ों का अनुरोध करने का अधिकार सुरक्षित रखता है।",
  "3.3 To Protect Our Rights:": "3.3 हमारे अधिकारों की रक्षा के लिए:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 आपके खाते के क्रेडेंशियल्स की गोपनीयता बनाए रखने और आपके खाते के तहत होने वाली सभी गतिविधियों के लिए आप जिम्मेदार हैं।",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade को यह अधिकार है कि यदि हमें यह विश्वास हो कि आपने पंजीकरण प्रक्रिया के दौरान झूठी या भ्रामक जानकारी प्रदान की है या इस समझौते के किसी भी प्रावधान का उल्लंघन किया है, तो हम आपका खाता निलंबित या समाप्त कर सकते हैं।",
  "3.4 With Your Consent:": "3.4 आपकी सहमति से:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 आप ग्राहक उचित परिश्रम (CDD) के उद्देश्य से Detrade द्वारा अनुरोधित किसी भी जानकारी या दस्तावेज़ को तुरंत प्रदान करने के लिए सहमत हैं।",
  "3.5 In Business Transfers:": "3.5 व्यावसायिक स्थानान्तरण में:",
  "3.Account Registration": "3.खाता पंजीकरण",
  "3rd Merchant Processing": "तीसरे मर्चेंट की प्रोसेसिंग",
  "4. Check the winning and losing results": "4. जीत और हार के परिणामों की जांच करें",
  "4. Identity Verification": "4. पहचान सत्यापन",
  "4. Platform Use": "4. प्लेटफॉर्म उपयोग",
  "4. Your Data Protection Rights": "4. आपके डेटा सुरक्षा अधिकार",
  "4.1 Access:": "4.1 एक्सेस:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade अपने उपयोगकर्ताओं की पहचान सत्यापित करने के लिए विभिन्न तरीकों और उपकरणों का उपयोग करता है, जिनमें लेकिन इन तक सीमित नहीं हैं:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Detrade का प्लेटफार्म केवल सूचनात्मक और शैक्षिक उद्देश्यों के लिए प्रदान किया गया है। आप स्वीकार करते हैं और सहमत होते हैं कि हमारे प्लेटफार्म पर दी गई कोई भी जानकारी वित्तीय सलाह के रूप में नहीं दी गई है और इसे निवेश संबंधी निर्णय लेने के लिए भरोसेमंद नहीं माना जाना चाहिए।",
  "4.2 Correction:": "4.2 सुधार:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade उपयोगकर्ताओं द्वारा प्रदान किए गए किसी भी दस्तावेज़ या जानकारी को अस्वीकार करने का अधिकार सुरक्षित रखता है यदि वह पहचान सत्यापन के उद्देश्य से अपर्याप्त या गलत मानी जाती है।",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 आप अकेले ही बाइनरी ऑप्शंस ट्रेडिंग से जुड़े जोखिमों का मूल्यांकन करने और यह तय करने के लिए जिम्मेदार हैं कि Detrade के प्लेटफॉर्म पर ट्रेडिंग आपके लिए उपयुक्त है या नहीं।",
  "4.3 Deletion:": "4.3 विलोपन:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 आप सहमत हैं कि Detrade के प्लेटफार्म का उपयोग सभी लागू कानूनों और विनियमों के अनुसार करेंगे और ऐसे तरीके से करेंगे जो किसी अन्य व्यक्ति के अधिकारों का उल्लंघन न करे या इस समझौते की शर्तों का उल्लंघन न करे।",
  "4.4 Objection:": "4.4 आपत्ति:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 प्रतिबंध: आपको कुछ शर्तों के तहत अपनी व्यक्तिगत जानकारी के प्रोसेसिंग को प्रतिबंधित करने का अनुरोध करने का अधिकार है।",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 डेटा पोर्टेबिलिटी: आपको कुछ शर्तों के तहत अपनी व्यक्तिगत जानकारी को किसी अन्य संगठन को या सीधे आपको स्थानांतरित करने का अधिकार है।",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 सहमति वापस लेना: यदि आपने हमें अपनी व्यक्तिगत जानकारी प्रोसेस करने की सहमति दी है, तो आपके पास किसी भी समय अपनी सहमति वापस लेने का अधिकार है।",
  "5. Data Security": "5. डेटा सुरक्षा",
  "5. Risk Assessment": "5. जोखिम मूल्यांकन",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade प्रत्येक ट्रेडर का जोखिम मूल्यांकन उनके पहचान सत्यापन जानकारी, लेनदेन इतिहास और अन्य प्रासंगिक कारकों के आधार पर करता है।",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Detrade का प्लेटफॉर्म उपयोगकर्ताओं को विभिन्न वित्तीय उपकरणों पर बाइनरी विकल्पों का व्यापार करने की अनुमति देता है, जिसमें स्टॉक्स, मुद्राएं, कमोडिटीज़ और इंडेक्स शामिल हैं, लेकिन इन्हीं तक सीमित नहीं है।",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 उपयोगकर्ताओं को जोखिम मूल्यांकन के परिणामों के आधार पर एक जोखिम रेटिंग सौंपी जा सकती है, जो उनके लेनदेन और खाता गतिविधि पर लागू निरीक्षण के स्तर को प्रभावित कर सकती है।",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 आप स्वीकार करते हैं और सहमत हैं कि बाइनरी ऑप्शंस का ट्रेडिंग महत्वपूर्ण जोखिमों से जुड़ा है, जिसमें आपके पूरे निवेश के नुकसान का जोखिम भी शामिल है।",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 आप प्रत्येक ट्रेड से जुड़ी जोखिमों का मूल्यांकन करने और अपनी व्यक्तिगत परिस्थितियों के अनुसार उपयुक्त निवेश रणनीति निर्धारित करने के लिए पूरी तरह से जिम्मेदार हैं।",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade हमारे प्लेटफॉर्म पर किए गए किसी भी ट्रेड की लाभप्रदता या सफलता को लेकर कोई गारंटी या आश्वासन नहीं देता है।",
  "5.Trading": "5.ट्रेडिंग",
  "50+ trading pairs": "50+ ट्रेडिंग पेयर्स",
  "6 Month's Pnl": "6 महीने का Pnl",
  "6. Data Retention": "6. डेटा प्रतिधारण",
  "6. Fees and Charges": "6. फीस और शुल्क",
  "6. Monitoring and Reporting": "6. निगरानी और रिपोर्टिंग",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade हमारे प्लेटफार्म पर किए गए कुछ सेवाओं या लेन-देन के लिए शुल्क ले सकता है। आप हमारे प्लेटफार्म का उपयोग करने के संबंध में सभी लागू शुल्क और लागतों का भुगतान करने के लिए सहमत हैं।",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade ट्रेडर लेनदेन और खाता गतिविधि की निगरानी करता है ताकि किसी भी संदिग्ध या असामान्य व्यवहार का पता लगाया जा सके, जो मनी लॉन्ड्रिंग या आतंकवादी वित्तपोषण गतिविधियों का संकेत दे सकता है।",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade अपने शुल्क संरचना को कभी भी, बिना किसी सूचना के या साथ में, बदलने या संशोधित करने का अधिकार सुरक्षित रखता है।",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 यदि Detrade किसी संदिग्ध गतिविधि या लेन-देन की पहचान करता है, तो हमारे पास संबंधित अधिकारियों को ऐसी गतिविधियों की रिपोर्ट करने और उपयुक्त कार्रवाई करने का अधिकार है, जिसमें ट्रेडर खातों को फ्रीज या निलंबित करना शामिल है, लेकिन इसके तक सीमित नहीं है।",
  "6M": "6महीने",
  "7 * 24 technical services": "7*24 तकनीकी सेवाएँ",
  "7. Cookies and Similar Technologies": "7. कुकीज़ और समान प्रौद्योगिकियाँ",
  "7. Intellectual Property": "7. बौद्धिक संपदा",
  "7. Record-Keeping": "7. रिकार्ड-कीपिंग",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Detrade के प्लेटफार्म पर उपलब्ध सभी सामग्री और सामग्रियां, जिसमें पाठ, ग्राफिक्स, लोगो, चित्र और सॉफ़्टवेयर शामिल हैं, लेकिन इन तक सीमित नहीं, Detrade या इसके लाइसेंसदाताओं की संपत्ति हैं और कॉपीराइट, ट्रेडमार्क और अन्य बौद्धिक संपदा कानूनों द्वारा संरक्षित हैं।",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 कुकीज़: हम अपने प्लेटफॉर्म पर आपके अनुभव को बेहतर बनाने के लिए कुकीज़ का उपयोग करते हैं। कुकी एक छोटा फ़ाइल होती है जो आपके डिवाइस पर संग्रहीत की जाती है, जिससे हमें आपके ब्राउज़र को पहचानने और कुछ जानकारी सहेजने व याद रखने में मदद मिलती है।",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade लागू कानूनों और विनियमों के अनुसार सभी ट्रेडर पहचान और लेन-देन की जानकारी का रिकॉर्ड रखता है।",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 कुकीज़ के प्रकार: a) **अनिवार्य कुकीज़**: ये कुकीज़ हमारे प्लेटफार्म के संचालन के लिए आवश्यक हैं। ये आपको साइट पर नेविगेट करने और इसकी सुविधाओं का उपयोग करने में सक्षम बनाती हैं।",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 उपयोगकर्ता रिकॉर्ड गोपनीय रखे जाते हैं और केवल अधिकृत कर्मियों या कानूनी प्राधिकरणों को आवश्यकता अनुसार प्रकट किए जाते हैं।",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 आपको केवल व्यक्तिगत और गैर-व्यावसायिक उपयोग के लिए Detrade के प्लेटफॉर्म तक पहुंचने और उपयोग करने के लिए एक सीमित, अनन्य नहीं, और गैर-हस्तांतरणीय लाइसेंस दिया जाता है।",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 कुकीज़ प्रबंधन: आप अपने ब्राउज़र स्तर पर कुकीज़ के उपयोग को नियंत्रित कर सकते हैं। यदि आप कुकीज़ को अस्वीकार करते हैं, तो आप अभी भी हमारे प्लेटफॉर्म का उपयोग कर सकते हैं, लेकिन कुछ सुविधाओं या क्षेत्रों का उपयोग सीमित हो सकता है।",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 आप सहमत हैं कि Detrade के स्पष्ट लिखित अनुमति के बिना, Detrade के प्लेटफॉर्म पर उपलब्ध किसी भी सामग्री या सामग्री का पुनरुत्पादन, संशोधन, वितरण, या उसके आधार पर व्युत्पन्न कार्य नहीं बनाएंगे।",
  "8. Third-Party Links": "8. तृतीय-पक्ष लिंक",
  "8. Training and Awareness": "8. प्रशिक्षण और जागरूकता",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade अपने कर्मचारियों के लिए प्रशिक्षण और जागरूकता कार्यक्रम प्रदान करता है ताकि यह सुनिश्चित किया जा सके कि वे AML और KYC नीतियों और प्रक्रियाओं के बारे में जानकार हों।",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade अपने उपयोगकर्ताओं की गोपनीयता का सम्मान करता है और उनके व्यक्तिगत जानकारी की सुरक्षा के लिए प्रतिबद्ध है। हम आपकी व्यक्तिगत जानकारी को कैसे एकत्रित, उपयोग और प्रकट करते हैं, इस बारे में अधिक जानकारी के लिए कृपया हमारी गोपनीयता नीति देखें।",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 कर्मचारियों को संदिग्ध गतिविधियों की पहचान करने और रिपोर्ट करने तथा सभी AML और KYC आवश्यकताओं का पालन करने के लिए प्रशिक्षित किया जाता है।",
  "8.Privacy Policy": "8.गोपनीयता नीति",
  "9. Children's Privacy": "9. बच्चों की गोपनीयता",
  "9. Compliance Oversight": "9. अनुपालन निरीक्षण",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade ने एक अनुपालन अधिकारी नियुक्त किया है जो AML और KYC नीतियों और प्रक्रियाओं के अनुपालन की निगरानी के लिए जिम्मेदार है।",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade को किसी भी समय, किसी भी कारण से, कारण सहित या बिना कारण के, और बिना किसी पूर्व सूचना के आपके प्लेटफॉर्म तक पहुंच को निलंबित या समाप्त करने का अधिकार सुरक्षित है।",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 कंप्लायंस अधिकारी नियामक विकास की निगरानी, आवश्यकतानुसार AML और KYC नीतियों को अपडेट करने, और यह सुनिश्चित करने के लिए जिम्मेदार है कि Detrade का संचालन सभी लागू कानूनों और विनियमों के अनुरूप बना रहे।",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 जब आपके Detrade प्लेटफार्म तक पहुंच को समाप्त किया जाता है, तो इस समझौते के वे सभी प्रावधान जो स्वभाव से समाप्ति के बाद भी प्रभावी रहने चाहिए, प्रभावी बने रहेंगे। इसमें बौद्धिक संपदा, देयता की सीमा, और विवाद समाधान से संबंधित प्रावधान शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं।",
  "9.Termination": "9.समाप्ति",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>बोनस राशि:</0> आपकी पहली जमा राशि का 50%",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>बोनस कैप:</0> अधिकतम 50 USDT ट्रेडिंग बोनस",
  "<0>Eligibility:</0> New users on Detrade only": "<0>पात्रता:</0> केवल Detrade पर नए उपयोगकर्ता",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>आवश्यकता:</0> पहली जमा राशि ≥ 50 USDT (या समतुल्य क्रिप्टो)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>समर्थित प्रोडक्ट्स</0>: हाईलो, स्प्रेड, अप डाउन, फ़्यूचर",
  "<0>[{{count}}]</0> tickets have been sent this round!": "इस राउंड में <0>[{{count}}]</0> टिकट भेजे गए हैं!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "प्रवेश और निकास ट्रेड के लिए <0>{{flatFee}}</0> जिसमें {{position}} और स्लिपेज शामिल है",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>{{total}} में से</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "{{feeAmount}} ({{commission}}) का एक फ्लैट शुल्क ट्रेड (पोजीशन:{{position}}) खोलते समय लिया गया था",
  "A fraction of your profits (if any) is taken when you close the trade": "जब आप ट्रेड बंद करते हैं, तो आपके लाभ का एक अंश (यदि कोई हो) लिया जाता है",
  "A variable fee was charged as a fraction of profits upon closing the trade": "एक परिवर्तनीय शुल्क ट्रेड बंद करते समय लाभ का एक अंश के रूप में लिया गया था",
  "A verification will be sent to {{email}}": "{{email}} पर एक सत्यापन भेजा जाएगा",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: सुनिश्चित करें कि आपने सभी चार ट्रेडिंग मोड अनलॉक कर लिए हैं। अगर समस्या बनी रहती है, तो मदद के लिए ग्राहक सहायता से संपर्क करें।",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: नहीं, बोनस स्वयं निकासी योग्य नहीं है। हालांकि, कोई भी <0>बोनस का उपयोग करके कमाया गया प्रॉफ़िट</0> निकाला जा सकता है।",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: हाँ। कृपया अपना बोनस जारी होने के <0>7 दिनों</0> के भीतर सक्रिय करें। समाप्त हो चुके बोनस वापस नहीं लिए जा सकते।",
  "AF": "AF",
  "AML & KYC policy": "AML और KYC नीति",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Detrade के बारे में",
  "Access over 70 popular assets with up to 90% profit potential": "90% तक के लाभ की संभावना के साथ 70 से अधिक लोकप्रिय एसेट्स तक पहुंच प्राप्त करें",
  "Account Details": "खाता विवरण",
  "Account Not Verified": "खाता सत्यापित नहीं है",
  "Account Verified": "खाता सत्यापित",
  "Activate": "सक्रिय करें",
  "Activation expiry time": "सक्रियण समाप्ति समय",
  "Active": "सक्रिय",
  "Active tickets": "सक्रिय टिकट",
  "Activity priority access": "गतिविधि प्राथमिकता पहुँच",
  "Add": "जोड़ें",
  "Add key phrase into Google Authenticator and remember the key phrase": "Google Authenticator में कुंजी वाक्यांश जोड़ें और कुंजी वाक्यांश याद रखें",
  "Add referral": "रेफरल जोड़ें",
  "Add referral code": "रेफरल कोड जोड़ें",
  "Address is required": "पता आवश्यक है",
  "Address valid": "पता मान्य",
  "Advanced": "एडवांस्ड",
  "Advanced Users": "एडवांस्ड उपयोगकर्ता",
  "Advanced chart": "एडवांस्ड चार्ट",
  "Advantage": "लाभ",
  "Affiliate program": "एफिलिएट प्रोग्राम",
  "Affiliates": "फिलिएट्स",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "अपनी पहली जमा राशि पूरी करने के बाद, अपना प्रारंभिक 1 USDT परीक्षण वाउचर देखने के लिए <0>रिवार्ड सेंटर</0> पर जाएं।",
  "After setting your personal information private, other users will not be able to see your username and information.": "अपनी व्यक्तिगत जानकारी को प्राइवेट सेट करने के बाद, अन्य उपयोगकर्ता आपका उपयोगकर्ता नाम और जानकारी नहीं देख पाएंगे।",
  "Agreement": "समझौता",
  "Airdrop": "एयरड्रॉप",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "एयरड्रॉप विधि: पुरस्कार स्वचालित रूप से वॉलेट में वितरित किए जाएंगे। कृपया इन-ऐप ईमेल का पालन करें।",
  "Airdrop plan": "एयरड्रॉप योजना",
  "Airdrop program": "एयरड्रॉप प्रोग्राम",
  "Airdrops": "एयरड्रॉप्स",
  "Algorithm": "एल्गोरिदम",
  "All": "सभी",
  "All Assets": "सभी संपत्तियाँ",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "इस वेबसाइट पर सभी ब्रोकरेज गतिविधियाँ Nexus Play LLC द्वारा प्रदान की जाती हैं।",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "सभी गेमप्ले फ़ॉर्मूले खुले और पारदर्शी हैं, जो धोखाधड़ी को रोकते हैं और भागीदारों व खिलाड़ियों के लिए जोखिम को कम करते हैं।",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "24 घंटे के ट्रेडिंग राउंड के लिए सभी प्राइस पहले से एक रैंडम सीड के उपयोग से निर्धारित किए जाते हैं, जिसे हर ट्रेडिंग राउंड के अंत में प्रकाशित किया जाता है। इस प्रकाशित सीड के साथ, कोई भी यह सत्यापित कर सकता है कि हमने नीचे दिए गए एल्गोरिदम का पालन किया है और राउंड शुरू होने के बाद किसी भी प्राइस में बदलाव नहीं किया गया है। खास बात यह है कि आपके ट्रेडिंग के आधार पर प्राइस बदलना हमारे लिए असंभव है।",
  "All prizes will be sent in USDT.": "सभी पुरस्कार USDT में भेजे जाएंगे।",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "शीर्ष ट्रेडर का पूरा व्यावहारिक अनुभव, जिसमें सबसे लोकप्रिय ट्रेडिंग संकेतक और सिग्नल तक पहुंच शामिल है।",
  "All time wins paid": "सभी समय की जीत का भुगतान किया गया",
  "Already have an account?": "पहले से ही खाता है?",
  "Amount": "राशि",
  "Amount is required": "राशि आवश्यक है",
  "Amount to withdraw": "निकासी के लिए राशि",
  "Announcement": "घोषणा",
  "Announcements": "घोषणाएं",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "एंटी-मनी लॉन्ड्रिंग (AML) और अपने ग्राहक को जानें (KYC) नीति",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "कोई प्रश्न? हमारी समर्पित समर्थन टीम आपकी सहायता करने और आवेदन प्रक्रिया में आपका मार्गदर्शन करने के लिए तैयार है।",
  "Apply": "लागू करें",
  "Applying": "लागू हो रहा है",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "लगभग {{nextCapitalCost}} अगले एक घंटे में चार्ज किया जाएगा, और विशिष्ट राशि उस समय की फंडिंग दर पर निर्भर करेगी।",
  "Are there any geographical restrictions?": "क्या कोई भौगोलिक प्रतिबंध हैं?",
  "Arrival amount": "आगमन राशि",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "जब तक कार्यक्रम सक्रिय रहता है, आप उसी क्षण से कमीशन कमा सकते हैं जब आपका रेफरी Detrade खाते के लिए पंजीकरण करता है।",
  "Ask a question": "प्रश्न पूछें",
  "Asset types,currencies,cryptocurrencies for any trader.": "किसी भी ट्रेडर के लिए एसेट प्रकार, मुद्राएँ, क्रिप्टोकरेंसी।",
  "Assets": "संपत्ति",
  "Assets overview": "संपत्तियों का अवलोकन",
  "At least {{exceed}} number": "कम से कम {{exceed}} संख्या",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "काउंटडाउन समाप्त होने पर, आपके द्वारा अनुमानित रुझान के आधार पर लाभ और हानि निर्धारित की जाएगी।",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "प्रत्येक ट्रेडिंग राउंड (00:00 UTC) की शुरुआत में, एक नया 32-बाइट सीड यादृच्छिक रूप से चुना जाता है। इस सीड को एक बढ़ते पूर्णांक टिक काउंटर के साथ जोड़कर पूरे दौर की कीमतों को पुन: उत्पन्न किया जा सकता है।",
  "Auto": "ऑटो",
  "Available": "उपलब्ध",
  "Available on request": "अनुरोध पर उपलब्ध है",
  "Award quota": "पुरस्कार कोटा",
  "Awarded users": "पुरस्कृत उपयोगकर्ता",
  "Balance": "बैलेंस",
  "Balance is not enough": "बैलेंस पर्याप्त नहीं है",
  "Basic": "बेसिक",
  "Becoming an affiliate is easy": "एफिलिएट बनना आसान है",
  "Benefit from our many years of experience and internationally renowned reputation.": "हमारे कई वर्षों के अनुभव और अंतर्राष्ट्रीय स्तर पर प्रसिद्ध प्रतिष्ठा का लाभ उठाएं।",
  "Benefits": "फ़ायदे",
  "Benefits:": "लाभ:",
  "Best For": "के लिए सर्वोत्तम",
  "Bet": "बेट",
  "Betting": "बेटिंग",
  "Binary Options Exchange": "बाइनरी ऑप्शंस एक्सचेंज",
  "Bind": "बाइंड",
  "Bind Success": "बाइंड सफल",
  "Black diamond circle": "ब्लैक डायमंड सर्कल",
  "Blockchain Processing": "ब्लॉकचेन प्रोसेसिंग",
  "Bonus": "बोनस",
  "Bonus Rules": "बोनस नियम",
  "Bonus Trial": "बोनस परीक्षण",
  "Bonus pool": "बोनस पूल",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "बोनस वाउचर <0>निकालने योग्य नहीं हैं</0>, लेकिन <1>बोनस ट्रेड से हुए मुनाफे निकालने योग्य हैं<1>",
  "Boost your earnings by affiliate program": "एफिलिएट प्रोग्राम द्वारा अपनी कमाई बढ़ाएँ",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "अपना ट्रेड बढ़ाएँ 1000× तक लीवरेज के साथ — बड़ा जोखिम, बड़ा इनाम।",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "अपना ट्रेड बढ़ाएँ 1000× तक लीवरेज के साथ — बड़ा जोखिम, बड़ा इनाम।",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC द्वारा प्रदान किए गए ब्रोकरेज उत्पाद और सेवाएँ।",
  "Bronze": "ब्रॉन्ज़",
  "Bust And Stop Loss Prices": "बस्ट और स्टॉप लॉस प्राइस",
  "Buy": "खरीदें",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Detrade के प्लेटफार्म का उपयोग या एक्सेस करके, आप स्वीकार करते हैं कि आपने इस गोपनीयता नीति को पढ़ा, समझा और इससे बंधे रहने के लिए सहमति दी है। यदि आप इस गोपनीयता नीति से सहमत नहीं हैं, तो आपको हमारे प्लेटफार्म का उपयोग नहीं करना चाहिए।",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Detrade के प्लेटफार्म का उपयोग या पहुंच प्राप्त करके, आप यह स्वीकार करते हैं कि आपने इस समझौते को पढ़ा है, समझा है, और इसके तहत बंधने के लिए सहमत हैं। यदि आप इस समझौते के किसी भी भाग से सहमत नहीं हैं, तो आपको Detrade के प्लेटफार्म का उपयोग नहीं करना चाहिए।",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Detrade के प्लेटफार्म तक पहुँचने या इसका उपयोग करने से, आप स्वीकार करते हैं कि आपने इस AML और KYC नीति को पढ़ा, समझा है और इस नीति का पालन करने पर सहमति व्यक्त की है। यदि आप इस नीति के किसी भी हिस्से से सहमत नहीं हैं, तो आपको Detrade के प्लेटफार्म का उपयोग नहीं करना चाहिए।",
  "Calculator": "कैलकुलेटर",
  "Campaign": "कैंपेन",
  "Campaign Center": "अभियान केंद्र",
  "Can I See The Data Of My Referral?": "क्या मैं अपने रेफरल का डेटा देख सकता हूँ?",
  "Can I use a live account and a demo account at the same time?": "क्या मैं एक साथ लाइव अकाउंट और डेमो अकाउंट का उपयोग कर सकता हूँ?",
  "Can Partner upgrade his partnership level in the future?": "क्या पार्टनर भविष्य में अपनी साझेदारी स्तर को अपग्रेड कर सकता है?",
  "Can non-crypto users play Detrade games?": "क्या गैर-क्रिप्टो उपयोगकर्ता Detrade गेम्स खेल सकते हैं?",
  "Cancel": "रद्द करें",
  "Cannot exceed {{exceed}} characters": "{{exceed}} अक्षरों से अधिक नहीं हो सकता",
  "Cash All": "सभी नकद करें",
  "Champion Profits": "चैंपियन मुनाफा",
  "Change": "बदलें",
  "Change password": "पासवर्ड बदलें",
  "Chat": "चैट",
  "Check <0>ROI calculator</0> for more details": "अधिक विवरण के लिए <0>ROI कैलकुलेटर</0> देखें",
  "Chg%": "Chg%",
  "Choose Symbol": "प्रतीक चुनें",
  "Choose Your <0> Account Type And </0>  Start Trading!": "अपना <0> खाता प्रकार चुनें और </0> ट्रेडिंग शुरू करें!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "अपना <br/> खाता प्रकार चुनें और </br> ट्रेडिंग शुरू करें!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "एक गुणक चुनें ताकि अपनी स्थिति को अधिकतम कर सकें। उच्च गुणक सेट करने से आपका मार्जिन जोखिम बढ़ जाता है",
  "Choose the cryptocurrency that you would like to start trading.": "वह क्रिप्टोकरेंसी चुनें जिससे आप ट्रेडिंग शुरू करना चाहते हैं।",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "निर्धारित काउंटडाउन समय के भीतर ऑर्डर लगाने के लिए ऊपर या नीचे की दिशा चुनें।",
  "Claim": "क्लेम करें",
  "Claim Voucher": "वाउचर क्लेम करें",
  "Claimed rewards": "पुरस्कार का दावा किया",
  "Claimed rewards details": "दावा किए गए पुरस्कारों का विवरण",
  "Click Here To View The": "देखने के लिए यहां क्लिक करें",
  "Click Up or Down to Trading": "ट्रेडिंग के लिए ऊपर या नीचे क्लिक करें",
  "Client": "क्लाइंट",
  "Close": "बंद करें",
  "Close Time": "बंद होने का समय",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "किसी भी समय बंद करें, चाहे लाभ हो या हानि। अपनी पोजीशन को अपने आप बंद करने के लिए टेक-प्रॉफिट या स्टॉप-लॉस लक्ष्य सेट करें",
  "Close the order": "ऑर्डर बंद करें",
  "Close type": "बंद प्रकार",
  "Closed successfully!": "सफलतापूर्वक बंद!",
  "Co-planning rights": "सह-योजना अधिकार",
  "Coin-Margined": "कॉइन-मार्जिन",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "सभी प्राइस फीड्स से मौजूदा लिमिट ऑर्डर्स को मिलाकर एक संयुक्त ऑर्डर बुक बनाएं। यह सामान्य और अपेक्षित है कि कुछ एक्सचेंजों के बाय ऑर्डर्स की प्राइस कुछ अन्य एक्सचेंजों के सेल ऑर्डर्स की प्राइस से अधिक हो सकती है। किसी भी व्यक्तिगत ऑर्डर का आकार $1 मिलियन तक सीमित होगा ताकि किसी एक बड़े ऑर्डर का प्रभाव नियंत्रित रहे।",
  "Coming soon": "जल्द आ रहा है",
  "Community": "समुदाय",
  "Community access": "समुदाय पहुंच",
  "Completed": "पूरा हुआ",
  "Comprehensive trading training": "व्यापक ट्रेडिंग प्रशिक्षण",
  "Computers and smartphones are fully functional": "कंप्यूटर और स्मार्टफोन पूरी तरह से कार्यात्मक हैं",
  "Condition 1: The price trend matches your prediction.": "शर्त 1: प्राइस ट्रेंड आपकी भविष्यवाणी से मेल खाता है।",
  "Condition 2: Price movement breaks through the spread.": "शर्त 2: प्राइस मूवमेंट स्प्रेड को पार कर जाता है।",
  "Confirm": "कन्फर्म करें",
  "Confirm Close": "बंद करने की पुष्टि करें",
  "Confirm removing Google 2FA authentication?": "Google 2FA ऑथेंटिकेशन हटाने की पुष्टि करें?",
  "Confirm settlement of all orders?": "सभी ऑर्डर के निपटान की पुष्टि करें?",
  "Confirm to close the order?": "क्या आप ऑर्डर बंद करने की पुष्टि करते हैं?",
  "Confirmations": "पुष्टिकरण",
  "Connect": "कनेक्ट करें",
  "Connect with your friends": "अपने दोस्तों से कनेक्ट करें",
  "Contact Us": "हमसे संपर्क करें",
  "Contact us": "हमसे संपर्क करें",
  "Contact us with Email or Live chat": "ईमेल या लाइव चैट से हमसे संपर्क करें",
  "Content creators program": "कंटेंट क्रिएटर्स प्रोग्राम",
  "Contest prize pool": "प्रतियोगिता पुरस्कार पूल",
  "Continue": "जारी रखें",
  "Continue Deposit Process": "जमा प्रक्रिया जारी रखें",
  "Continue deposit process": "जमा प्रक्रिया जारी रखें",
  "Continue with Google": "Google के साथ जारी रखें",
  "Continue with X": "X के साथ जारी रखें",
  "Continuously updated": "लगातार अपडेट किया गया",
  "Convenient deposit and withdrawal methods": "सुविधाजनक जमा और निकासी विधियाँ",
  "Copy": "कॉपी करें",
  "Copy Success": "कॉपी सफल",
  "Copy this code to your authenticator app": "इस कोड को अपने ऑथेंटिकेटर ऐप में कॉपी करें",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "कॉपीराइट © 2025 Nexus Play LLC. सर्वाधिकार सुरक्षित।",
  "Country": "देश",
  "Create Password": "पासवर्ड बनाएं",
  "Crypto": "क्रिप्टो",
  "Crypto - binary options": "क्रिप्टो - बाइनरी ऑप्शंस",
  "Crypto Pairs": "क्रिप्टो पेयर्स",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "क्रिप्टोकरेंसी कॉन्ट्रैक्ट ट्रेडिंग में उच्च स्तर का जोखिम होता है, और आप अपनी पूरी ट्रेड राशि गँवा सकते हैं। आप जितना ज़्यादा लीवरेज इस्तेमाल करेंगे, जोखिम उतना ही ज़्यादा होगा। हालाँकि, किसी भी परिस्थिति में आप अपनी शुरुआती ट्रेड राशि से ज़्यादा नहीं गँवा सकते।",
  "Currency": "मुद्रा",
  "Custom Price Move %": "कस्टम प्राइस मूव %",
  "Custom cashback plan": "कस्टम कैशबैक योजना",
  "Custom revenue share and fee option.": "कस्टम रेवेन्यू शेयर और शुल्क विकल्प।",
  "Custom services": "कस्टम सेवाएँ",
  "Custom signals": "कस्टम सिग्नल",
  "Customized incentives tailored to your needs.": "आपके आवश्यकता के अनुसार अनुकूलित प्रोत्साहन।",
  "DOWN": "डाउन",
  "Daily Active Users": "दैनिक सक्रिय उपयोगकर्ता",
  "Daily Earning": "दैनिक कमाई",
  "Daily contest": "दैनिक प्रतियोगिता",
  "Dark": "डार्क",
  "Date": "तारीख",
  "Day": "दिन",
  "DeTrade overview": "DeTrade ओवरव्यू",
  "Dedicated customer support": "समर्पित ग्राहक सहायता",
  "Demo": "डेमो",
  "Demo Account": "डेमो अकाउंट",
  "Demo Trading": "डेमो ट्रेडिंग",
  "Depending on your location, you may have the following rights regarding your personal information:": "आपके स्थान के आधार पर, आपकी व्यक्तिगत जानकारी के संबंध में आपको निम्नलिखित अधिकार हो सकते हैं:",
  "Deposit": "जमा",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "120 USDT जमा करें → 50 USDT का अधिकतम बोनस प्राप्त करें",
  "Deposit 80 USDT → Receive 40 USDT bonus": "80 USDT जमा करें → 40 USDT बोनस प्राप्त करें",
  "Deposit Amount": "जमा राशि",
  "Deposit Order Created": "जमा ऑर्डर बनाया गया",
  "Deposit Via {{depositChannel}}": "{{depositChannel}} के माध्यम से जमा करें",
  "Deposit address": "जमा पता",
  "Deposit and withdraw money with ease using the most convenient payment method.": "सबसे सुविधाजनक भुगतान विधि का उपयोग करके आसानी से पैसे जमा करें और निकालें।",
  "Deposit is in progress": "",
  "Deposit now": "अभी जमा करें",
  "Deposits and withdrawals": "जमा और निकासी",
  "Derivative Exchanges": "डेरिवेटिव एक्सचेंजेस",
  "Description": "विवरण",
  "Detail": "विवरण",
  "Details": "विवरण",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"हम,\" \"हमें,\" या \"हमारा\") आपकी गोपनीयता को महत्व देता है और आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए प्रतिबद्ध है। यह गोपनीयता नीति यह समझाती है कि हम आपकी जानकारी को कैसे एकत्रित, उपयोग, प्रकट, और सुरक्षित रखते हैं जब आप हमारे बाइनरी ऑप्शंस ट्रेडिंग प्लेटफ़ॉर्म (\"प्लेटफार्म\") का उपयोग करते हैं। हमारे प्लेटफार्म तक पहुँचने या इसका उपयोग करने के द्वारा, आप इस नीति के तहत जानकारी के संग्रहण और उपयोग से सहमत होते हैं। यदि आप इस नीति से सहमत नहीं हैं, तो आपको हमारा प्लेटफार्म उपयोग नहीं करना चाहिए।",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect एक सहज इंटीग्रेशन समाधान है जो तृतीय-पक्ष प्लेटफ़ॉर्मों को हमारे पारिस्थितिकी तंत्र से आसानी से कनेक्ट होने की अनुमति देता है। शक्तिशाली API और ऑटोमेशन टूल्स के माध्यम से, हम अपने उत्पादों की मूल कार्यक्षमताओं को सीधे आपके प्लेटफ़ॉर्म में इंटीग्रेट करते हैं। इसका उद्देश्य प्लेटफ़ॉर्म्स को विविध क्रिप्टोकरेंसी डेरिवेटिव्स, तेज़ डेटा आदान-प्रदान, और हमारी अत्याधुनिक सुविधाओं तक पहुँच प्रदान करना है, जबकि सुरक्षित, स्केलेबल, और विश्वसनीय कनेक्शन सुनिश्चित करना है। चाहे आप सेवा वितरण का विस्तार करना चाहते हों या कार्यप्रवाह को सरल बनाना चाहते हों, Detrade कनेक्ट इंटीग्रेशन को सरल, कुशल, और प्रभावी बना सकता है।",
  "Detrade Index Prices": "Detrade इंडेक्स प्राइस",
  "Detrade Partner": "Detrade पार्टनर",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade पार्टनर प्रोग्राम! यह प्रोग्राम क्रिएटर्स को बढ़ी हुई आय की संभावनाएं और विशेष लाभ प्रदान करने के लिए डिज़ाइन किया गया है, जिससे आपके प्रचार प्रयास वाकई फायदेमंद बनें।",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade पारंपरिक बुद्धिमान ट्रेडिंग उद्योग को बदलने और वित्तीय बाजारों को सभी के लिए खुला करने के लिए प्रतिबद्ध है। हमारा मिशन सबसे अभिनव ट्रेडिंग अनुभव प्रदान करना है। दुनिया में कोई भी व्यक्ति लेन-देन में भाग ले सकें, यह हमारा उद्देश्य है।",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade ने कोड समीक्षा पूरी कर ली है और परिणाम शीर्ष-10% में है।",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade तेजी से विकास के मार्ग पर है। हम अपने उपयोगकर्ताओं को एक नवीन और आकर्षक अनुभव प्रदान करने के लिए प्रतिबद्ध हैं, जिससे यह क्रिप्टोकरेंसी बाइनरी ऑप्शन ट्रेडिंग के लिए पसंदीदा प्लेटफॉर्म बन सके।",
  "Detrade learn": "Detrade सीखें",
  "Detrade offers 3 types of optional products.": "Detrade 3 प्रकार के वैकल्पिक उत्पाद प्रदान करता है।",
  "Detrade partnership program": "Detrade पार्टनरशिप प्रोग्राम",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade इस अभियान के लिए अंतिम व्याख्या अधिकार सुरक्षित रखता है।",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade अपने विवेक से और बिना किसी पूर्व सूचना के किसी भी नियम और शर्तों को बदलने का अधिकार सुरक्षित रखता है।",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "प्रतियोगिता के किसी भी चरण में हमारे नियमों का उल्लंघन करने वाले खिलाड़ियों को बाहर करने का अधिकार Detrade के पास सुरक्षित है।",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade किसी भी समय गतिविधि या एयरड्रॉप वितरण को संशोधित, निलंबित या रद्द करने का अधिकार रखता है, जिसमें संबंधित शर्तें और नियम भी शामिल हैं। संशोधन धोखाधड़ी और अन्य अवैध गतिविधियों को प्रबंधित/रोकने के लिए किया जाता है। जब तक ट्रेडर धोखाधड़ी और अन्य अवैध गतिविधियों में संलिप्त नहीं होते, तब तक ऐसी कोई भी संशोधन उन ट्रेडर्स को प्रभावित नहीं करेगा जिन्होंने भाग लेने का चयन किया है।",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade को किसी भी समय इस गोपनीयता नीति को अपडेट या बदलने का अधिकार है। हम अपने प्लेटफार्म पर नई गोपनीयता नीति पोस्ट करके आपको किसी भी परिवर्तन की सूचना देंगे। आपको समय-समय पर इस गोपनीयता नीति की समीक्षा करने की सलाह दी जाती है। गोपनीयता नीति में किए गए किसी भी संशोधन के बाद भी यदि आप हमारे प्लेटफार्म का उपयोग जारी रखते हैं, तो यह संशोधनों की आपकी स्वीकृति और अपडेटेड गोपनीयता नीति का पालन करने व उससे बंधे रहने की सहमति मानी जाएगी।",
  "Detrade weekly draw": "Detrade साप्ताहिक ड्रा",
  "Developer documentation": "डेवलपर दस्तावेज़ीकरण",
  "Device": "डिवाइस",
  "Diamond": "डायमंड",
  "Diamond Partner": "डायमंड पार्टनर",
  "Didn't find an answer to our question?": "हमारे सवाल का उत्तर नहीं मिला?",
  "Direction": "दिशा",
  "Discover trending tokens. Trade. Earn. Repeat.": "ट्रेंडिंग टोकन खोजें। ट्रेड करें। कमाएं। दोहराएं।",
  "Distributing Payout": "भुगतान वितरित किया जा रहा है",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "विशेष प्रतीकों और स्पेस बार का उपयोग न करें, अन्यथा आपका खाता समर्थन नहीं किया जा सकता है।",
  "Do not use special symbols, otherwise your account may not be supported.": "विशेष प्रतीकों का उपयोग न करें, अन्यथा आपका खाता समर्थन नहीं कर सकता है।",
  "Does the company have the legal qualifications to carry out relevant business?": "क्या कंपनी के पास संबंधित व्यापार करने के लिए कानूनी योग्यताएँ हैं?",
  "Don't beg or ask for loans, rains or tips.": "भीख न मांगें और लोन, रेन या टिप्स के लिए अनुरोध न करें।",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "किसी भी प्रकार के विज्ञापन/ट्रेडिंग/बेचने/खरीदने या सेवाएँ देने में शामिल न हों।",
  "Don't harass or be offensive to other users or Detrade staff.": "अन्य उपयोगकर्ताओं या Detrade स्टाफ को परेशान न करें या अपमानजनक व्यवहार न करें।",
  "Don't have an account?": "क्या आपके पास खाता नहीं है?",
  "Don't let anyone see this!": "इसे किसी को देखने मत दो!",
  "Don't share any personal information (including socials) of you or other players.": "अपनी या अन्य खिलाड़ियों की कोई भी व्यक्तिगत जानकारी (सोशल्स सहित) शेयर न करें।",
  "Don't share codes, scripts or any other bot service.": "कोई भी कोड, स्क्रिप्ट या अन्य बॉट सेवा शेयर न करें।",
  "Don't show again": "फिर से न दिखाएँ",
  "Don't spam & don't use excessive capital letters when chatting.": "चैट करते समय स्पैम न करें और अत्यधिक बड़े अक्षरों का उपयोग न करें।",
  "Don't use URL shortening services. Always submit the full link.": "URL शॉर्टनिंग सेवाओं का उपयोग न करें। हमेशा पूर्ण लिंक सबमिट करें।",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "चैट पर वैकल्पिक (alts) खातों का उपयोग न करें, यह सख्ती से मना है।",
  "Done": "हो गया",
  "Down": "डाउन",
  "Down Wins": "डाउन जीत",
  "Down vs. Up Ratio (Live Data)": "डाउन बनाम अप अनुपात (लाइव डेटा)",
  "Download": "डाउनलोड करें",
  "Download the Google Authenticator app": "Google Authenticator ऐप डाउनलोड करें",
  "Drop us a line here": "हमें यहाँ संदेश भेजें",
  "Duration: {{time}}": "अवधि: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "प्रत्येक ऑर्डर आईडी को डुप्लिकेट से बचने के लिए केवल एक बार ही उपयोग किया जा सकता है।",
  "Each user is eligible for <0>only one</0> first deposit bonus": "प्रत्येक उपयोगकर्ता <0>केवल एक</0> पहले जमा बोनस के लिए पात्र है",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "प्रत्येक वाउचर कोड का दावा प्रति उपयोगकर्ता केवल एक बार ही किया जा सकता है। एक बार दावा करने के बाद, इनाम वापस नहीं लिया जा सकता।",
  "Earn": "कमाना",
  "Earn up to 50% commission.": "50% तक कमीशन कमाएँ।",
  "Earn up to {{payout}}% profit if your prediction is correct.": "अगर आपकी भविष्यवाणी सही है, तो {{payout}}% तक प्रॉफ़िट कमाएँ।",
  "Easy access from your smartphone": "आपके स्मार्टफोन से आसान पहुंच",
  "Edit your avatar": "अपना अवतार संपादित करें",
  "Email": "ईमेल",
  "Email Code": "ईमेल कोड",
  "Email verification code's length is not right": "ईमेल सत्यापन कोड की लंबाई सही नहीं है",
  "End Time": "अंतिम समय",
  "End Time Invalid( hh : mm : ss )": "समाप्ति समय अमान्य( घंटे : मिनट : सेकंड )",
  "End Time is earlier than Start Time": "समाप्ति समय प्रारंभ समय से पहले है",
  "End rate": "अंतिम दर",
  "Ends in {{time}} days": "{{time}} दिनों में समाप्त हो रहा है",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "निष्पक्षता की गारंटी के लिए पारदर्शी और सत्यापन योग्य एल्गोरिदम के साथ प्रामाणिक, हेरफेर-मुक्त मूल्य निर्धारण सुनिश्चित करना।",
  "Enter Code": "कोड दर्ज करें",
  "Enter number of daily active players": "दैनिक सक्रिय खिलाड़ियों की संख्या दर्ज करें",
  "Enter the 2FA code ": "2FA कोड दर्ज करें ",
  "Enter the 6-digit code sent to": "भेजा गया 6 अंकों का कोड दर्ज करें",
  "Enter withdraw address": "निकासी पता दर्ज करें",
  "Enter your email": "अपना ईमेल दर्ज करें",
  "Enter your email and we'll send you a new password": "अपना ईमेल दर्ज करें और हम आपको एक नया पासवर्ड भेजेंगे",
  "Enter your name": "अपना नाम दर्ज करें",
  "Enter your new password": "अपना नया पासवर्ड दर्ज करें",
  "Enter your old password": "अपना पुराना पासवर्ड डालें",
  "Enter your password": "अपना पासवर्ड दर्ज करें",
  "Enterprise Partner": "उद्यम भागीदार",
  "Entrepreneurs": "उद्यमियों",
  "Entry Price": "एंट्री प्राइस",
  "Entry Time": "प्रवेश समय",
  "Entry fee": "प्रवेश शुल्क",
  "Entry price": "एंट्री प्राइस",
  "Esteemed Affiliate": "प्रतिष्ठित एफिलिएट",
  "Event Details": "इवेंट विवरण",
  "Event time: {{ startTime }} - {{ endTime }}": "इवेंट का समय: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "हर महीने, हम STONKS ट्रेडिंग प्रतीक में भाग लेने वाले 300 उपयोगकर्ताओं के बीच यादृच्छिक रूप से कुल <0>{{amount}}</0> BCD वितरित करेंगे!",
  "Examples": "उदाहरण",
  "Exchange": "एक्सचेंज",
  "Exit price": "एग्जिट प्राइस",
  "Experience": "अनुभव",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "अनुभवी उत्पाद और तकनीकी विशेषज्ञ आपको पेशेवर समर्थन प्रदान करते हैं और उत्पाद कार्यक्षमताओं को निःशुल्क अनुकूलित करते रहेंगे ताकि आपको बेहतर उत्पाद प्रदान किए जा सकें।",
  "Expert Support": "एक्सपर्ट सपोर्ट",
  "Expired": "समाप्त",
  "Expires in": "में समाप्त होगा",
  "Explain": "समझाएं",
  "Exploiting platform bugs or system loopholes": "प्लेटफ़ॉर्म बग या सिस्टम खामियों का फायदा उठाना",
  "Extensive coverage": "व्यापक कवरेज",
  "FAQ": "FAQ",
  "Failed": "असफल हुआ",
  "False deposits, money laundering, or manipulation to trigger rewards": "गलत जमा, मनी लॉन्ड्रिंग, या रिवॉर्ड्स को ट्रिगर करने के लिए हेरफेर",
  "Fast response": "तेज़ प्रतिक्रिया",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "तेज़ लेनदेन, बैंकरोल पूंजी निवेश और लाभ साझाकरण, लंबित ऑर्डर, और लेनदेन की प्रतिलिपि बनाना सुविधाजनक और लचीले ट्रेडिंग मोड हैं।",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "तेज़ ट्रेड्स। आसान फैसले। कम्युनिटी में अन्य ट्रेडर्स के साथ रियल-टाइम में बातचीत।",
  "Favorite Trading Derivatives": "पसंदीदा ट्रेडिंग डेरिवेटिव्स",
  "Favorites": "फेवरेट्स",
  "Fear & Greed Index": "फियर और ग्रीड इंडेक्स",
  "Fee": "शुल्क",
  "Fee options": "शुल्क विकल्प",
  "Fiat": "फिएट",
  "Finished": "समाप्त",
  "First deposit bonus guide": "पहली जमा बोनस गाइड",
  "Fixed fee limit": "फिक्स्ड शुल्क सीमा",
  "Flat fee": "फ्लैट शुल्क",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "फ्लैट फ़ीस आपकी पोज़ीशन (अमाउंट × लीवरेज) के प्रतिशत के रूप में कैलकुलेट की जाती है",
  "Flexible transaction mode": "लचीला लेनदेन मोड",
  "Floating PnL": "फ्लोटिंग PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "हमारे <0>हाई-लो स्प्रेड</0> पर हर ${{ticketQuota}} ट्रेड के लिए, आपको अपने आप एक रैफ़ल टिकट मिलेगा। तो ज़्यादा से ज़्यादा टिकट जीतकर अपने लिए सबसे अच्छा मौका ज़रूर जीतें!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "उदाहरण के तौर पर, अगर आपके पास $500 का ओपन लॉन्ग BTC पोज़ीशन है, 10x मल्टीप्लायर के साथ और फंडिंग रेट 0.1% है, तो पहले 8 घंटे के बाद आपको प्रति घंटे $0.21 चार्ज किया जाएगा। अगर पोज़ीशन लॉन्ग के बजाय शॉर्ट होती, तो आपको फंडिंग पेमेंट मिलती। अगर आपकी पोज़ीशन 8 घंटे के भीतर क्लोज़ हो जाती है, तो कोई फंडिंग पेमेंट नहीं होगी।",
  "For the safety of your funds, must complete the following binding": "आपके फंड की सुरक्षा के लिए, निम्नलिखित बाइंडिंग पूरा करना आवश्यक है",
  "For the safety of your funds, withdrawals must complete the following binding": "आपके फंड की सुरक्षा के लिए, निकासी को निम्नलिखित बाइंडिंग पूरा करना आवश्यक है",
  "Forgot?": "भूल गए?",
  "Free": "फ्री",
  "Frequently Asked Questions (FAQ)": "अक्सर पूछे जाने वाले (FAQ)",
  "Frequently asked questions": "अक्सर पूछे जाने वाले प्रश्न",
  "From": "से",
  "Funding Payments": "फंडिंग भुगतान",
  "Funding fee history": "फंडिंग शुल्क हिस्ट्री",
  "Funding/h": "फंडिंग/घंटा",
  "Futures": "फ्यूचर्स",
  "Futures Entrust": "फ्यूचर्स एंट्रस्ट",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "फ्यूचर्स ट्रेडिंग एक लेनदेन है जो स्पॉट मार्केट से संबंधित होता है। उपयोगकर्ता फ्यूचर्स कॉन्ट्रैक्ट ट्रेडिंग में प्राइस के उत्थान या गिरावट का अनुमान लगा सकते हैं और लाभ कमाने के लिए लॉन्ग खरीदने या शॉर्ट बेचने का विकल्प चुन सकते हैं। साथ ही, उपयोगकर्ता लीवरेज बढ़ाकर अतिरिक्त फंड उधार ले सकते हैं और अपनी पोजीशन का आकार बढ़ा सकते हैं।",
  "Gas fee": "गैस शुल्क",
  "General access": "सामान्य पहुंच",
  "Get 50% bonus": "50% बोनस प्राप्त करें",
  "Get Trading commission when your friends trading.": "अपने दोस्तों के ट्रेडिंग करने पर ट्रेडिंग कमीशन प्राप्त करें।",
  "Get free educational materials and 24/7 support": "फ्री शैक्षिक सामग्री और 24/7 सहायता प्राप्त करें",
  "Get help": "मदद लें",
  "Go bind": "बाइंड करें",
  "Go to home": "होम पर जाएं",
  "Go to the Reward Center and manually activate your bonus voucher.": "रिवॉर्ड सेंटर पर जाएं और अपने बोनस वाउचर को मैन्युअल रूप से सक्रिय करें।",
  "Go trading": "ट्रेडिंग करें",
  "Gold": "गोल्ड",
  "Gold Partner": "गोल्ड पार्टनर",
  "Good Job!": "शानदार काम!",
  "Google 2FA code": "Google 2FA कोड",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator को App Store या Google Play से डाउनलोड किया जा सकता है।",
  "Got it": "समझ गया",
  "Guess if the price ends higher or lower than the target.": "अनुमान लगाएँ कि प्राइस लक्ष्य से ऊपर बंद होगी या नीचे।",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "आपको जो चाहिए था वो नहीं मिला? यहाँ कुछ सवाल देखें या अधिक जानकारी के लिए हमारे सहायता केंद्र पर जाएँ।",
  "Hide Small": "छोटा छिपाएं",
  "High Low": "हाई लो",
  "High Low Guess if the price ends higher or lower than the target.": "हाई-लो अनुमान लगाएँ कि प्राइस लक्ष्य से ऊपर बंद होगी या नीचे।",
  "High Low Spread": "हाई लो स्प्रेड",
  "History": "हिस्ट्री",
  "Home": "होम",
  "Hour": "घंटा",
  "How does Playnance assist Partners in their platforms' promotion?": "Playnance अपने भागीदारों की प्लेटफॉर्म प्रमोशन में कैसे सहायता करता है?",
  "How it works": "यह कैसे काम करता है",
  "How much can I earn from my referral?": "मैं अपनी रेफरल से कितना कमा सकता हूँ?",
  "How to Claim Your Bonus": "अपना बोनस कैसे क्लेम करें",
  "How to apply": "कैसे आवेदन करें",
  "How to invite": "कैसे आमंत्रित करें",
  "How will players deposit and withdraw their funds?": "खिलाड़ी अपने फंड्स को कैसे जमा और निकाल सकते हैं?",
  "I acknowledge": "मैं स्वीकार करता हूँ",
  "I've made deposit": "मैंने जमा किया है",
  "ID verification": "आईडी सत्यापन",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "सूचकांक घटक स्पॉट एक्सचेंज",
  "If you are a content creator, make sure to check out our": "यदि आप एक कंटेंट क्रिएटर हैं, तो हमारी जांच अवश्य करें",
  "If you believe your account was flagged in error, please contact official support to appeal.": "यदि आपको लगता है कि आपके खाते को गलती से चिह्नित किया गया है, तो कृपया अपील करने के लिए आधिकारिक सहायता से संपर्क करें।",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "यदि आपने यह ट्रांसफर पूरा नहीं किया है, तो आप जमा प्रक्रिया <0>यहां</0> जारी रख सकते हैं।",
  "If you have any questions about this Privacy Policy, please contact us at": "यदि आपको इस गोपनीयता नीति के बारे में कोई प्रश्न है, तो कृपया हमसे यहां संपर्क करें",
  "If you have the traffic, it can be monetized.": "यदि आपके पास ट्रैफिक है, तो इसे मोनेटाइज़ किया जा सकता है।",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "यदि आपको लगता है कि काउंटडाउन समाप्त होने पर प्राइस गिरेगा, तो \"डाउन\" चुनें। (आकृति में दिखाए गए मान आपके प्राप्त लाभ अनुपात से मेल खाते हैं)",
  "If you think the price will fall, choose DOWN to catch the drop.": "अगर आपको लगता है कि प्राइस गिरेगी, तो गिरावट पकड़ने के लिए डाउन चुनें।",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "यदि आपको लगता है कि प्राइस गिरेगा, तो मार्जिन सेट करें और शॉर्ट बटन दबाएं। यदि प्राइस गिरता है, तो आप लाभ अर्जित करेंगे।",
  "If you think the price will go up, choose UP to go with the trend.": "अगर आपको लगता है कि प्राइस ऊपर जाएगी, तो ट्रेंड के साथ जाने के लिए अप चुनें।",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "यदि आपको लगता है कि प्राइस बढ़ेगा, तो मार्जिन सेट करें और लॉन्ग बटन दबाएं। यदि प्राइस बढ़ता है, तो आप लाभ अर्जित करेंगे।",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "यदि आपको लगता है कि काउंटडाउन समाप्त होने पर प्राइस बढ़ेगा, तो कृपया अप चुनें। (आकृति में दिखाए गए मान आपके प्राप्त लाभ अनुपात से मेल खाते हैं)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "अगर आप उत्पाद प्रबंधन या प्रौद्योगिकी विकास के बजाय बिक्री और कमाई पर ध्यान केंद्रित करना चाहते हैं।",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "अगर आपकी पोज़ीशन 8 घंटे से अधिक समय तक ओपन रहती है, तो मार्केट कंडीशन के आधार पर प्रति घंटे फंडिंग फ़ीस लागू होगी। ये फ़ीस सीधे आपके अकाउंट बैलेंस से काटी जाएगी। अगर आपका बैलेंस फंडिंग फ़ीस को कवर करने के लिए पर्याप्त नहीं है, तो आपकी पोज़ीशन सिस्टम द्वारा ज़बरदस्ती क्लोज़ कर दी जाएगी।",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "अगर आपकी पोज़ीशन 8 घंटे से ज़्यादा समय तक ओपन रहती है, तो मार्केट कंडीशन के आधार पर प्रति घंटे फंडिंग फ़ीस लागू होगी।",
  "Important Reminders": "महत्वपूर्ण अनुस्मारक",
  "Income": "कमाई",
  "Increase Limit": "सीमा बढ़ाएं",
  "Increase aggregate limit": "समग्र सीमा बढ़ाएँ",
  "Increase limit": "सीमा बढ़ाएं",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "अपने प्लेटफॉर्म पर Detrade क्रिप्टोक्यूरेंसी डेरिवेटिव्स को एकीकृत करें",
  "Integration": "एकीकरण",
  "Integration program": "इंटीग्रेशन प्रोग्राम",
  "Intelligent integrated services": "बुद्धिमान एकीकृत सेवाएँ",
  "Internal group": "आंतरिक ग्रुप",
  "Intuitive trader transaction data display and statistics": "सहज ट्रेडर लेनदेन डेटा प्रदर्शन और आँकड़े",
  "Intuitive trading trend display and analysis tools": "सहज ट्रेडिंग ट्रेंड डिस्प्ले और विश्लेषण उपकरण",
  "Invalid email": "अमान्य ईमेल",
  "Invite friends": "मित्रों को आमंत्रित करें",
  "Invite friends to earn  20% commission": "20% कमीशन कमाने के लिए दोस्तों को आमंत्रित करें",
  "Invite only": "केवल आमंत्रण",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "क्या रेफरल प्रोग्राम के माध्यम से कमीशन अर्जित करने की कोई सीमा है?",
  "Is there a limit to the invitation rewards I can receive?": "क्या मुझे प्राप्त होने वाले आमंत्रण पुरस्कारों की कोई सीमा है?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "यह निवेशकों को बाजार की भावनात्मक स्थिति को समझने में मदद करता है, जो खरीदने और बेचने के व्यवहार को प्रभावित कर सकती है।",
  "Join  our community": "हमारे समुदाय में शामिल हों",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Detrade Connect में शामिल हों ताकि आप अपने प्लेटफॉर्म की ऑपरेशनल वृद्धि को तेज़ कर सकें, और हम आपको सेवा गारंटी प्रदान करें।",
  "Join and earn extra bonuses!": "शामिल हों और अतिरिक्त बोनस कमाएं!",
  "Join free competitions": "फ्री प्रतियोगिताओं में शामिल हों",
  "Join now and get a": "अभी शामिल हों और प्राप्त करें",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "हमारी साप्ताहिक रैंडम लॉटरी में शामिल हों और <0>${{amount}}</1> साझा करें!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC सत्यापन",
  "KYC authentication": "KYC ऑथेंटिकेशन",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "अपनी पोज़ीशन 8 घंटे से अधिक समय तक ओपन रखें, और मार्केट कंडीशन के आधार पर आपको प्रति घंटे फंडिंग पेमेंट देनी या लेनी पड़ सकती है।",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "अपनी पोज़ीशन 8 घंटे से अधिक समय तक ओपन रखें, और मार्केट कंडीशन के आधार पर आपको प्रति घंटे फंडिंग पेमेंट देनी या लेनी पड़ सकती है। जब मार्केट बुलिश होता है, तो फंडिंग रेट पॉज़िटिव होता है और लॉन्ग ट्रेडर्स शॉर्ट ट्रेडर्स को भुगतान करते हैं। जब मार्केट बेयरिश होता है, तो फंडिंग रेट नेगेटिव होता है और शॉर्ट ट्रेडर्स लॉन्ग ट्रेडर्स को भुगतान करते हैं।",
  "Language": "भाषा",
  "Large product research & Development team": "बड़ी उत्पाद अनुसंधान और विकास टीम",
  "Last price": "लास्ट प्राइस",
  "Latest events": "नवीनतम घटनाएँ",
  "Launch now": "अभी लॉन्च करें",
  "Leaderboard": "लीडरबोर्ड",
  "Learn": "सीखें",
  "Learn More": "अधिक जानें",
  "Level assessment & update": "स्तर मूल्यांकन और अपडेट",
  "Leverage": "लीवरेज",
  "Leverage 1000x Maximum": "अधिकतम 1000x लीवरेज",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Detrade की तकनीक का उपयोग करके अपना खुद का ट्रेडिंग ऐप लॉन्च करें। अपने ग्राहकों को एक उन्नत ट्रेडिंग अनुभव प्रदान करें और आपके ऐप पर निष्पादित प्रत्येक ट्रेड से कमाई करें।",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "लीवरेज आपको कम पूंजी में अपने पोजीशन साइज को बढ़ाने की सुविधा देता है। अधिक लीवरेज आपके संभावित मुनाफे और जोखिम दोनों को बढ़ाता है।",
  "License": "लाइसेंस",
  "License Information": "लाइसेंस जानकारी",
  "Light": "लाइट",
  "Limits": "सीमाएं",
  "Liq price": "लिक्विडेशन प्राइस",
  "Liq.Price": "लिक्विडेशन प्राइस",
  "Liq.price": "लिक्विडेशन प्राइस",
  "Liquidated": "लिक्विडेट किया गया",
  "Live": "लाइव",
  "Live chat": "लाइव चैट",
  "Live trade": "लाइव ट्रेड",
  "Loading Failed": "लोडिंग विफल",
  "Log out": "लॉग आउट",
  "Login": "लॉगिन",
  "Login 2FA switch": "लॉगिन 2FA स्विच",
  "Login here.": "यहां लॉगिन करें।",
  "Login history": "लॉगिन हिस्ट्री",
  "Login method": "लॉगिन विधि",
  "Login to Detrade": "Detrade में लॉगिन करें",
  "Login with email code": "ईमेल कोड से लॉगिन करें",
  "Login with password": "पासवर्ड से लॉगिन करें",
  "Lose": "हार",
  "Loser": "हारा हुआ",
  "Loved by users": "यूज़र्स द्वारा पसंद किया गया",
  "Major features:": "प्रमुख विशेषताएं:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "सफल ट्रेड करें और अपनी पहली जमा राशि पर अधिकतम बोनस प्राप्त करें। <0>अधिक जानें<0>",
  "Manual": "मैनुअल",
  "Mark Price": "मार्क प्राइस",
  "Mark price": "मार्क प्राइस",
  "Market": "मार्केट",
  "Market Impact Effects": "बाजार प्रभाव प्रभाव",
  "Max": "अधिकतम",
  "Max Profit": "अधिकतम लाभ",
  "Max TV": "मैक्स TV",
  "Max Trade": "अधिकतम ट्रेड",
  "Max solo bonus": "अधिकतम सोलो बोनस",
  "Max withdrawal limit": "अधिकतम निकासी सीमा",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "सदस्य-हितैषी प्रणाली: हमारे कई मौजूदा सदस्यों ने हमारे कार्यक्रम के माध्यम से स्थायी पैसिव इनकम सफलतापूर्वक बनाई है। अब बारी आपकी है।",
  "Memo": "मेमो",
  "Memo is required": "मेमो आवश्यक है",
  "Memo/Tag": "मेमो/टैग",
  "Menu": "मेनू",
  "Min Trade": "न्यूनतम ट्रेड",
  "Minimum Deposit": "न्यूनतम जमा",
  "Minimum {{min}} characters": "न्यूनतम {{min}} अक्षर",
  "Minimum {{min}} characters and maximum {{max}} characters": "न्यूनतम {{min}} अक्षर और अधिकतम {{max}} अक्षर",
  "Minute": "मिनट",
  "Money Distributed": "पैसा बांटा गया",
  "Month": "महीना",
  "Month's Pnl": "महीने का Pnl",
  "Monthly Earnings": "मासिक कमाई",
  "Monthly cashback cap": "मासिक कैशबैक सीमा",
  "More": "अधिक",
  "Multi-account abuse or airdrop farming behavior": "मल्टी-अकाउंट दुरुपयोग या एयरड्रॉप फ़ार्मिंग व्यवहार",
  "Multiple crypto currency binary options derivatives": "एकाधिक क्रिप्टोकरेंसी बाइनरी ऑप्शंस डेरिवेटिव्स",
  "Multiple investment models": "एकाधिक निवेश मॉडल",
  "Multiplier": "मल्टीप्लायर",
  "Must be at least {{less}}": "कम से कम {{less}} होना चाहिए",
  "Must be at most {{large}}": "अधिक से अधिक {{large}} होना चाहिए",
  "My Position": "मेरी पोजीशन",
  "My activity": "मेरी गतिविधि",
  "My referral code": "मेरा रेफरल कोड",
  "My referral link": "मेरा रेफरल लिंक",
  "My reward": "मेरा इनाम",
  "My vouchers": "मेरे वाउचर",
  "NA": "NA",
  "Name": "नाम",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "मदद चाहिए? हमारे सहायता केंद्र पर जाएँ या ग्राहक सहायता से संपर्क करें। हम आपकी 24/7 मदद के लिए उपलब्ध हैं।",
  "Network": "नेटवर्क",
  "New": "नया",
  "New Password": "नया पासवर्ड",
  "New Trading Symbol": "नया ट्रेडिंग प्रतीक",
  "New messages": "नए संदेश",
  "New notice": "नई सूचना",
  "New password is {{exceed}} length": "नया पासवर्ड {{exceed}} लंबाई का है",
  "New user": "नया उपयोगकर्ता",
  "Next": "अगला",
  "Next Draw Starts in": "अगला ड्रा शुरू होता है",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC एक ब्रोकरेज है जो स्वयं-निर्देशित निवेशकों को ब्रोकरेज सेवाएं प्रदान करती है, और कोई सिफारिश नहीं करती है और न ही कोई निवेश, वित्तीय, कानूनी या कर संबंधी सलाह देती है। ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC एक ब्रोकरेज है जो स्वयं-निर्देशित निवेशकों को ब्रोकरेज सेवाएँ प्रदान करता है, लेकिन कोई सिफारिश नहीं करता और न ही निवेश, वित्तीय, कानूनी या कर संबंधी सलाह देता है। ऑनलाइन ट्रेडिंग में स्वाभाविक रूप से जोखिम होते हैं, जिनमें बाजार की स्थिति, सिस्टम प्रदर्शन और अन्य कारकों के कारण सिस्टम प्रतिक्रिया और पहुँच समय में उतार-चढ़ाव शामिल हैं। ट्रेडिंग से पहले, एक स्वतंत्र, लाइसेंस प्राप्त वित्तीय सलाहकार से परामर्श करें और सुनिश्चित करें कि आपके पास आवश्यक जोखिम उठाने की क्षमता, अनुभव और ज्ञान है। किसी भी परिस्थिति में, Nexus Play LLC किसी भी व्यक्ति या संस्था के लिए प्रत्यक्ष, अप्रत्यक्ष, विशेष, परिणामी या आकस्मिक हानि के लिए उत्तरदायी नहीं होगा। ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, एक ब्रोकरेज कंपनी है, जिसे Mwali International Services Authority (M.I.S.A.) द्वारा लाइसेंस #BFX2024137 के तहत अधिकृत और विनियमित किया गया है।",
  "No": "नहीं",
  "No Hidden Fees": "कोई छिपी हुई फीस नहीं",
  "No More Data": "कोई और डेटा नहीं",
  "No More Orders": "कोई और ऑर्डर नहीं",
  "No data available": "कोई डेटा उपलब्ध नहीं",
  "No discussion of streamers or Twitch or any other similar platforms.": "स्ट्रीमर्स, Twitch या किसी अन्य समान प्लेटफॉर्म पर चर्चा न करें।",
  "No downloads or updates required": "डाउनलोड या अपडेट की आवश्यकता नहीं",
  "No funding within 60 minutes for this order": "इस ऑर्डर के लिए 60 मिनट में कोई फंडिंग नहीं",
  "No installation is required and you can trade via your smartphone's web browser.": "कोई इंस्टॉलेशन आवश्यक नहीं है और आप अपने स्मार्टफोन के वेब ब्राउज़र के माध्यम से ट्रेड कर सकते हैं।",
  "No more data": "कोई और डेटा नहीं",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "चैट में राजनीति और धर्म से संबंधित बातचीत नहीं की जाए, यह सख्ती से मना है।",
  "No suspicious behavior that can be seen as potential scams.": "कोई भी संदिग्ध व्यवहार न करें जिसे संभावित घोटाले के रूप में देखा जा सकता है।",
  "No withdrawal of coins within 24 hours": "24 घंटों के भीतर सिक्कों की निकासी नहीं",
  "Not activated": "सक्रिय नहीं किया गया",
  "Not completed": "पूरा नहीं हुआ",
  "Note": "नोट",
  "Notification": "नोटिफिकेशन",
  "Now login disabled 2FA": "अब लॉगिन के लिए 2FA अक्षम कर दिया गया है",
  "Now login need 2FA": "अब लॉगिन के लिए 2FA की जरूरत है",
  "Old Password": "पुराना पासवर्ड",
  "Old password is {{exceed}} length": "पुराना पासवर्ड {{exceed}} लंबाई का है",
  "On going": "अभी चालू है",
  "On your first deposit": "आपकी पहली जमा राशि पर",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "एक बार एक्टिवेट होने पर, अगर आपकी पोज़ीशन साइज ≥ बोनस वैल्यू है, तो सिस्टम ट्रेड के लिए सबसे पहले बोनस का उपयोग करेगा।",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "एक बार जब सीड प्रकट हो जाता है, तो कोई भी ट्रेडिंग राउंड की कीमतों को सत्यापित कर सकता है। निम्नलिखित Python कोड किसी राउंड के पहले 100 प्राइस को उसके सीड के आधार पर गणना करता है:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "एक बार जब आप सभी 4 ट्रेडिंग मोड (हाईलो / स्प्रेड / फ़्यूचर / अप डाउन) अनलॉक कर लेते हैं, तो आपका पूरा बोनस (आपकी जमा राशि का 50%) स्वचालित रूप से जारी कर दिया जाएगा।",
  "Ongoing": "अभी चालू है",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "ऑनलाइन ट्रेडिंग में अंतर्निहित जोखिम होते हैं, जिनमें बाजार की स्थिति, सिस्टम के प्रदर्शन और अन्य कारणों के चलते सिस्टम की प्रतिक्रिया और एक्सेस समय में उतार-चढ़ाव शामिल हैं। ट्रेडिंग शुरू करने से पहले किसी स्वतंत्र और लाइसेंस प्राप्त वित्तीय सलाहकार से परामर्श लें, और सुनिश्चित करें कि आपके पास आवश्यक जोखिम वहन करने की क्षमता, अनुभव और ज्ञान हो। किसी भी परिस्थिति में Nexus Play LLC किसी भी व्यक्ति या संस्था के प्रति किसी भी प्रकार की प्रत्यक्ष, अप्रत्यक्ष, विशेष, परिणामी या आकस्मिक क्षति के लिए जिम्मेदार नहीं होगा। ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "केवल {{crypto}} इस पते पर भेजें, {{confirmations}} पुष्टियाँ आवश्यक हैं।",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "सिर्फ चैट चैनल में निर्दिष्ट भाषा का उपयोग करें, संभावित दुरुपयोग पर दंड लगाया जाएगा।",
  "Open": "खुला",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Google Authenticator खोलें, नीचे दिए गए QR कोड को स्कैन करें या सत्यापन टोकन को सक्रिय करने के लिए मैन्युअल रूप से कुंजी वाक्यांश दर्ज करें",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "इस प्लेटफ़ॉर्म पर वर्तमान मुद्रा के लिए उपयोगकर्ताओं की ओपन पोजीशन दिशा प्रतिशत",
  "Order Amount": "ऑर्डर राशि",
  "Order Id": "ऑर्डर आईडी",
  "Order Progress": "ऑर्डर प्रगति",
  "Order id": "ऑर्डर आईडी",
  "Order placed successfully!": "ऑर्डर सफलतापूर्वक दिया गया!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "मूल बैंकरोल निवेश मॉडल, आय कमाना आसान, संपत्तियां किसी भी समय निकाली जा सकती हैं।",
  "Other": "अन्य",
  "Our Advantage": "हमारा फायदा",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "हमारा प्लेटफॉर्म 18 वर्ष से कम उम्र के बच्चों के उपयोग के लिए नहीं है। हम जानबूझकर 18 वर्ष से कम उम्र के बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं। यदि हमें पता चलता है कि हमने 18 वर्ष से कम उम्र के किसी बच्चे से व्यक्तिगत जानकारी एकत्र की है, तो हम उस जानकारी को जल्द से जल्द हटा देंगे।",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "हमारा प्लेटफार्म तीसरे पक्ष की वेबसाइटों या सेवाओं के लिंक शामिल कर सकता है जो Detrade के स्वामित्व या नियंत्रण में नहीं हैं। हमारे पास इन तीसरे पक्ष की वेबसाइटों या सेवाओं के सामग्री, गोपनीयता नीतियों या प्रथाओं पर कोई नियंत्रण नहीं है, और हम इनसे संबंधित किसी भी प्रकार की जिम्मेदारी स्वीकार नहीं करते हैं। हम आपको प्रोत्साहित करते हैं कि आप जिन तीसरी पक्ष की वेबसाइटों पर जाएं, उनकी गोपनीयता नीतियों की समीक्षा करें।",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "हमारा साझेदार कार्यक्रम हमारी जीत-जीत सहयोग बनाने की प्रतिबद्धता को दर्शाता है और सभी आकारों के एफिलिएट्स के लिए अनुकूलित है। हमारे पारस्परिक विकास की यात्रा में हमारे साथ जुड़ें!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "हमारा योजना उन लोगों को प्रोत्साहन प्रदान करने का उद्देश्य है जो उत्कृष्ट परिणाम प्राप्त करते हैं।",
  "Outflow": "बहिर्वाह",
  "Over 70 popular crypto assets. Trade and increase your balance": "70 से अधिक लोकप्रिय क्रिप्टो एसेट्स। ट्रेड करें और अपना बैलेंस बढ़ाएँ",
  "Overview": "ओवरव्यू",
  "Own your branded platform": "अपना ब्रांडेड प्लेटफॉर्म बनाएं",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "बोनस ट्रेड्स से P&L सीधे आपके वास्तविक खाते में जमा कर दी जाएगी",
  "PNL": "PNL",
  "Page error": "पृष्ठ त्रुटि",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "भागीदारी विधि: अवधि के दौरान 3 STONKS/BCD लेनदेन पूरा करें।",
  "Partner Program": "पार्टनर प्रोग्राम",
  "Partner program": "पार्टनर प्रोग्राम",
  "Partnership Program": "पार्टनरशिप प्रोग्राम",
  "Partnership Tiers": "पार्टनरशिप स्तर",
  "Partnership With A Trusted Pioneer": "एक विश्वसनीय पायनियर के साथ साझेदारी",
  "Partnership program": "पार्टनरशिप प्रोग्राम",
  "Password": "पासवर्ड",
  "Password reset link sent. Check your email inbox.": "पासवर्ड रीसेट लिंक भेज दिया गया है। कृपया अपना ईमेल इनबॉक्स चेक करें।",
  "Password strength": "पासवर्ड की मजबूती",
  "Passwords must differ": "पासवर्ड अलग-अलग होने चाहिए",
  "Past": "पिछला",
  "Past 1 year": "पिछले 1 वर्ष",
  "Past {{days}} days": "पिछले {{days}} दिन",
  "Past {{hours}} hours": "पिछले {{hours}} घंटे",
  "Payment Method": "भुगतान विधि",
  "Payout": "पेआउट",
  "Payout Multiplier": "भुगतान गुणक",
  "Pending third-party processing (estimated {{hours}} hours).": "तृतीय-पक्ष प्रोसेसिंग लंबित है (अनुमानित {{hours}} घंटे)।",
  "Pending third-party processing.": "तृतीय-पक्ष प्रोसेसिंग लंबित है।",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "लाभ में उच्च कमीशन दरें, प्रायोजित Detrade अभियान, और बहुत कुछ शामिल हैं!",
  "Personal": "व्यक्तिगत",
  "Personal Info": "व्यक्तिगत जानकारी",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "अपनी पोज़ीशन को अधिकतम करने के लिए एक मल्टीप्लायर चुनें। उच्च मल्टीप्लायर सेट करने से आपकी पोज़ीशन का जोखिम बढ़ जाता है।",
  "Place Your Trade": "अपना ट्रेड करें",
  "Platform": "प्लेटफार्म",
  "Platform Name": "प्लेटफार्म नाम",
  "Platform Type": "प्लेटफार्म प्रकार",
  "Platform Website": "प्लेटफार्म वेबसाइट",
  "Platinum": "प्लैटिनम",
  "Platinum Partner": "प्लैटिनम पार्टनर",
  "Play now": "अभी खेलें",
  "Players": "खिलाड़ी",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "खिलाड़ी प्लेटफॉर्म द्वारा प्रदान किए गए रिचार्ज और निकासी पोर्टल के माध्यम से रिचार्ज और निकासी संचालन कर सकते हैं।",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "खिलाड़ी बिटकॉइन की प्राइस की भविष्यवाणी कर सकते हैं। वे उस पूल में शामिल हो सकते हैं जो प्राइस बढ़ने या घटने की भविष्यवाणी करता है और भाग लेने के लिए एक निश्चित राशि निवेश कर सकते हैं। विजेता को निवेश अनुपात के अनुसार प्रतिद्वंद्वी के कैपिटल पूल की संपत्तियाँ वितरित की जाएंगी। एक नया गेम तभी शुरू किया जा सकता है जब पिछले सभी राउंड के खिलाड़ियों को उनका भुगतान मिल चुका हो।",
  "Please enter a valid email address": "कृपया एक मान्य ईमेल पता दर्ज करें",
  "Please enter an 2FA code": "कृपया 2FA कोड दर्ज करें",
  "Please enter the seed": "कृपया सीड दर्ज करें",
  "Please enter you remail": "कृपया अपना ईमेल दर्ज करें",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "कृपया जमा करने के जमा दिशानिर्देशों का पालन करें, अन्यथा आपकी जमा राशि खो सकती है।",
  "Please refresh the page or jump to the trading center": "कृपया पृष्ठ को रिफ्रेश करें या ट्रेडिंग सेंटर पर जाएं",
  "PnL": "PnL",
  "PnL fee": "PnL शुल्क",
  "PnL fee limit": "PnL शुल्क सीमा",
  "PnL%": "PnL%",
  "Positions": "पोजीशन्स",
  "Potential Return": "संभावित वापसी",
  "Powered by": "द्वारा संचालित",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "ट्रेडिंग के लिए मूल्य की दिशा का अनुमान लगाएं। यदि मूल्य आपकी चुनी हुई दिशा में चलता है, तो आप लाभ कमाएंगे!",
  "Preferences": "प्राथमिकताएँ",
  "Premium support": "प्रीमियम समर्थन",
  "Preview": "प्रिव्यू",
  "Price": "प्राइस",
  "Price Formulation": "प्राइस फॉर्मूलेशन",
  "Price formulation": "प्राइस फॉर्मूलेशन",
  "Price move": "प्राइस मूव",
  "Priority access": "प्राथमिकता पहुंच",
  "Privacy Policy": "गोपनीयता नीति",
  "Privacy policy": "गोपनीयता नीति",
  "Private invitation": "निजी निमंत्रण",
  "Private profile": "प्राइवेट प्रोफ़ाइल",
  "Prize Calculation Formula": "पुरस्कार गणना सूत्र",
  "Prize Pools": "पुरस्कार पूल",
  "Prizes will be sent on Notice page as the Contest ends.": "प्रतियोगिता समाप्त होते ही पुरस्कार सूचना पृष्ठ पर भेज दिए जाएंगे।",
  "Product Description": "उत्पाद वर्णन",
  "Product capabilities": "उत्पाद क्षमताएँ",
  "Product iteration, new product development": "उत्पाद सुधार, नया उत्पाद विकास",
  "Professional, Secure, Trustworthy": "पेशेवर, सुरक्षित, भरोसेमंद",
  "Profile": "प्रोफाइल",
  "Profile is not publicly available": "प्रोफ़ाइल सार्वजनिक रूप से उपलब्ध नहीं है",
  "Profit": "लाभ",
  "Profit Calculator": "लाभ कैलकुलेटर",
  "Program — Work with a trustworthy online trading provider.": "प्रोग्राम — एक विश्वसनीय ऑनलाइन ट्रेडिंग प्रदाता के साथ कार्य करें।",
  "Progressing": "प्रोसेसिंग",
  "Promising Affiliate": "होनहार एफिलिएट",
  "Provably fair": "प्रोवबली फेयर",
  "Provides tutorials,guides and various trading strategy services.": "ट्यूटोरियल, गाइड और विभिन्न ट्रेडिंग रणनीति सेवाएँ प्रदान करता है।",
  "Providing the best customer service is our aim.": "सर्वश्रेष्ठ ग्राहक सेवा प्रदान करना हमारा उद्देश्य है।",
  "Providing users with diverse options for transactions": "उपयोगकर्ताओं को लेनदेन के लिए विविध विकल्प प्रदान करना",
  "Q1: Can I withdraw the bonus?": "प्रश्न 1: क्या मैं बोनस निकाल सकता हूँ?",
  "Q2: Will my bonus expire if I don't activate it?": "प्रश्न 2: यदि मैं इसे सक्रिय नहीं करता तो क्या मेरा बोनस समाप्त हो जाएगा?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "प्रश्न 3: मैंने जमा किया लेकिन मुझे बोनस नहीं मिला। मुझे क्या करना चाहिए?",
  "Quick experience starts here, easy experience without registration": "त्वरित अनुभव यहीं से शुरू होता है, बिना पंजीकरण के आसान अनुभव",
  "Quick tap: will the price go up or down next?": "जल्दी बताइए: अगली बार प्राइस ऊपर जाएगी या नीचे?",
  "ROI": "ROI",
  "ROI Calculator": "ROI कैलकुलेटर",
  "ROI calculator": "ROI कैलकुलेटर",
  "Rakeback": "रेकबैक",
  "Rank": "रैंक",
  "Rapid deployment": "तेजी से तैनाती",
  "ReSend": "पुन: भेजें",
  "Ready to Get Started": "आरंभ करने के लिए तैयार",
  "Real Account": "वास्तविक खाता",
  "Real Account – Real Funds!": "वास्तविक खाता – वास्तविक धन!",
  "Realized PnL": "रियलाइज्ड PnL",
  "Receive commission rewards": "कमीशन पुरस्कार प्राप्त करें",
  "Recommended for you": "आपके लिए सुझाया गया",
  "Record": "रिकॉर्ड",
  "Referral": "रेफरल",
  "Referral by": "रेफरल द्वारा",
  "Referral rules": "रेफरल नियम",
  "Referred at": "रेफर किया गया",
  "Referred users": "रेफर किए गए उपयोगकर्ता",
  "Refresh page": "पेज रिफ्रेश करें",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "बेसिक मार्केट की लिक्विडिटी चाहे जो भी हो, Detrade यह गारंटी देता है कि बस्ट और स्टॉप लॉस ट्रेड्स हमेशा एंट्री के समय तय किए गए प्राइस पर ही पूरे होंगे। बस्ट लॉस मूल पोजीशन साइज तक सीमित रहते हैं और स्टॉप लॉस ट्रेडर की एंट्री सेटिंग के अनुसार सीमित होते हैं। बस्ट और स्टॉप लॉस के ट्रिगर प्राइस इस प्रकार से कैलकुलेट किए जा सकते हैं:",
  "Register": "पंजीकरण करें",
  "Register for Detrade.": "Detrade के लिए पंजीकरण करें।",
  "Register to Win Crypto Tokens": "क्रिप्टो टोकन जीतने के लिए पंजीकरण करें",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "सामान्य बाइनरी ऑप्शंस उत्पाद इस बात पर आधारित होते हैं कि निर्दिष्ट समय अवधि (जैसे अगले 30 सेकंड, एक मिनट, एक घंटा आदि) के भीतर किसी अंतर्निहित संपत्ति की क्लोजिंग प्राइस एक्सीक्यूशन प्राइस से कम या अधिक होगी। इसका निर्धारण इस बात से होता है कि लाभ मिलेगा या नहीं। यह उत्पाद एक शॉर्ट-टर्म इन्वेस्टमेंट है और उन बाजारों के लिए उपयुक्त है जहाँ प्राइस मूवमेंट में कम उतार-चढ़ाव होता है।",
  "Reliable": "विश्वसनीय",
  "Reload": "",
  "Remarks": "टिप्पणी",
  "Remove": "हटाएं",
  "Remove 2fa Success": "2FA हटाना सफल",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "उन प्राइस फीड्स को हटाएं जिनमें पिछले 30 सेकंड में कोई मार्केट डेटा अपडेट नहीं हुआ है।",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "कोई भी प्राइस फीड हटा दें जिसमें बाय और सेल प्राइस क्रॉस हो रहे हों या जिसका टॉप-ऑफ-बुक मिड-प्राइस सभी प्राइस फीड्स के मीडियन टॉप-ऑफ-बुक मिड-प्राइस से 10% से अधिक अंतर पर हो।",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "आवश्यकताएँ: 100 अद्वितीय, सक्रिय साइनअप्स जिनके रेफ़रल्स द्वारा कम से कम $1,000,000 का ट्रेडिंग वॉल्यूम हो।",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "आवश्यकताएँ: 50 अद्वितीय, सक्रिय साइनअप्स जिनके रेफ़रल्स द्वारा कम से कम $100,000 का ट्रेडिंग वॉल्यूम हो।",
  "Research lab": "रिसर्च लैब",
  "Reset fields": "फ़ील्ड रीसेट करें",
  "Reset password": "पासवर्ड रीसेट करें",
  "Responsive and secure trading platform": "उत्तरदायी और सुरक्षित ट्रेडिंग प्लेटफॉर्म",
  "Result": "परिणाम",
  "Retry": "",
  "Revenue Share": "रेवेन्यू शेयर",
  "Reward": "इनाम",
  "Reward center": "रिवार्ड सेंटर",
  "Rewards hub": "पुरस्कार केंद्र",
  "Rewords": "इनाम",
  "Rich Trading Tools": "रिच ट्रेडिंग टूल्स",
  "Rich activities and rewards": "समृद्ध गतिविधियाँ और पुरस्कार",
  "Risk Control & Compliance Notice": "जोखिम नियंत्रण और अनुपालन सूचना",
  "Risk Disclaimer": "जोखिम अस्वीकरण",
  "Risk Warning": "जोखिम चेतावनी",
  "Risk-free trading with $10,000 in virtual funds": "$10,000 वर्चुअल फंड्स के साथ जोखिम-मुक्त ट्रेडिंग",
  "Round In Progress": "राउंड जारी है",
  "Round ends in": "राउंड समाप्त होता है",
  "SA": "SA",
  "Safe": "सुरक्षित",
  "Save": "सेव करें",
  "Search": "सर्च करें",
  "Search crypto": "क्रिप्टो खोजें",
  "Sec": "सेकंड",
  "Second": "सेकंड",
  "Seconds": "सेकंड्‌स",
  "Security": "सुरक्षा",
  "Security Verification": "सुरक्षा सत्यापन",
  "Seed": "सीड",
  "Select a countdown period.": "उलटी गिनती अवधि चुनें।",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "काउंटडाउन और स्प्रेड चुनें (स्प्रेड: खरीद प्राइस और एग्जिट प्राइस के बीच का अंतर)",
  "Select your partner program revenue share": "अपने पार्टनर प्रोग्राम का रेवेन्यू शेयर चुनें",
  "Sell": "बेचें",
  "Send": "भेजें",
  "Send message": "मेसेज भेजें",
  "Send message successfully": "संदेश सफलतापूर्वक भेजें",
  "Service guide": "सेवा मार्गदर्शिका",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "नुकसान सीमित करने के लिए एक प्राइस सेट करें। यदि मार्केट इस प्राइस तक पहुंचता है, तो आपकी पोजीशन अपने आप बंद हो जाएगी।",
  "Set a target price where your position will be automatically closed to lock in profit.": "एक टार्गेट प्राइस सेट करें, जिस पर आपकी पोजीशन अपने आप बंद हो जाएगी ताकि मुनाफा लॉक किया जा सके।",
  "Set password": "पासवर्ड सेट करें",
  "Set successfully": "सफलतापूर्वक सेट करें",
  "Set up": "सेट अप",
  "Set up Google Authenticator": "",
  "Settings": "सेटिंग्स",
  "Share": "शेयर करें",
  "Share to": "को शेयर करें",
  "Share your Affiliate invitation link to friends and users.": "अपने एफिलिएट आमंत्रण लिंक को दोस्तों और उपयोगकर्ताओं के साथ साझा करें।",
  "Share your referral link or code": "अपना रेफ़रल लिंक या कोड शेयर करें",
  "Show live positions on chart": "चार्ट पर लाइव पोज़ीशन दिखाएँ",
  "Show my positions on chart": "चार्ट पर मेरी पोज़ीशन दिखाएँ",
  "Side": "साइड",
  "Sign in": "साइन इन करें",
  "Silver": "सिल्वर",
  "Simple": "सरल",
  "Simple and intuitive usable interface": "सरल और सहज उपयोगी इंटरफ़ेस",
  "Simple integration": "सरल एकीकरण",
  "Simple way to earn money, The more invite, the more you will get!": "आसान तरीका पैसे कमाने का! जितना ज्यादा आमंत्रण, उतना ज्यादा कमाई!",
  "Simple, Fast, Intelligence": "सरल, तेज, बुद्धिमत्ता",
  "Size": "साइज",
  "Something went wrong!": "",
  "Sorry, page not found!": "क्षमा करें, पेज नहीं मिला!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "माफ करें, हम वह पेज नहीं ढूंढ सके जिसे आप खोज रहे हैं। संभवतः आपने URL गलत टाइप किया है? कृपया वर्तनी जांच लें।",
  "Sound": "साउंड",
  "Speed": "स्पीड",
  "Spot Exchanges": "स्पॉट एक्सचेंज",
  "Spread": "स्प्रेड",
  "Standard CS": "मानक ग्राहक सहायता",
  "Start": "शुरू",
  "Start Rate": "प्रारंभ दर",
  "Start Time": "प्रारंभ समय",
  "Start Time Invalid( hh : mm : ss )": "प्रारंभ समय अमान्य( घंटे : मिनट : सेकंड )",
  "Start time": "प्रारंभ समय",
  "Start trading": "ट्रेडिंग शुरू करें",
  "Statistics": "आंकड़े",
  "Status": "स्थिति",
  "Step-up group": "स्टेप-अप ग्रुप",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks में 2.5% हाउस एज है और प्रॉफिटेबल पोज़ीशन पर 5% फ़ीस लगती है।",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks प्राइस एक प्रोवबली फेयर एल्गोरिदम का उपयोग करके उत्पन्न किए जाते हैं।",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks प्राइस एक प्रोवबली फेयर एल्गोरिदम का उपयोग करके उत्पन्न किए जाते हैं। हाउस एज 2.5% है।",
  "Stop Loss": "स्टॉप लॉस",
  "Stop loss at price": "प्राइस पर स्टॉप लॉस",
  "Stop loss price cannot be through bust price": "स्टॉप लॉस प्राइस बस्ट प्राइस के पार नहीं जा सकती",
  "Stop-Loss (SL)": "स्टॉप-लॉस (SL)",
  "Strategy planning": "रणनीति योजना",
  "Submit": "सबमिट करें",
  "Submit request": "अनुरोध सबमिट करें",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "प्रत्येक एक्सचेंज के स्ट्रीमिंग APIs का उपयोग करके उपलब्ध जितने भी गहरे स्तर हों, उनमें से उतने स्तरों की सदस्यता लें।",
  "Switch Dark or Light mode according to your preference": "अपनी पसंद के अनुसार डार्क या लाइट मोड स्विच करें",
  "Symbol": "प्रतीक",
  "Symbol for extra security": "अतिरिक्त सुरक्षा के लिए प्रतीक",
  "System": "सिस्टम",
  "System Random: 300 lucky winners will be randomly selected.": "सिस्टम रैंडम: 300 भाग्यशाली विजेताओं का यादृच्छिक चयन किया जाएगा।",
  "TP/SL": "TP/SL",
  "Take Profit": "टेक प्रॉफिट",
  "Take profit at price": "प्राइस पर टेक प्रॉफिट",
  "Take-Profit (TP)": "टेक-प्रॉफिट (TP)",
  "Tap Trading": "ट्रेडिंग टैप करें",
  "Tap to predict — quick moves, instant results.": "भविष्यवाणी करने के लिए टैप करें — त्वरित चाल, तत्काल परिणाम।",
  "Target Market": "टारगेट मार्केट",
  "Tell us the reason for contacting us": "हमें संपर्क करने का कारण बताएं",
  "Test various trading tools and strategies": "विभिन्न ट्रेडिंग टूल्स और रणनीतियों का परीक्षण करें",
  "Thank you for your request, it should generally be reviewed within 24 hours": "आपकी अनुरोध के लिए धन्यवाद, इसे सामान्य रूप से 24 घंटों के भीतर समीक्षा किया जाएगा",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC फियर और ग्रीड इंडेक्स CoinMarketCap द्वारा विकसित एक स्वामित्व टूल है जो क्रिप्टोकरेंसी बाजार में प्रचलित भावना को मापता है।",
  "The Profit Margin Is As High As 90%": "लाभ मार्जिन 90% तक हो सकता है",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "सभी क्रिप्टोकरेंसी में आपकी लॉन्ग/शॉर्ट पोजीशन की कुल सीमा <0>{{limitAmount}}</0> तक सीमित है",
  "The amount you currently have available to place an order.": "वह राशि जो आपके पास वर्तमान में ऑर्डर लगाने के लिए उपलब्ध है।",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "बस्ट प्राइस वह मार्केट प्राइस है जिस पर अपर्याप्त मार्जिन के कारण आपकी पोजीशन को लिक्विडेट कर दिया जाएगा।",
  "The calculation steps are as follows:": "गणना के कदम इस प्रकार हैं:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "सहयोग विधि खुली और पारदर्शी है, और किसी भी छिपे हुए शुल्क की चिंता करने की आवश्यकता नहीं है।",
  "The coupon code is invalid or expired": "कूपन कोड अमान्य है या समाप्त हो चुका है",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "अंतिम इंडेक्स प्राइस को प्रत्येक साइज़ पर मार्जिनल मिड-प्राइसेस के वेटेड एवरेज के रूप में गणना किया जाता है। वेट्स को एक्सपोनेंशियल डिस्ट्रीब्यूशन की प्रायिकता सघनता के रूप में चुना जाता है, जो एकसमान रूप से घटता है। इसके परिणामस्वरूप, टॉप-ऑफ-बुक के करीब स्थित प्राइसेस को अधिक महत्व मिलता है। वेट्स निम्न प्रकार से दिए गए हैं:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "हैश के पहले 8 बाइट्स को लिटिल-एंडियन एन्कोडिंग का उपयोग करके एक अनसाइन्ड 64-बिट पूर्णांक में परिवर्तित किया जाता है। फिर इस पूर्णांक को समान रूप से वितरित फ्लोटिंग पॉइंट संख्या में बदला जाता है। बाजार की निर्धारित टिक वोलैटिलिटी (0.1%) को मानक विचलन के रूप में उपयोग करके, इनवर्स क्यूमुलेटिव डिस्ट्रीब्यूशन फ़ंक्शन के माध्यम से हम फ्लोटिंग पॉइंट मान को सामान्य रूप से वितरित रिटर्न में परिवर्तित करते हैं और इसे बाजार की कीमत को अपडेट करने के लिए उपयोग करते हैं।",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "इंडेक्स प्राइस की कार्यप्रणाली को टाइम सीरीज़ की दो महत्वपूर्ण सांख्यिकीय विशेषताओं को पूरा करने के लिए डिज़ाइन किया गया है: मार्कोव और मार्टिंगेल गुण। मार्कोव गुण किसी स्टोकेस्टिक प्रोसेस की मेमोरीलेस प्रकृति को दर्शाता है, जिसका मतलब है कि भविष्य के मूल्यों का सशर्त प्रायिकता वितरण केवल वर्तमान मूल्य पर निर्भर करता है। मार्टिंगेल गुण का अर्थ है कि किसी स्टोकेस्टिक प्रोसेस का वर्तमान मूल्य ही भविष्य के मूल्यों का अपेक्षित मूल्य होता है। ये दोनों गुण Detrade के इंडेक्स प्राइस को भविष्य के प्राइस के निष्पक्ष अनुमानक बनाते हैं, जिससे उपयोगकर्ता आधारभूत क्रिप्टोकरेंसी के मूल्य में होने वाले बदलावों पर बिना किसी व्यक्तिगत एक्सचेंज के माइक्रोस्ट्रक्चर प्रभावों की चिंता किए ट्रेड कर सकते हैं।",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "यह इंडेक्स यह समझने में मदद करता है कि बाजार कम मूल्यांकन (अत्यधिक भय) में है या अधिक मूल्यांकन (अत्यधिक लालच) में।",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "मार्जिनल खरीद और बिक्री प्राइस फंक्शन का उपयोग करके, दिए गए साइज के लिए एक मार्जिनल मिड-प्राइस फंक्शन परिभाषित किया जाता है। ",
  "The order has expired": "ऑर्डर की समय सीमा समाप्त हो गई है",
  "The output is:": "आउटपुट है:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "इस गणना का परिणाम एक सिंगल इंडेक्स प्राइस होता है, जिसका उपयोग Detrade ट्रेडिंग गेम में लॉन्ग और शॉर्ट दोनों पोजीशन के लिए किया जाता है। अधिकांश अन्य ट्रेडिंग प्लेटफ़ॉर्म के विपरीत, Detrade बिड-ऑफ़र स्प्रेड नहीं लेता। एक ही प्राइस पर ट्रेडिंग करने से अल्पकालिक प्राइस मूवमेंट पर सट्टा लगाना संभव हो जाता है, जहाँ बिड-ऑफ़र स्प्रेड अत्यधिक महंगा साबित हो सकता है।",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "प्लेटफ़ॉर्म मार्केट और नीतियों में बदलाव के आधार पर कैंपेन को समायोजित कर सकता है। अपडेट्स आधिकारिक घोषणाओं के माध्यम से प्रकाशित किए जाएंगे।",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "प्लेटफार्म BTC, ETH और अन्य मुख्यधारा मुद्रा ट्रेडिंग पेयर्स प्रदान करता है, और लोकप्रिय मुद्रा ट्रेडिंग पेयर्स को अपडेट करना जारी रखेगा।",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "प्राइस हर दिन 00:00 UTC पर $1,000 पर रीसेट किया जाएगा, और किसी भी लंबित ऑर्डर को रीसेट के दौरान स्वचालित रूप से सेटल कर दिया जाएगा।",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "प्रतियोगिता का पुरस्कार पूल पिछले दिन के दांव पर काफी हद तक निर्भर है। जितने अधिक खिलाड़ी दांव लगाएंगे, पुरस्कार पूल उतना ही बड़ा होगा। वर्तमान पुरस्कार पूल प्रतियोगिता पृष्ठ पर प्रदर्शित किया जाएगा।",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLC द्वारा प्रदान किए गए उत्पाद और सेवाएँ संयुक्त राज्य अमेरिका, यूरोपीय संघ या उन किसी भी क्षेत्रों के निवासियों के लिए नहीं हैं, जहाँ ऐसे उत्पाद और सेवाएँ कानूनी रूप से प्रतिबंधित हैं। Nexus Play LLC इन क्षेत्रों में किसी भी व्यक्ति या संस्था को व्यापारिक सेवाएँ प्रदान नहीं करता है और न ही व्यवसाय आमंत्रित करता है। संभावित ग्राहकों की जिम्मेदारी है कि वे अपने क्षेत्राधिकार में लागू कानूनों और विनियमों की जानकारी रखें और उनका पालन करें, इससे पहले कि वे ऑनलाइन ट्रेडिंग में संलग्न हों। इस वेबसाइट तक पहुँचकर और हमारी सेवाओं का उपयोग करके, आप पुष्टि करते हैं कि आप संयुक्त राज्य अमेरिका, यूरोपीय संघ, या किसी अन्य प्रतिबंधित क्षेत्र के निवासी नहीं हैं।",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "इस ऑनलाइन इवेंट में अर्जित पुरस्कार स्वचालित रूप से खिलाड़ी के बैलेंस में जमा कर दिए जाएंगे।",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "सीड को 64-अक्षर की लोअरकेस हेक्साडेसिमल स्ट्रिंग में एन्कोड किया जाता है और वर्तमान टिक काउंटर मान के स्ट्रिंग प्रतिनिधित्व के साथ जोड़ दिया जाता है। फिर संयुक्त स्ट्रिंग का हैश, BLAKE2b हैश फ़ंक्शन का उपयोग करके 256-बिट डाइजेस्ट साइज़ के साथ गणना किया जाता है। एक क्रिप्टोग्राफिक हैश फ़ंक्शन का उपयोग करके, हम यह सुनिश्चित करते हैं कि सीड प्रकट होने से पहले मूल्य परिवर्तन यादृच्छिक और अप्रत्याशित हों, लेकिन सीड ज्ञात होने के बाद पूरी तरह पुनरुत्पादित किए जा सकें।",
  "The settlement formula is open and transparent and can be calculated in real time.": "निपटान फॉर्मूला खुला और पारदर्शी है और इसकी गणना वास्तविक समय में की जा सकती है।",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "सिस्टम अप और डाउन कैपिटल पूल के जीतने और हारने के परिणाम प्रदर्शित करता है। जब आप लाभ कमाते हैं, तो आप अपनी लाभ राशि देख सकते हैं।",
  "The system is under maintenance and upgrade, please visit later": "सिस्टम रखरखाव और उन्नयन के तहत है, कृपया बाद में विज़िट करें",
  "The trade will complete in 5s.": "ट्रेड 5 सेकंड में पूरा हो जाएगा।",
  "The trade will complete in <0>{{countdown}}s</0>.": "ट्रेड <0>{{countdown}} सेकंड</0> में पूरा हो जाएगा।",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "ट्रेडिंग बोनस, Detrade द्वारा उपयोगकर्ताओं को हमारे ट्रेडिंग सिस्टम को समझने में मदद करने के लिए प्रदान किया गया एक <0>मार्केटिंग प्रोत्साहन</0> है। बोनस फंड <1>निकाल नहीं सकते<1>, लेकिन इनके उपयोग से होने वाला लाभ आपके वास्तविक खाते की शेष राशि को प्रभावित कर सकता है।",
  "The trading symbol will be replaced regularly.": "ट्रेडिंग पेयर को नियमित रूप से बदला जाएगा।",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "विजेता हर रविवार को रात 10 बजे (UTC) वर्तमान पृष्ठ पर घोषित किए जाएंगे, और अगला ड्रॉ पिछला ड्रॉ समाप्त होने के 2 घंटे बाद शुरू होगा।",
  "Theme": "थीम",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "आप कितना कमा सकते हैं इसकी कोई सीमा नहीं है। आप जितने ज़्यादा दोस्तों को आमंत्रित करेंगे, आपको उतने ही ज़्यादा इनाम मिलेंगे।",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "ये आपके अकाउंट बैलेंस से काटे जाते हैं, और बैलेंस अपर्याप्त होने पर आपकी पोज़ीशन अपने आप क्लोज़ हो जाएगी।",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "यह इवेंट केवल प्लेटफ़ॉर्म अनुपालन नीतियों द्वारा परिभाषित योग्य देशों और क्षेत्रों के उपयोगकर्ताओं के लिए उपलब्ध है।",
  "This field is required": "यह फ़ील्ड आवश्यक है",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "इसमें आपका IP पता, ब्राउज़र प्रकार, ऑपरेटिंग सिस्टम, एक्सेस समय, और हमारे प्लेटफार्म तक पहुंचने से पहले और बाद में देखे गए पृष्ठ शामिल हैं।",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "इसमें आपका नाम, ईमेल पता, टेलीफोन नंबर, डाक पता, जन्म तिथि और खाता पंजीकरण या हमारी सेवाओं का उपयोग करते समय प्रदान की गई अन्य जानकारी शामिल है।",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "यह इंडेक्स 0 से 100 तक होता है, जहां कम मूल्य अत्यधिक भय को दर्शाता है, और उच्च मूल्य अत्यधिक लालच को दर्शाता है।",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "यह प्रत्येक क्रिप्टोकरेंसी की विशिष्ट सीमाओं के अनुरूप है, जो नीचे विस्तृत हैं।",
  "This is why you should promote Detrade:": "यही कारण है कि आपको Detrade को प्रमोट करना चाहिए:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "यह साइट reCAPTCHA द्वारा संरक्षित है और इस पर Google की गोपनीयता नीति व सेवा शर्तें लागू होती हैं।",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detrade साझेदारी कार्यक्रम के माध्यम से, आप बढ़े हुए एफिलिएट कमीशन, विशेष प्रायोजित इवेंट और अन्य अनूठे लाभ प्राप्त कर सकते हैं। अधिक जानना चाहते हैं? पढ़ते रहें!",
  "Time": "समय",
  "Time and payout": "समय और पेआउट",
  "Time closed": "बंद होने का समय",
  "Time opened": "खुलने का समय",
  "Time remaining": "शेष समय",
  "Tips": "टिप्स",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "टिप्स: आमतौर पर प्रक्रिया में {{hours}} घंटे लगते हैं, अधिक समय भी लग सकता है, विशिष्ट समय मर्चेंट की समय सीमा पर निर्भर करता है।",
  "To": "को",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "रुझानों का विश्लेषण करने, उपयोग की निगरानी करने, और हमारी सेवाओं को बेहतर बनाने के लिए अनुसंधान करने के लिए।",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "आपके खाते की सुरक्षा सुनिश्चित करने के लिए, Google 2FA ऑथेंटिकेशन हटाए जाने पर 24 घंटे के लिए निकासी निलंबित कर दी जाएगी।",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "निष्पक्षता और अखंडता बनाए रखने के लिए, Detrade व्यवहारिक और तकनीकी जांच के माध्यम से बोनस कार्यक्रम में भाग लेने वाले खातों की निगरानी करेगा, जिसमें डिवाइस फिंगरप्रिंटिंग, IP ट्रैकिंग और लेनदेन पैटर्न विश्लेषण शामिल है, लेकिन इन्हीं तक सीमित नहीं है।",
  "To manage your account, process transactions, and provide you with the services you request.": "आपके खाते का प्रबंधन करने, लेन-देन प्रक्रिया करने, और आपको आपकी अनुरोधित सेवाएं प्रदान करने के लिए।",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "धोखाधड़ी की निगरानी रखने, हमारी सेवा की शर्तों को लागू करने, और कानूनी एवं नियामक आवश्यकताओं का पालन करने के लिए।",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "आपके खाते की सुरक्षा के लिए, पासवर्ड बदलने के 24 घंटे के लिए निकासी अक्षम कर दी जाएगी।",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "ट्रेडिंग गेम्स के लिए निष्पक्ष और विश्वसनीय मूल्य निर्धारण प्रदान करने के लिए, Detrade हर 500 मिलीसेकंड में एक संयुक्त इंडेक्स प्राइस की गणना करता है, जो दुनिया के सबसे तरल स्पॉट और डेरिवेटिव क्रिप्टोकरेंसी एक्सचेंजों से प्राप्त रियल-टाइम प्राइस फीड्स पर आधारित होता है। कई मूल्य स्रोतों को शामिल करके, Detrade इंडेक्स बाजार हेरफेर, तकनीकी समस्याओं और अन्य असामान्य ट्रेडिंग गतिविधियों के प्रति मजबूत बना रहता है, जो समय-समय पर व्यक्तिगत एक्सचेंजों पर हो सकती हैं।",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "आपको अपडेट्स, सुरक्षा अलर्ट्स, और प्रशासनिक संदेश भेजने के लिए, और आपकी पूछताछ और अनुरोधों का उत्तर देने के लिए।",
  "To tailor our content and advertisements to your interests and preferences.": "हमारी सामग्री और विज्ञापनों को आपके रुचियों और प्राथमिकताओं के अनुसार अनुकूलित करने के लिए।",
  "To trading center": "ट्रेडिंग सेंटर पर",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "उपयोगकर्ताओं की हमारे प्लेटफार्म के साथ बातचीत को समझने, तकनीकी समस्याओं का निदान करने और कार्यक्षमता व ट्रेडर अनुभव को बेहतर बनाने के लिए।",
  "Today's Pnl": "आज का Pnl",
  "Top": "शीर्ष",
  "Top tokens": "शीर्ष टोकन",
  "Top trade": "शीर्ष ट्रेड",
  "Top-tier account manager": "शीर्ष स्तर का अकाउंट मैनेजर",
  "Total Trades": "कुल ट्रेड्स",
  "Total commission": "कुल कमीशन",
  "Total participated tickets for this round <0>{{total}}</0>": "इस राउंड में कुल भाग लिए गए टिकट <0>{{total}}</0>",
  "Total prize won": "कुल पुरस्कार जीता",
  "Total profit": "कुल लाभ",
  "Total tickets": "कुल टिकट",
  "Total traders": "कुल ट्रेडर्स",
  "Total trades": "कुल ट्रेड्स",
  "Trade": "ट्रेड",
  "Trade for prestige": "प्रतिष्ठा के लिए ट्रेड करें",
  "Trade history": "ट्रेड हिस्ट्री",
  "Trade like a rhythm master": "रिदम मास्टर की तरह ट्रेड करें",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "अगर आपको लगता है कि प्राइस गिरेगी, तो प्राइस नीचे जाने पर ट्रेड करें। अगर प्राइस नीचे जाती है, तो आपको प्रॉफ़िट होगा।",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "अगर आपको लगता है कि प्राइस बढ़ेगी, तो प्राइस ऊपर जाने पर ट्रेड करें। अगर प्राइस ऊपर जाती है, तो आपको प्रॉफ़िट होगा।",
  "Trade to Win": "जीतने के लिए ट्रेड करें",
  "Trade to rank up": "रैंक बढ़ाने के लिए ट्रेड करें",
  "Trade with $10,000 in virtual funds": "$10,000 के वर्चुअल फंड्स के साथ ट्रेड करें",
  "Trader": "ट्रेडर",
  "Trades": "ट्रेड्स",
  "Trading": "ट्रेडिंग",
  "Trading Amount": "ट्रेडिंग राशि",
  "Trading Platform": "ट्रेडिंग प्लेटफॉर्म",
  "Trading Smarter, Earning Better": "स्मार्ट ट्रेडिंग, बेहतर कमाई",
  "Trading Volume": "ट्रेडिंग वॉल्यूम",
  "Trading amount is too large for selected multiplier for selected stop loss price": "चुने गए स्टॉप लॉस प्राइस और मल्टीप्लायर के लिए ट्रेडिंग अमाउंट बहुत बड़ा है",
  "Trading bonus trial": "ट्रेडिंग बोनस परीक्षण",
  "Trading center": "ट्रेडिंग सेंटर",
  "Trading indicators and signals": "ट्रेडिंग संकेतक और सिग्नल",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "ट्रेडिंग में जोखिम शामिल है। कृपया लीवरेज या बोनस फंड का उपयोग करने से पहले सुनिश्चित करें कि आप क्या कर रहे हैं। बोनस ट्रेडिंग से होने वाले किसी भी नुकसान के लिए Detrade उत्तरदायी नहीं है।",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "ट्रेडिंग प्रतिदिन {{startTime}} से {{endTime}} ({{timeZone}}) तक और सप्ताहांत के दौरान रोक दी जाती है। कृपया अपने ऑर्डर पहले ही निपटा लें।",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "ट्रेडिंग टूर्नामेंट, नियमित बोनस, उपहार, प्रोमो कोड और ट्रेडिंग प्रतियोगिताएँ किसी भी ट्रेडर के लिए उपलब्ध हैं और भाग लिया जा सकता है।",
  "Traffic Owners": "ट्रैफिक मालिक",
  "Transaction Completed": "लेन-देन पूरा हुआ",
  "Transaction details": "लेन-देन विवरण",
  "Transactions": "लेनदेन",
  "Transition details": "लेन-देन विवरण",
  "Transparency & Security": "पारदर्शिता और सुरक्षा",
  "Trigger price is too close to bust price": "ट्रिगर प्राइस बस्ट प्राइस के बहुत करीब है",
  "Trigger price is too close to current price": "ट्रिगर प्राइस वर्तमान प्राइस के बहुत करीब है",
  "Trusted by": "द्वारा विश्वसनीय",
  "Trusted by millions of users.": "करोड़ों उपयोगकर्ताओं द्वारा विश्वसनीय।",
  "Try": "कोशिश",
  "Try a quick demo": "एक त्वरित डेमो आज़माएँ",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "प्लेटफॉर्म द्वारा प्रदान किए गए सभी लाभों को वर्चुअल मुद्रा वाले डेमो अकाउंट पर आज़माएं, बिना वास्तविक निवेश के और बिना किसी जोखिम के।",
  "Turn every action into rewards. Start trading today.": "हर एक्शन को इनाम में बदलें। आज ही ट्रेडिंग शुरू करें।",
  "Txid": "Txid",
  "Type": "प्रकार",
  "Type Your message": "अपना संदेश टाइप करें",
  "UID": "यूआईडी",
  "UP": "अप",
  "USDT-Margined": "USDT-मार्जिन",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "प्रतिदिन {{startTime}} से {{endTime}} ({{timeZone}}) तक और सप्ताहांत के पूरे दिन उपलब्ध नहीं है।",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "अनूठे अनुभव: नवाचारी ट्रेडिंग चुनौतियों से लेकर सरल क्रिप्टो ट्रेडिंग ऑप्शंस और विशेष ट्रेडिंग मॉडलों तक, Detrade आपको ऐसा अनुभव प्रदान करता है जो कहीं और नहीं मिलेगा।",
  "Unlock Diamond": "डायमंड अनलॉक करें",
  "Unlock Top Traders, Achieve": "शीर्ष ट्रेडर्स को अनलॉक करें, हासिल करें",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "अनावश्यक। Detrade एक प्रौद्योगिकी प्रदाता है और आप हमारे समाधान किसी भी देश से खरीद सकते हैं।",
  "Up": "अप",
  "Up & Down": "अप और डाउन",
  "Up Down": "अप डाउन",
  "Up Or Down?": "अप या डाउन?",
  "Up Wins": "अप जीत",
  "Update Success": "अपडेट सफल",
  "Updated at {{time}}": "{{time}} पर अपडेट किया गया",
  "Updated timely": "समय पर अपडेट किया गया",
  "Uppercase or lowercase letters": "बड़े या छोटे अक्षर",
  "Usage Instructions & Limitations": "उपयोग निर्देश और सीमाएँ",
  "Used": "प्रयुक्त",
  "User Agreement and Terms & Conditions": "उपयोगकर्ता अनुबंध और नियम एवं शर्तें",
  "User ID": "यूज़र ID",
  "User name": "उपयोगकर्ता नाम",
  "Username": "यूज़रनेम",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "उपयोगकर्ताओं को इस गतिविधि का आनंद लेने के लिए ट्रेडिंग से संबंधित ट्रेडिंग पेयर्स का चयन या उनमें भाग लेना होगा।",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "ट्रेडिंग सीमाओं को दरकिनार करने के लिए एकाधिक खातों का उपयोग करना सख्त वर्जित है और इसके परिणामस्वरूप खाता निलंबन या दंड हो सकता है।",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "संयुक्त ऑर्डर बुक का उपयोग करके, एक फ़ंक्शन परिभाषित किया जाता है जो किसी निर्दिष्ट मात्रा को खरीदने या बेचने के लिए मार्जिनल प्राइस को दर्शाता है। उदाहरण के लिए, मार्जिनल खरीद फ़ंक्शन है:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "दो-कारक प्रमाणीकरण का उपयोग अत्यधिक अनुशंसित है क्योंकि यह आपके खाते को आपके पासवर्ड और आपके फ़ोन दोनों से सुरक्षित करता है।",
  "VIP": "VIP",
  "VIP group": "VIP ग्रुप",
  "Validity period: within 14 days after activation": "वैधता अवधि: सक्रियण के 14 दिनों के भीतर",
  "Verifiable fairness": "सत्यापन योग्य निष्पक्षता",
  "Verification": "सत्यापन",
  "Verification Example": "सत्यापन उदाहरण",
  "Verification code failed": "सत्यापन कोड विफल रहा",
  "Verification email sent. Check your inbox.": "सत्यापन ईमेल भेज दिया गया है। अपना इनबॉक्स जांचें।",
  "Verified": "सत्यापित",
  "Verify": "वेरीफाई करें",
  "Verify Fairness": "निष्पक्षता सत्यापित करें",
  "Verify fairness": "निष्पक्षता सत्यापित करें",
  "View details": "विवरण देखें",
  "View more": "और देखें",
  "Volume": "वॉल्यूम",
  "Volume (24h)": "वॉल्यूम (24 घंटे)",
  "Voucher code": "वाउचर कोड",
  "Wager": "दांव",
  "Wager <0>{{amount}}</0> To Reach": "<0>{{amount}}</0> दांव लगाएं पहुंचने के लिए",
  "Wait For Next Round": "अगले राउंड की प्रतीक्षा करें",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "कम से कम 6 वैध प्राइस फीड्स का इंतजार करें। यदि पर्याप्त प्राइस फीड्स उपलब्ध नहीं हैं, तो Detrade इंडेक्स प्राइस अपडेट नहीं होगा।",
  "Wallet": "वॉलेट",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Detrade पार्टनरशिप प्रोग्राम में शामिल होना चाहते हैं? शुरुआत करने के लिए हमारे सपोर्ट टीम से संपर्क करें!",
  "Watch play demo": "प्ले डेमो देखें",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "हम आपके प्लेटफॉर्म पर गतिविधि से जुड़ी जानकारी एकत्र करते हैं, जिसमें ट्रेडिंग गतिविधि, प्राथमिकताएँ और हमारे सामग्री के साथ सहभागिता शामिल है।",
  "We collect several types of information from and about users of our Platform, including:": "हम अपने प्लेटफार्म के उपयोगकर्ताओं से और उनके बारे में कई प्रकार की जानकारी एकत्र करते हैं, जिनमें शामिल हैं:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "हमारी उत्कृष्ट तकनीकी और संचालन टीमें लगातार ग्राहक आवश्यकताओं को पूरा करने और उन्हें अधिक सुरक्षा प्रदान करने के लिए कार्यरत हैं।",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "हम आपके व्यक्तिगत जानकारी की अनधिकृत पहुंच, उपयोग या प्रकटीकरण से सुरक्षा के लिए विभिन्न सुरक्षा उपाय लागू करते हैं। इनमें एन्क्रिप्शन, एक्सेस नियंत्रण और सुरक्षित भंडारण शामिल हैं। हालांकि, इंटरनेट पर डेटा संचारण या इलेक्ट्रॉनिक भंडारण की कोई भी विधि 100% सुरक्षित नहीं होती है, और हम इसकी पूर्ण सुरक्षा की गारंटी नहीं दे सकते।",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "हम आपको हमारे बढ़ते गठबंधन परिवार का सदस्य बनने और मिलकर Detrade के भविष्य को आकार देने में मदद करने का इंतजार कर रहे हैं!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "हम लेनदेन को सुविधाजनक बनाने और नियामक आवश्यकताओं का पालन करने के लिए बैंक खाता संख्या, क्रेडिट कार्ड विवरण और लेनदेन इतिहास जैसी वित्तीय जानकारी एकत्र कर सकते हैं।",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "यदि आप हमें अनुमति देते हैं, तो हम GPS, Wi-Fi, या सेल टावर डेटा जैसी तकनीकों का उपयोग करके आपके स्थान के बारे में जानकारी एकत्र कर सकते हैं।",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "यदि कानून द्वारा आवश्यक हो या सार्वजनिक प्राधिकरणों (जैसे, न्यायालय या सरकारी एजेंसी) के वैध अनुरोधों के जवाब में आवश्यक हो, तो हम आपकी जानकारी प्रकट कर सकते हैं।",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "हम Detrade, हमारे उपयोगकर्ताओं या अन्य लोगों के अधिकारों, संपत्ति या सुरक्षा की रक्षा करने और हमारी शर्तों और नियमों को लागू करने के लिए आपकी जानकारी प्रकट कर सकते हैं।",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "हम किसी विलय, कंपनी परिसंपत्तियों की बिक्री, वित्तपोषण, या किसी अन्य कंपनी द्वारा हमारे व्यवसाय के पूर्ण या आंशिक अधिग्रहण के संबंध में या उसके दौरान आपकी जानकारी शेयर या स्थानांतरित कर सकते हैं।",
  "We may share your information with third parties if you provide your consent to do so.": "यदि आप इसकी अनुमति देते हैं, तो हम आपकी जानकारी तीसरे पक्ष के साथ शेयर कर सकते हैं।",
  "We may share your information with third parties in the following circumstances:": "हम निम्नलिखित परिस्थितियों में आपकी जानकारी तीसरे पक्ष के साथ शेयर कर सकते हैं:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "हम आपकी जानकारी तृतीय-पक्ष सेवा प्रदाताओं के साथ साझा कर सकते हैं, जो हमारे लिए भुगतान प्रसंस्करण, डेटा विश्लेषण, ईमेल डिलीवरी और होस्टिंग सेवाओं जैसी सेवाएँ प्रदान करते हैं।",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "हम सबसे व्यापक डेरिवेटिव्स ट्रेडिंग विकल्प प्रदान करते हैं, जिससे दुनिया भर में 2.5 मिलियन से अधिक ऑनलाइन ट्रेडर्स आकर्षित होते हैं। हमारी तकनीक एक सहज और शक्तिशाली ट्रेडिंग अनुभव प्रदान करती है, जिससे हमारे ग्राहक जोखिम को बेहतर ढंग से समझ सकते हैं और सूचित ट्रेडिंग निर्णय ले सकते हैं।",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "हम एक सरल और उपयोग में आसान ट्रेडिंग प्लेटफॉर्म प्रदान करते हैं, ताकि हर कोई ट्रेडर बन सके।",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "हम आपके प्लेटफॉर्म पर खिलाड़ियों को आकर्षित करने के लिए चरण-दर-चरण मार्गदर्शिका प्रदान करते हैं, साथ ही प्रभावी साबित हुए मार्केटिंग सामग्री भी उपलब्ध कराते हैं।",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "हम निम्नलिखित परिस्थितियों में बोनस और संबंधित लाभ रद्द करने का अधिकार सुरक्षित रखते हैं:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "हम कुकीज़, वेब बीकन और अन्य ट्रैकिंग तकनीकों का उपयोग आपके प्लेटफार्म उपयोग की जानकारी एकत्र करने और आपके ट्रेडर अनुभव को बेहतर बनाने के लिए करते हैं।",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "हम सबसे उन्नत तकनीक का उपयोग करते हैं ताकि लेन-देन को बिना किसी देरी या विघ्न के सबसे तेज़ तरीके से पूरा किया जा सके, और ट्रेडर इंटरफ़ेस के संचालन में कोई रुकावट न हो।",
  "We use the information we collect for various purposes, including:": "हम जो जानकारी एकत्र करते हैं, उसे विभिन्न उद्देश्यों के लिए उपयोग करते हैं, जिसमें:",
  "We will contact you within 3 working days, please check your email regularly": "हम 3 कार्य दिवसों के भीतर आपसे संपर्क करेंगे, कृपया अपना ईमेल नियमित रूप से जांचें",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "हम आपकी व्यक्तिगत जानकारी को तब तक बनाए रखेंगे जब तक कि इसे एकत्रित करने के उद्देश्य को पूरा करने के लिए आवश्यक हो, जिसमें कानूनी, नियामक या व्यावसायिक आवश्यकताओं को पूरा करना शामिल है।",
  "Website for PC": "PC के लिए वेबसाइट",
  "Website for smartphones": "स्मार्टफ़ोन के लिए वेबसाइट",
  "Week": "सप्ताह",
  "Week's Pnl": "सप्ताह का Pnl",
  "Weekly raffle": "साप्ताहिक रैफ़ल",
  "Welcome Bonus": "स्वागत बोनस",
  "Welcome To": "में आपका स्वागत है",
  "Welcome To Demo Trading ": "डेमो ट्रेडिंग में आपका स्वागत है ",
  "Welcome to Detrade Connect": "Detrade Connect में स्वागत है",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Detrade में आपका स्वागत है, जो एक प्रमुख बाइनरी ऑप्शंस ट्रेडिंग प्लेटफार्म है। हमारी प्लेटफार्म का उपयोग शुरू करने से पहले, कृपया नीचे दिए गए शर्तों और नियमों को ध्यान से पढ़ें और समझें। Detrade के प्लेटफार्म का उपयोग या पहुंच प्राप्त करके, आप इन शर्तों और नियमों से बंधने के लिए सहमत होते हैं। यदि आप इन शर्तों के किसी भी भाग से सहमत नहीं हैं, तो आपको हमारी प्लेटफार्म का उपयोग नहीं करना चाहिए।",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Stonks में आपका स्वागत है! प्राइस हर दिन 00:00 UTC पर $1,000 पर रीसेट किया जाएगा, और किसी भी लंबित ऑर्डर को रीसेट के दौरान स्वचालित रूप से सेटल कर दिया जाएगा।",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Detrade में आपका स्वागत है! आपके सहयोग के लिए धन्यवाद, हम नए उपयोगकर्ताओं को <0>ट्रेडिंग बोनस में 50 USDT तक</0> की पेशकश कर रहे हैं। शून्य जोखिम और वास्तविक पुरस्कारों के साथ बाइनरी ऑप्शन ट्रेडिंग का अनुभव करें!",
  "What currencies can be deposited and withdrawn?": "कौन सी मुद्राएँ जमा और निकाली जा सकती हैं?",
  "What does it mean?": "इसका मतलब क्या है?",
  "What is Detrade Connect?": "Detrade Connect क्या है?",
  "What operational expenses could Partner have?": "पार्टनर के कौन से परिचालन खर्च हो सकते हैं?",
  "What would you like your new limit to be? (max 500% of current limit)": "आप अपनी नई सीमा को कितना करना चाहेंगे? (वर्तमान सीमा का अधिकतम 500%)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "जब काउंटडाउन समाप्त होता है, तो यह तैयारी निपटान प्रक्रिया में प्रवेश करता है। सिस्टम काउंटडाउन समाप्त होने के बाद प्रारंभिक मूल्य को रिकॉर्ड करता है (पहले फ्लैग पर)। जब K-लाइन कुछ समय तक चलती है, तो सिस्टम अंतिम मूल्य को रिकॉर्ड करता है (दूसरे फ्लैग पर)। अंतिम मूल्य और प्रारंभिक मूल्य की तुलना की जाती है। यदि अंतिम मूल्य प्रारंभिक मूल्य से अधिक होता है, तो जो ट्रेडर अप दिशा चुनता है, वह जीतता है। अन्यथा, जो ट्रेडर डाउन दिशा चुनता है, वह जीतता है।",
  "When the dual conditions are met, you will receive profits.": "जब दोहरी शर्तें पूरी हो जाती हैं, तो आपको लाभ मिलेगा।",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "जब पारंपरिक एक्सचेंज पर सेंट्रल लिमिट ऑर्डर बुक के साथ ट्रेड किया जाता है, तो बड़े टेकिंग ऑर्डर्स आमतौर पर बेस्ट बिड या ऑफर से आगे बढ़कर रेस्टिंग ऑर्डर्स से टकराते हैं, जिससे औसत फिल प्राइस टॉप-ऑफ-बुक प्राइस से बदतर हो जाता है। मार्केट मेकर्स आमतौर पर टॉप-ऑफ-बुक पर उपलब्ध लिक्विडिटी को सीमित कर देते हैं क्योंकि बड़े ऑर्डर्स अतिरिक्त जोखिम पैदा करते हैं। पारंपरिक रूप से, बड़े ऑर्डर्स को कई प्राइसेस पर भरा जाता है, लेकिन Detrade इसके बजाय एक मार्केट इंपैक्ट फॉर्मूला का उपयोग करता है ताकि विजेता ट्रेड्स के लिए क्लोजिंग प्राइस सेट किया जा सके (हारे हुए और मैन्युअली क्लोज़ किए गए ट्रेड्स पर कोई प्रभाव नहीं पड़ता)। इससे बड़े ऑर्डर्स के मार्केट इंपैक्ट को अधिक स्थिर और पूर्वानुमेय तरीके से दोहराया जा सकता है। सटीक मार्केट इंपैक्ट प्रभाव को देखने का सबसे आसान तरीका है फ्यूचर्स ट्रेडिंग पेज पर मौजूद ROI कैलकुलेटर का उपयोग करना।",
  "When will the commission be distributed?": "कमीशन कब वितरित किया जाएगा?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "जब आपके मित्र की ट्रेडिंग समाप्त हो जाती है, तो आप उस ट्रेडिंग के लिए तत्काल कमीशन प्राप्त कर सकते हैं।",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "जहाँ <0>P_close</0> बस्ट के लिए <1>P_open*(1-1/multiplier_leverage)</1> होता है या फिर स्टॉप लॉस प्राइस।",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "जहाँ <0>p_i | i in 1..N</0> और <1>s_i|i in 1..N</1> क्रमशः बाय प्राइसेस और साइज़ हैं, जो टॉप-ऑफ-बुक से बढ़ती दूरी के अनुसार व्यवस्थित हैं। यह फ़ंक्शन अधिकतम प्राइस दर्शाता है, जिसे किसी व्यक्ति को <2>s</2> मात्रा खरीदने के लिए चुकाना होगा",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "जहाँ <0>v_i</0> वे साइज़ हैं जिन पर मिड-प्राइसेस की गणना की जाती है, और इन्हें संयुक्त ऑर्डर बुक से संचयी खरीद और बिक्री साइज़ के संघ के रूप में परिभाषित किया जाता है। <1>L</1> एक स्केलिंग फैक्टर है, जिसे <2>1/V</2> के रूप में परिभाषित किया जाता है, जहाँ <3>V</3> वह अधिकतम साइज़ है जिस पर मिड-प्राइस की गणना की जाती है, और इसे संयुक्त ऑर्डर बुक में खरीद और बिक्री साइज़ के योग के न्यूनतम मान के रूप में परिभाषित किया जाता है।",
  "Which currency pairs can be traded on Detrade?": "Detrade पर किन मुद्रा जोड़ों का व्यापार किया जा सकता है?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "व्हाइट लेबल मालिकों को प्लेटफॉर्म विकसित करने में कोई लागत नहीं आती। उन्हें केवल बिक्री और विपणन पर ध्यान केंद्रित करने की आवश्यकता होती है।",
  "Whitelist pre-booking": "व्हाइटलिस्ट पूर्व-बुकिंग",
  "Why Partner with Detrade?": "Detrade के साथ साझेदारी क्यों करें?",
  "Why choose Detrade": "Detrade क्यों चुनें",
  "Why you must choose us?": "आपको हमें क्यों चुनना चाहिए?",
  "Wild": "वाइल्ड",
  "Will The Price Go Up Or Down": "क्या प्राइस ऊपर जाएगा या नीचे",
  "Will the price go up or down ?": "क्या प्राइस ऊपर जाएगा या नीचे?",
  "Win": "जीत",
  "Win Crypto Tokens": "क्रिप्टो टोकन जीतें",
  "Win if the price breaks out — above the high or below the low.": "जीतें अगर प्राइस ब्रेकआउट करे — हाई से ऊपर या लो से नीचे।",
  "Win rate": "जीत दर",
  "Winner": "विजेता",
  "Winning": "जीत",
  "Winning Tickets": "जीतने वाले टिकट",
  "Winning prize details": "पुरस्कार जीतने का विवरण",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL शुल्क के साथ, आपको ट्रेड खोलने या बंद करने के लिए कोई शुल्क नहीं देना पड़ता, और केवल आपके लाभ (यदि कोई हो) का एक छोटा हिस्सा ट्रेड बंद होने पर लिया जाता है",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "एक फ्लैट शुल्क सक्षम होने पर, आप अपने लाभ का 100% प्राप्त करते हैं, लेकिन ट्रेड में प्रवेश करने से पहले एक <0>फ्लैट शुल्क का पूर्व भुगतान करते हैं जो आपके प्रवेश, निकास और स्लिपेज को कवर करता है</0>, जैसे एक नियमित एक्सचेंज पर",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "नए और रोमांचक फीचर्स और अपडेट्स के साथ, अब Detrade को प्रचारित करने का सबसे अच्छा समय है।",
  "Withdraw": "निकासी",
  "Withdraw Fee": "निकासी शुल्क",
  "Withdraw Order Created": "निकासी ऑर्डर बनाया गया",
  "Withdraw Processing": "निकासी प्रोसेस में है",
  "Withdraw Success": "निकासी सफल",
  "Withdraw is in progress": "",
  "Withdraw to": "निकासी करें",
  "Withdraw your earnings 24/7": "अपनी कमाई 24/7 निकालें",
  "Withdrawal fee": "निकासी शुल्क",
  "Withdrawal fee discount": "निकासी शुल्क छूट",
  "Yes": "हाँ",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "हाँ, DeTrade पूर्ण पारदर्शिता में विश्वास करता है और आपके लिए सभी डेटा प्रदान करता है। आप यह सारी जानकारी इसमें देख सकते हैं",
  "Yes, contact us at any time to upgrade your package.": "हां, अपने पैकेज को अपग्रेड करने के लिए किसी भी समय हमसे संपर्क करें।",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "हाँ, जो लोग क्रिप्टोकरेंसी से परिचित नहीं हैं, वे सोशल नेटवर्क के जरिए लॉग इन कर सकते हैं और बैंक कार्ड से फंड जोड़ सकते हैं।",
  "Yes, you can use both.": "हाँ, आप दोनों का उपयोग कर सकते हैं।",
  "Yield": "यील्ड",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "आप बाजार में मौजूद अधिकांश मुख्यधारा की डिजिटल मुद्राओं को जमा और निकाल सकते हैं, और प्लेटफॉर्म धीरे-धीरे कानूनी मुद्राओं की जमा और निकासी सुविधाएं भी शुरू करेगा।",
  "You can share your invite link to your friend or your social media": "आप अपने दोस्त या सोशल मीडिया पर अपना इनवाइट लिंक शेयर कर सकते हैं",
  "You have the right to object to our processing of your personal information, under certain conditions.": "आपके पास कुछ शर्तों के तहत, हमारी ओर से आपकी व्यक्तिगत जानकारी प्रोसेस करने पर आप आपत्ति जताने का अधिकार है।",
  "You have the right to request a copy of the personal information we hold about you.": "आपके पास हमारे द्वारा आपके बारे में रखी गई व्यक्तिगत जानकारी की प्रति प्राप्त करने का अधिकार है।",
  "You have the right to request that we correct any inaccuracies in your personal information.": "आपके पास अपनी व्यक्तिगत जानकारी में किसी भी त्रुटि को सुधारने का अनुरोध करने का अधिकार है।",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "आपके पास कुछ अपवादों के अधीन, हमसे अपनी व्यक्तिगत जानकारी हटाने का अनुरोध करने का अधिकार है।",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "आप प्रत्येक ट्रेडिंग पर हाउस एज का 20% प्राप्त करेंगे। यदि आपके पास अधिक अनुयायी हैं, तो अधिक कमीशन के लिए आप हमसे संपर्क कर सकते हैं।",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "आपको अगले एक घंटे में लगभग {nextCapitalCost} सब्सिडी प्राप्त होगी, और विशिष्ट राशि उस समय की फंडिंग दर पर निर्भर करेगी",
  "You won <0>{{award}}</0>": "आपने <0>{{award}}</0> जीता",
  "Your": "आपका",
  "Your Telegram": "आपका Telegram",
  "Your account level is assessed and updated on the": "आपके अकाउंट के स्तर का मूल्यांकन और अपडेट इस पर किया जाता है",
  "Your current limit is {{limit}}": "आपकी वर्तमान सीमा {{limit}} है",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "आपकी वर्तमान सीमाएँ हैं: PnL शुल्क - {{pnl}}, निश्चित शुल्क - {{Fixed}}",
  "Your email": "आपका ईमेल",
  "Your friends will be associated with you after they sign up": "आपके दोस्त आपके साथ जुड़ेंगे जब वे साइन अप करेंगे",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "आपकी जानकारी, जिसमें व्यक्तिगत जानकारी भी शामिल है, को आपके देश या अधिकार क्षेत्र के बाहर स्थित सर्वरों या डेटाबेस में स्थानांतरित और संग्रहीत किया जा सकता है। हमारे प्लेटफार्म का उपयोग करके, आप अपनी जानकारी को संयुक्त राज्य अमेरिका या किसी अन्य देश में स्थानांतरित करने की सहमति देते हैं, जहाँ Detrade या इसके सेवा प्रदाता सुविधाएँ बनाए रखते हैं।",
  "Your investment": "आपका निवेश",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "आपकी भाषा का चयन Detrade ईमेल, SMS, इन-ऐप नोटिफिकेशन और उन सभी डिवाइसों पर लागू होता है, जिनमें आपने लॉग इन किया हुआ है।",
  "Your name": "आपका नाम",
  "Your profile is now private": "आपकी प्रोफ़ाइल अब प्राइवेट है",
  "Your profile is now public": "आपकी प्रोफ़ाइल अब सार्वजनिक है",
  "Your transfer amount has to MATCH the submission amount.": "आपकी ट्रांसफर राशि को जमा राशि से मेल खानी चाहिए।",
  "Zero Trading Fees": "शून्य ट्रेडिंग फीस",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) दस्तावेज़ सत्यापन: उपयोगकर्ताओं को सरकारी द्वारा जारी पहचान पत्रों की प्रतियां अपलोड करने की आवश्यकता हो सकती है, जैसे कि पासपोर्ट, ड्राइविंग लाइसेंस, या राष्ट्रीय पहचान पत्र।",
  "all assets": "सभी संपत्तियाँ",
  "all status": "सभी स्थिति",
  "approved": "स्वीकृत",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) परफॉर्मेंस कुकीज़: ये कुकीज़ आपके प्लेटफॉर्म उपयोग से जुड़ी जानकारी एकत्र करती हैं, जैसे कि आप किन पेजों पर सबसे अधिक जाते हैं। इस जानकारी का उपयोग हमारे प्लेटफॉर्म की कार्यक्षमता सुधारने के लिए किया जाता है।",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) पता सत्यापन: उपयोगकर्ताओं को अपने आवासीय पते को सत्यापित करने के लिए उपयोगिता बिल या बैंक स्टेटमेंट जैसे दस्तावेज़ प्रदान करने की आवश्यकता हो सकती है।",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "आपके नवीनतम प्रदर्शन और गतिविधि के आधार पर। जुड़े रहें और रैंक में ऊपर चढ़ें!",
  "basic information verification": "बेसिक जानकारी सत्यापन",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **फंक्शनल कुकीज़**: ये कुकीज़ हमारे प्लेटफॉर्म को आपके द्वारा किए गए चुनावों (जैसे आपका उपयोगकर्ता नाम, भाषा या क्षेत्र) को याद रखने और उन्नत, अधिक व्यक्तिगत सुविधाएँ प्रदान करने की अनुमति देती हैं।",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) बायोमेट्रिक सत्यापन: Detrade उपयोगकर्ताओं की पहचान सत्यापित करने के लिए चेहरे की पहचान या फिंगरप्रिंट स्कैनिंग जैसे बायोमेट्रिक प्रमाणीकरण विधियों का उपयोग कर सकता है।",
  "change password": "पासवर्ड बदलें",
  "chat rules": "चैट नियम",
  "currency": "मुद्रा",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **टार्गेटिंग/विज्ञापन कुकीज़**: ये कुकीज़ आपको और आपकी रुचियों के अनुसार अधिक प्रासंगिक विज्ञापन दिखाने के लिए उपयोग की जाती हैं। ये हमें विज्ञापन अभियानों की प्रभावशीलता को मापने में भी मदद करती हैं।",
  "date": "तारीख",
  "day": "दिन",
  "demo": "डेमो",
  "deposit": "जमा",
  "deposit with a 50% bonus": "50% बोनस के साथ जमा करें",
  "down": "डाउन",
  "earn ticket": "टिकट अर्जित करें",
  "edit profile": "प्रोफ़ाइल संपादित करें",
  "edit your avatar": "अपना अवतार संपादित करें",
  "email": "ईमेल",
  "explanation": "स्पष्टीकरण",
  "failed": "असफल हुआ",
  "forgot password?": "पासवर्ड भूल गए?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "डायमंड को 3 महीने तक होल्ड करें — हमारा VIP मैनेजर आपको विशेष Diamond+ लाभों तक पहुँच के लिए आमंत्रित करेगा।",
  "init": "प्रारंभ",
  "liq price": "लिक्विडेशन प्राइस",
  "live": "लाइव",
  "loading...": "लोड हो रहा है...",
  "lucky poll": "लकी पोल",
  "medium": "मध्यम",
  "month": "महीना",
  "more": "अधिक",
  "my tickets": "मेरे टिकट",
  "name": "नाम",
  "no": "नहीं",
  "or": "या",
  "order id": "ऑर्डर आईडी",
  "pending": "लंबित",
  "perks in total": "कुल लाभ",
  "price": "प्राइस",
  "prize": "पुरस्कार",
  "processing": "प्रोसेस हो रहा है",
  "rejected": "अस्वीकृत",
  "results": "परिणाम",
  "rewards": "पुरस्कार",
  "rewards list": "पुरस्कार सूची",
  "search “Google Authenticator” and proceed to download.": "“Google Authenticator” खोजें और डाउनलोड करने के लिए आगे बढ़ें।",
  "seed": "सीड",
  "strong": "मजबूत",
  "success": "सफलता",
  "temporary rejected": "अस्थायी रूप से अस्वीकृत",
  "terms and conditions": "नियम और शर्तें",
  "tickets number": "टिकट संख्या",
  "ticks": "टिक",
  "time": "समय",
  "token": "टोकन",
  "top": "शीर्ष",
  "trader": "ट्रेडर",
  "trading platform": "ट्रेडिंग प्लेटफॉर्म",
  "two-Factor authentication": "टू-फैक्टर ऑथेंटिकेशन",
  "up": "अप",
  "voucher": "वाउचर",
  "wager": "दांव",
  "weak": "कमज़ोर",
  "week": "सप्ताह",
  "welcome gifts": "वेलकम गिफ्ट",
  "withdraw": "निकासी",
  "{{field}} is required": "{{field}} आवश्यक है",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} स्थान - दैनिक प्रतियोगिता पुरस्कार पूल का {{percent}}",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>{{total}} में से</0>",
  "|PnL|": "|PnL|"
}
