{
  "* Both a memo/tag and an address are required": "* একটি স্মারকলিপি/ট্যাগ এবং একটি ঠিকানা উভয়ই প্রয়োজন",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* প্রাপকের ঠিকানায় MEMO/ট্যাগের প্রয়োজন কিনা তা নিশ্চিত করুন। যদি এটি পূরণ না করা হয় বা ভুলভাবে পূরণ করা হয়, তাহলে সম্পদটি হারিয়ে যাবে।",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*ক্যালকুলেটরের ফলাফল আনুমানিক এবং প্রকৃত ROI/P&L বাজারের অবস্থার উপর ভিত্তি করে দেখানো থেকে ভিন্ন হতে পারে।.",
  "1-on-1 manager": "1-অন-1 ম্যানেজার",
  "1. Choose the future price direction": "1. ভবিষ্যতের দামের দিক নির্বাচন করুন",
  "1. Information We Collect": "1. আমরা যে তথ্য সংগ্রহ করি",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"আমরা\",\"আমাদের\", অথবা \"আমাদের\") শক্তিশালী অ্যান্টি-মানি লন্ডারিং (AML) এবং নো ইওর কাস্টমার (KYC) নীতি এবং পদ্ধতি বাস্তবায়নের মাধ্যমে মানি লন্ডারিং এবং সন্ত্রাসী অর্থায়ন কার্যকলাপ মোকাবেলায় প্রতিশ্রুতিবদ্ধ।.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade(\"আমরা\",\"আমাদের\",বা\"আমাদের\")একটি অনলাইন বাইনারি অপশন ট্রেডিং প্ল্যাটফর্ম(\"প্ল্যাটফর্ম\") পরিচালনা করে যা ব্যবসায়ীদের(\"আপনি\"বা\"ব্যবসায়ী\")কে বিভিন্ন আর্থিক উপকরণ বাণিজ্য করতে সক্ষম করে।.",
  "1.1 Personal Identification Information:": "1.1 ব্যক্তিগত পরিচয় সংক্রান্ত তথ্য:",
  "1.2 Financial Information:": "1.2 আর্থিক তথ্য:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 এই অ্যান্টি-মানি লন্ডারিং (AML) এবং আপনার গ্রাহককে জানুন (KYC) নীতি (\"নীতি\") আমাদের ব্যবসায়ীদের (\"আপনি\"বা\"ব্যবসায়ী\") পরিচয় যাচাই করার জন্য এবং Detrade-এর প্ল্যাটফর্মে মানি লন্ডারিং এবং সন্ত্রাসী অর্থায়নের কার্যকলাপ সনাক্ত ও প্রতিরোধ করার জন্য আমাদের বাধ্যবাধকতা এবং পদ্ধতির রূপরেখা দেয়৷.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 এই ব্যবহারকারীর চুক্তি এবং শর্তাবলী (\"চুক্তি\") আপনার Detrade's প্ল্যাটফর্মের ব্যবহার নিয়ন্ত্রণ করে। আমাদের প্ল্যাটফর্ম অ্যাক্সেস করে বা ব্যবহার করে, আপনি স্বীকার করেন যে আপনি এই চুক্তিটি পড়েছেন, বুঝতে পেরেছেন এবং এর দ্বারা আবদ্ধ হতে সম্মত হচ্ছেন।.",
  "1.3 Technical Information:": "1.3 প্রযুক্তিগত তথ্য:",
  "1.4 Usage Data:": "1.4 ব্যবহারের তথ্য:",
  "1.5 Location Information:": "1.5 অবস্থানের তথ্য:",
  "1.6 Cookies and Tracking Technologies:": "1.6 কুকিজ এবং ট্র্যাকিং প্রযুক্তি:",
  "1.Introduction": "1.ভূমিকা",
  "10 most wagering players carve up the prize pool.": "10 জন সর্বাধিক বাজি ধরা খেলোয়াড় পুরষ্কারের পুল তৈরি করে।.",
  "10. Amendments to the Policy": "10. নীতিমালার সংশোধনী",
  "10. International Data Transfers": "10. আন্তর্জাতিক ডেটা স্থানান্তর",
  "10. Limitation of Liability": "10. দায়বদ্ধতার সীমাবদ্ধতা",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade যেকোনো সময় এই নীতি পরিবর্তন বা সংশোধন করার অধিকার সংরক্ষণ করে। যেকোনো পরিবর্তন Detrade-এর প্ল্যাটফর্মে পোস্ট করার সাথে সাথেই কার্যকর হবে।.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 আইন দ্বারা অনুমোদিত সম্পূর্ণ পরিমাণে, Detrade আমাদের প্ল্যাটফর্ম ব্যবহারের ফলে বা এর সাথে সম্পর্কিত কোনও প্রত্যক্ষ, পরোক্ষ, আনুষঙ্গিক, বিশেষ, বা ফলস্বরূপ ক্ষতির জন্য দায়ী থাকবে না।.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2এই চুক্তির ফলে বা এর সাথে সম্পর্কিত সমস্ত ক্ষতি, ক্ষতি এবং মামলার কারণের জন্য আপনার প্রতি Detrade-এর মোট দায় কোনও অবস্থাতেই ঘটনার পূর্ববর্তী বারো (12) মাসের সময়কালে Detrade-কে আপনার দ্বারা প্রদত্ত পরিমাণের চেয়ে বেশি হবে না, যা এই ধরনের দায়বদ্ধতার জন্ম দেয়।.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 যেকোনো আপডেট বা পরিবর্তন সম্পর্কে অবগত থাকার জন্য এই নীতিমালা পর্যায়ক্রমে পর্যালোচনা করা আপনার দায়িত্ব। এই নীতিমালার যেকোনো পরিবর্তনের পরেও Detrade এর প্ল্যাটফর্মের আপনার অব্যাহত ব্যবহার সেই পরিবর্তনগুলির স্বীকৃতিকে বোঝায়।.",
  "1000x leverage": "1000x লিভারেজ",
  "11. Contact Information": "11. যোগাযোগের তথ্য",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 এই নীতি বা Detrade এর AML এবং KYC পদ্ধতি সম্পর্কে আপনার যদি কোনও প্রশ্ন, উদ্বেগ বা প্রতিক্রিয়া থাকে, তাহলে অনুগ্রহ করে [support@detrade.com] এ আমাদের সাথে যোগাযোগ করুন।.",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 আপনি Detrade এর প্ল্যাটফর্ম ব্যবহার বা এই চুক্তি লঙ্ঘনের ফলে উদ্ভূত যেকোনো এবং সমস্ত দাবি, দায়, ক্ষতি, ক্ষতি, খরচ, ব্যয়, বা ফি (যুক্তিসঙ্গত আইনজীবীর ফি সহ) থেকে Detrade এবং এর সহযোগী, কর্মকর্তা, পরিচালক, কর্মচারী এবং এজেন্টদের ক্ষতিপূরণ, প্রতিরক্ষা এবং ক্ষতিহীন রাখতে সম্মত হচ্ছেন।.",
  "11.Indemnification": "11.ক্ষতিপূরণ",
  "12. Contact Us": "12. যোগাযোগ করুন",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 এই চুক্তিটি [Jurisdiction] আইন দ্বারা পরিচালিত হবে এবং ব্যাখ্যা করা হবে।.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 এই চুক্তি থেকে উদ্ভূত বা এর সাথে সম্পর্কিত যেকোনো বিরোধ [Arbitration Organization] নিয়ম অনুসারে সালিশের মাধ্যমে সমাধান করা হবে।.",
  "12.Governing Law and Dispute Resolution": "12.আইন পরিচালনা এবং বিরোধ নিষ্পত্তি",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1Detrade যেকোনো সময় এই চুক্তিটি সংশোধন বা সংশোধন করার অধিকার সংরক্ষণ করে। Detrade এর প্ল্যাটফর্মে পোস্ট করার সাথে সাথে যেকোনো পরিবর্তন কার্যকর হবে।.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 যেকোনো আপডেট বা পরিবর্তন সম্পর্কে অবগত থাকার জন্য এই চুক্তিটি পর্যায়ক্রমে পর্যালোচনা করা আপনার দায়িত্ব। এই চুক্তিতে যেকোনো পরিবর্তনের পরেও De. trade এর প্ল্যাটফর্মের আপনার অব্যাহত ব্যবহার সেই পরিবর্তনগুলির স্বীকৃতিকে বোঝায়।.",
  "13.Amendments to the Agreement": "13.চুক্তির সংশোধনী",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1এই চুক্তি বা Detrade এর প্ল্যাটফর্ম সম্পর্কে আপনার যদি কোনও প্রশ্ন, উদ্বেগ, বা প্রতিক্রিয়া থাকে, তাহলে অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন",
  "14.Contact Information": "14. যোগাযোগের তথ্য",
  "16th of every month": "প্রতি মাসের 16 তারিখ",
  "1D": "1দিন",
  "1M": "1মাস",
  "1W": "1সপ্তাহ",
  "2. Definitions": "2. সংজ্ঞা",
  "2. Eligibility": "2. যোগ্যতা",
  "2. How We Use Your Information": "2. আমরা আপনার তথ্য কীভাবে ব্যবহার করি",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. আপনি আপ এবং ডাউন নির্দেশাবলীতে তহবিল পুলের মোট অর্ডারের পরিমাণ এবং তালিকার আপনার এবং অন্যান্য ব্যবহারকারীদের অর্ডারের অবস্থা দেখতে পারেন।.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" বলতে মানি লন্ডারিং-বিরোধী ব্যবস্থাকে বোঝায়, যা আর্থিক ব্যবস্থার মাধ্যমে অবৈধভাবে আয়ের উৎপাদন রোধ করার জন্য তৈরি পদ্ধতি, আইন এবং বিধিমালার একটি সেট।.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Detrade এর প্ল্যাটফর্ম অ্যাক্সেস করে বা ব্যবহার করে, আপনি প্রতিনিধিত্ব করেন এবং নিশ্চিত করেন যে আপনার বয়স কমপক্ষে 18 বছর এবং এই চুক্তিতে প্রবেশ করার আইনি ক্ষমতা আপনার আছে।.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 আমাদের প্ল্যাটফর্ম সরবরাহ এবং রক্ষণাবেক্ষণের জন্য:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" বলতে বোঝায় আপনার গ্রাহককে জানুন, যা গ্রাহকদের পরিচয় যাচাই করার এবং অবৈধ কার্যকলাপে জড়িত থাকার সম্ভাব্য ঝুঁকি মূল্যায়নের প্রক্রিয়া।.",
  "2.2 To Improve Our Platform:": "2.2 আমাদের প্ল্যাটফর্ম উন্নত করতে:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 আমাদের প্ল্যাটফর্ম ব্যবহার সংক্রান্ত সমস্ত প্রযোজ্য আইন ও বিধিমালা আপনাকে অবশ্যই মেনে চলতে হবে।.",
  "2.3 To Communicate with You:": "2.3 আপনার সাথে যোগাযোগ করতে:",
  "2.4 To Personalize Your Experience:": "2.4 আপনার অভিজ্ঞতা ব্যক্তিগতকৃত করতে:",
  "2.5 To Conduct Analytics and Research:": "2.5 বিশ্লেষণ এবং গবেষণা পরিচালনা করা:",
  "2.6 To Ensure Security and Compliance:": "2.6 নিরাপত্তা এবং সম্মতি নিশ্চিত করার জন্য:",
  "20% affiliate commission (a 100% increase from our base rate).": "200% অ্যাফিলিয়েট কমিশন (আমাদের বেস রেট থেকে 100% বৃদ্ধি)।.",
  "20+ exchange market data": "20+ এক্সচেঞ্জ মার্কেট ডেটা",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24 ঘন্টা প্রত্যাহার নিষেধাজ্ঞার বিজ্ঞপ্তি আমাদের সিস্টেম আপনার অ্যাকাউন্টের গুরুত্বপূর্ণ তথ্যে পরিবর্তন শনাক্ত করেছে, এবং তাই আমরা আপনার সম্পদ সুরক্ষিত করার জন্য পদক্ষেপ নেওয়ার সময় আপনার অ্যাকাউন্টের প্রত্যাহার বৈশিষ্ট্যটি সাময়িকভাবে স্থগিত করছি। UTC সময়ে {{time}} তে স্বয়ংক্রিয়ভাবে বিধিনিষেধ তুলে নেওয়া হবে।",
  "24h Live Players": "24h লাইভ প্লেয়ার",
  "24h Trade Vol": "24 ঘন্টা ট্রেড ভলিউম",
  "24h Wins Paid": "24h মধ্যে প্রদত্ত জয়",
  "24h high": "24 ঘন্টা উচ্চ",
  "24h low": "24 ঘন্টা নিম্ন",
  "24h players": "24 ঘন্টা খেলোয়াড়",
  "24h win ratio": "24 ঘন্টা জয় অনুপাত",
  "2FA Code's length is not right": "2FA কোড দৈর্ঘ্য সঠিক নয়",
  "2FA authentication": "2FA যাচাইকরণ",
  "2s CFD and 5-60s Options": "2s CFD এবং 5-60s বিকল্প",
  "3. Customer Due Diligence (CDD)": "3. গ্রাহকের যথাযথ পরিশ্রম (CDD)",
  "3. How We Share Your Information": "3. আমরা আপনার তথ্য কীভাবে শেয়ার করি",
  "3. Wait for system settlement": "3. সিস্টেম সেটেলমেন্টের জন্য অপেক্ষা করুন",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 ডেট্রেড সকল ব্যবহারকারীর পরিচয় যাচাই করতে এবং তাদের ঝুঁকির মাত্রা মূল্যায়ন করতে গ্রাহক ডিউ ডিলিজেন্স (CDD) পরিচালনা করে।.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Detrade এর প্ল্যাটফর্মের কিছু বৈশিষ্ট্য অ্যাক্সেস করার জন্য, আপনাকে একটি অ্যাকাউন্টের জন্য নিবন্ধন করতে হতে পারে।.",
  "3.1 With Service Providers:": "3.1 পরিষেবা প্রদানকারীদের সাথে:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 নিবন্ধন প্রক্রিয়া চলাকালীন, আপনাকে কিছু ব্যক্তিগত তথ্য প্রদান করতে হতে পারে, যার মধ্যে রয়েছে আপনার পুরো নাম, জন্ম তারিখ, আবাসিক ঠিকানা, সরকার কর্তৃক জারি করা পরিচয়পত্র এবং ঠিকানার প্রমাণপত্র।.",
  "3.2 For Legal Reasons:": "3.2 আইনি কারণে:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 কোনও অ্যাকাউন্টের জন্য নিবন্ধন করার সময়, আপনি নিবন্ধন ফর্ম অনুসারে আপনার সম্পর্কে সঠিক, সাম্প্রতিক এবং সম্পূর্ণ তথ্য প্রদান করতে সম্মত হন।.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 আপনার পরিচয় যাচাই করতে বা আপনার ঝুঁকির মাত্রা মূল্যায়ন করতে আপনার কাছ থেকে অতিরিক্ত তথ্য বা ডকুমেন্টেশন চাওয়ার অধিকার Detrade সংরক্ষণ করে।.",
  "3.3 To Protect Our Rights:": "3.3 আমাদের অধিকার রক্ষার জন্য:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 আপনার অ্যাকাউন্টের শংসাপত্রের গোপনীয়তা এবং আপনার অ্যাকাউন্টের অধীনে সংঘটিত সমস্ত কার্যকলাপের জন্য আপনি দায়ী।.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 যদি আমরা বিশ্বাস করি যে আপনি নিবন্ধন প্রক্রিয়ার সময় মিথ্যা বা বিভ্রান্তিকর তথ্য প্রদান করেছেন অথবা এই চুক্তির কোনও বিধান লঙ্ঘন করেছেন, তাহলে ডেট্রেড আপনার অ্যাকাউন্ট স্থগিত বা বন্ধ করার অধিকার সংরক্ষণ করে।.",
  "3.4 With Your Consent:": "3.4 আপনার সম্মতিতে:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 আপনি গ্রাহক ডিউ ডিলিজেন্স (CDD) এর উদ্দেশ্যে Detrade কর্তৃক অনুরোধকৃত যেকোনো তথ্য বা ডকুমেন্টেশন অবিলম্বে প্রদান করতে সম্মত হচ্ছেন।.",
  "3.5 In Business Transfers:": "3.5 ব্যবসায়িক স্থানান্তরে:",
  "3.Account Registration": "3. অ্যাকাউন্ট নিবন্ধন",
  "3rd Merchant Processing": "তৃতীয় মার্চেন্ট প্রসেসিং",
  "4. Check the winning and losing results": "4. জয় এবং পরাজয়ের ফলাফল পরীক্ষা করুন",
  "4. Identity Verification": "4. পরিচয় যাচাইকরণ",
  "4. Platform Use": "4. প্ল্যাটফর্ম ব্যবহার",
  "4. Your Data Protection Rights": "4. আপনার তথ্য সুরক্ষা অধিকার",
  "4.1 Access:": "4.1 অ্যাক্সেস:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade তার ব্যবহারকারীদের পরিচয় যাচাই করার জন্য বিভিন্ন পদ্ধতি এবং সরঞ্জাম ব্যবহার করে, যার মধ্যে রয়েছে কিন্তু সীমাবদ্ধ নয়:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Detrade-এর প্ল্যাটফর্মটি শুধুমাত্র তথ্যগত এবং শিক্ষামূলক উদ্দেশ্যে প্রদান করা হয়েছে। আপনি স্বীকার করছেন এবং সম্মত হচ্ছেন যে আমাদের প্ল্যাটফর্মে প্রদত্ত কোনও তথ্য আর্থিক পরামর্শ হিসেবে ব্যবহৃত হয় না এবং বিনিয়োগের সিদ্ধান্ত নেওয়ার জন্য এর উপর নির্ভর করা উচিত নয়।.",
  "4.2 Correction:": "4.2 সংশোধন:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 ব্যবহারকারীদের দ্বারা প্রদত্ত যেকোনো নথি বা তথ্য যদি পরিচয় যাচাইয়ের জন্য অপর্যাপ্ত বা ভুল বলে মনে হয়, তাহলে Detrade তা প্রত্যাখ্যান করার অধিকার সংরক্ষণ করে।.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 বাইনারি অপশন ট্রেডিংয়ের সাথে সম্পর্কিত ঝুঁকি মূল্যায়ন করার এবং Detrade এর প্ল্যাটফর্মে ট্রেডিং আপনার জন্য উপযুক্ত কিনা তা নির্ধারণ করার জন্য সম্পূর্ণরূপে আপনার দায়িত্ব।.",
  "4.3 Deletion:": "4.3 মুছে ফেলা:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 আপনি সকল প্রযোজ্য আইন ও প্রবিধান অনুসারে এবং এমনভাবে Detrade এর প্ল্যাটফর্ম ব্যবহার করতে সম্মত হচ্ছেন যা অন্যদের অধিকার লঙ্ঘন করে না বা এই চুক্তির শর্তাবলী লঙ্ঘন করে না।.",
  "4.4 Objection:": "4.4 আপত্তি:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 বিধিনিষেধ: কিছু শর্তের অধীনে, আপনার ব্যক্তিগত তথ্য প্রক্রিয়াকরণ সীমিত করার জন্য আমাদের অনুরোধ করার অধিকার আপনার আছে।.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 ডেটা পোর্টেবিলিটি: নির্দিষ্ট শর্তে আপনার ব্যক্তিগত তথ্য অন্য কোনও প্রতিষ্ঠানের কাছে বা সরাসরি আপনার কাছে স্থানান্তরের অনুরোধ করার অধিকার আপনার রয়েছে।.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 সম্মতি প্রত্যাহার করুন: আপনি যদি আপনার ব্যক্তিগত তথ্য প্রক্রিয়াকরণের জন্য আমাদের সম্মতি দিয়ে থাকেন, তাহলে আপনার যেকোনো সময় আপনার সম্মতি প্রত্যাহার করার অধিকার রয়েছে।.",
  "5. Data Security": "5. ডেটা সুরক্ষা",
  "5. Risk Assessment": "5. ঝুঁকি মূল্যায়ন",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade প্রতিটি ব্যবসায়ীর তাদের পরিচয় যাচাইয়ের তথ্য, লেনদেনের ইতিহাস এবং অন্যান্য প্রাসঙ্গিক কারণগুলির উপর ভিত্তি করে একটি ঝুঁকি মূল্যায়ন পরিচালনা করে।.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Detrade এর প্ল্যাটফর্ম ব্যবহারকারীদের বিভিন্ন আর্থিক উপকরণে বাইনারি বিকল্প ট্রেড করার অনুমতি দেয়, যার মধ্যে স্টক, মুদ্রা, পণ্য এবং সূচক অন্তর্ভুক্ত কিন্তু সীমাবদ্ধ নয়।.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 ঝুঁকি মূল্যায়নের ফলাফলের উপর ভিত্তি করে ব্যবহারকারীদের একটি ঝুঁকি রেটিং দেওয়া যেতে পারে, যা তাদের লেনদেন এবং অ্যাকাউন্ট কার্যকলাপের উপর প্রয়োগ করা যাচাই-বাছাইয়ের স্তরকে প্রভাবিত করতে পারে।.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 আপনি স্বীকার করেন এবং সম্মত হন যে বাইনারি অপশন ট্রেডিংয়ের সাথে উল্লেখযোগ্য ঝুঁকি জড়িত, যার মধ্যে আপনার সম্পূর্ণ বিনিয়োগ হারানোর ঝুঁকিও রয়েছে।.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 প্রতিটি ট্রেডের সাথে সম্পর্কিত ঝুঁকি মূল্যায়ন এবং আপনার ব্যক্তিগত পরিস্থিতির জন্য উপযুক্ত বিনিয়োগ কৌশল নির্ধারণের জন্য আপনি সম্পূর্ণরূপে দায়ী।.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade আমাদের প্ল্যাটফর্মে করা কোনও ট্রেডের লাভজনকতা বা সাফল্য সম্পর্কে কোনও গ্যারান্টি বা নিশ্চয়তা প্রদান করে না।.",
  "5.Trading": "5.ট্রেডিং",
  "50+ trading pairs": "50+ ট্রেডিং জোড়া",
  "6 Month's Pnl": "6 মাসের Pnl",
  "6. Data Retention": "6. ডেটা ধারণ",
  "6. Fees and Charges": "6. ফি এবং চার্জ",
  "6. Monitoring and Reporting": "6. মনিটরিং এবং রিপোর্টিং",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade আমাদের প্ল্যাটফর্মে পরিচালিত কিছু পরিষেবা বা লেনদেনের জন্য ফি নিতে পারে। আপনি আমাদের প্ল্যাটফর্ম ব্যবহারের সাথে সম্পর্কিত সমস্ত প্রযোজ্য ফি এবং চার্জ দিতে সম্মত হন।.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade সন্দেহজনক বা অস্বাভাবিক আচরণের লক্ষণগুলির জন্য ব্যবসায়ীর লেনদেন এবং অ্যাকাউন্টের কার্যকলাপ পর্যবেক্ষণ করে যা অর্থ পাচার বা সন্ত্রাসী অর্থায়নের কার্যকলাপ নির্দেশ করতে পারে।.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade যেকোনো সময়, নোটিশ সহ বা ছাড়াই আমাদের ফি কাঠামো পরিবর্তন বা সংশোধন করার অধিকার সংরক্ষণ করে।.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 যদি Detrade কোনো সন্দেহজনক কার্যকলাপ বা লেনদেন শনাক্ত করে, তাহলে আমরা সংশ্লিষ্ট কর্তৃপক্ষকে এই ধরনের কার্যকলাপের রিপোর্ট করার এবং ট্রেডার অ্যাকাউন্টগুলিকে ফ্রিজ বা স্থগিত করা সহ কিন্তু সীমাবদ্ধ নয় যথাযথ ব্যবস্থা নেওয়ার অধিকার সংরক্ষণ করি।.",
  "6M": "6মাস",
  "7 * 24 technical services": "7 * 24 প্রযুক্তিগত পরিষেবা",
  "7. Cookies and Similar Technologies": "7. কুকিজ এবং অনুরূপ প্রযুক্তি",
  "7. Intellectual Property": "7. বুদ্ধিবৃত্তিক সম্পত্তি",
  "7. Record-Keeping": "7. রেকর্ড-কিপিং",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Detrade-এর প্ল্যাটফর্মে উপলব্ধ সমস্ত সামগ্রী এবং উপকরণ, যার মধ্যে টেক্সট, গ্রাফিক্স, লোগো, ছবি এবং সফ্টওয়্যার অন্তর্ভুক্ত কিন্তু সীমাবদ্ধ নয়, Detrade বা এর লাইসেন্সদাতাদের সম্পত্তি এবং কপিরাইট, ট্রেডমার্ক এবং অন্যান্য বৌদ্ধিক সম্পত্তি আইন দ্বারা সুরক্ষিত।.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 কুকিজ: আমাদের প্ল্যাটফর্মে আপনার অভিজ্ঞতা উন্নত করতে আমরা কুকিজ ব্যবহার করি। কুকি হল আপনার ডিভাইসে রাখা একটি ছোট ফাইল যা আমাদের আপনার ব্রাউজার চিনতে এবং নির্দিষ্ট তথ্য ক্যাপচার এবং মনে রাখতে সাহায্য করে।.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade প্রযোজ্য আইন এবং প্রবিধান অনুসারে সমস্ত ব্যবসায়ীর সনাক্তকরণ এবং লেনদেনের তথ্যের রেকর্ড বজায় রাখে।.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 কুকির প্রকারভেদ: ক) **প্রয়োজনীয় কুকি**: এই কুকিগুলি আমাদের প্ল্যাটফর্মের পরিচালনার জন্য প্রয়োজনীয়। এগুলি আপনাকে সাইটটি নেভিগেট করতে এবং এর বৈশিষ্ট্যগুলি ব্যবহার করতে সক্ষম করে।.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 ব্যবহারকারীর রেকর্ড গোপন রাখা হয় এবং আইন অনুসারে কেবল অনুমোদিত কর্মী বা নিয়ন্ত্রক কর্তৃপক্ষের কাছে প্রকাশ করা হয়।.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 আপনার ব্যক্তিগত এবং অ-বাণিজ্যিক ব্যবহারের জন্য Detrade's প্ল্যাটফর্ম অ্যাক্সেস এবং ব্যবহার করার জন্য আপনাকে একটি সীমিত, অ-এক্সক্লুসিভ এবং অ-হস্তান্তরযোগ্য লাইসেন্স দেওয়া হয়েছে।.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 কুকিজ পরিচালনা: আপনি পৃথক ব্রাউজার স্তরে কুকিজ ব্যবহার নিয়ন্ত্রণ করতে পারেন। আপনি যদি কুকিজ প্রত্যাখ্যান করেন, তবুও আপনি আমাদের প্ল্যাটফর্ম ব্যবহার করতে পারেন, তবে আমাদের প্ল্যাটফর্মের কিছু বৈশিষ্ট্য বা ক্ষেত্র ব্যবহারের আপনার ক্ষমতা সীমিত হতে পারে।.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 আপনি Detrade-এর স্পষ্ট লিখিত সম্মতি ছাড়া Detrade-এর প্ল্যাটফর্মে উপলব্ধ কোনও বিষয়বস্তু বা উপকরণের উপর ভিত্তি করে কোনও ডেরিভেটিভ কাজ পুনরুত্পাদন, সংশোধন, বিতরণ বা তৈরি করতে সম্মত হচ্ছেন না।.",
  "8. Third-Party Links": "8. তৃতীয় পক্ষের লিঙ্ক",
  "8. Training and Awareness": "8. প্রশিক্ষণ এবং সচেতনতা",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade তার কর্মীদের AML এবং KYC নীতি এবং পদ্ধতি সম্পর্কে জ্ঞান নিশ্চিত করার জন্য প্রশিক্ষণ এবং সচেতনতামূলক কর্মসূচি প্রদান করে।.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade তার ব্যবহারকারীদের গোপনীয়তাকে সম্মান করে এবং তাদের ব্যক্তিগত তথ্য রক্ষা করতে প্রতিশ্রুতিবদ্ধ। আমরা কীভাবে আপনার ব্যক্তিগত তথ্য সংগ্রহ, ব্যবহার এবং প্রকাশ করি তার বিশদ বিবরণের জন্য অনুগ্রহ করে আমাদের গোপনীয়তা নীতি দেখুন।.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 কর্মীদের সন্দেহজনক কার্যকলাপ সনাক্ত করতে এবং রিপোর্ট করতে এবং সমস্ত AML এবং KYC প্রয়োজনীয়তা মেনে চলতে প্রশিক্ষণ দেওয়া হয়।.",
  "8.Privacy Policy": "8.গোপনীয়তা নীতি",
  "9. Children's Privacy": "9. শিশুদের গোপনীয়তা",
  "9. Compliance Oversight": "9. কমপ্লায়েন্স তদারকি",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade একজন কমপ্লায়েন্স অফিসার নিযুক্ত করেছে যিনি AML এবং KYC নীতি এবং পদ্ধতিগুলির সাথে সম্মতি তদারকি করার জন্য দায়ী।.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade যেকোনো সময় এবং যেকোনো কারণে, কারণ সহকারে বা ছাড়াই, এবং পূর্ব নোটিশ ছাড়াই আমাদের প্ল্যাটফর্মে আপনার অ্যাক্সেস স্থগিত বা বন্ধ করার অধিকার সংরক্ষণ করে।.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 কমপ্লায়েন্স অফিসার নিয়ন্ত্রক উন্নয়ন পর্যবেক্ষণ, প্রয়োজনে AML এবং KYC নীতি আপডেট করার এবং Detrade-এর কার্যক্রম সমস্ত প্রযোজ্য আইন ও প্রবিধান মেনে চলছে কিনা তা নিশ্চিত করার জন্য দায়ী।.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Detrade এর প্ল্যাটফর্মে আপনার অ্যাক্সেস বন্ধ করার পরে, এই চুক্তির সমস্ত বিধান যা তাদের প্রকৃতি অনুসারে সমাপ্তির পরেও টিকে থাকার কথা, টিকে থাকবে, যার মধ্যে বৌদ্ধিক সম্পত্তি, দায়বদ্ধতার সীমাবদ্ধতা এবং বিরোধ নিষ্পত্তি সম্পর্কিত বিধানগুলি অন্তর্ভুক্ত কিন্তু সীমাবদ্ধ নয়।.",
  "9.Termination": "9.সমাপ্তি",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>বোনাসের পরিমাণ:</0> আপনার প্রথম জমার 50%",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>বোনাস ক্যাপ:</0> সর্বাধিক 50 USDT ট্রেডিং বোনাস",
  "<0>Eligibility:</0> New users on Detrade only": "<0>যোগ্যতা:</0> শুধুমাত্র Detrade-এ নতুন ব্যবহারকারীরা",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>প্রয়োজনীয়তা:</0> প্রথম জমা ≥ 50 USDT (বা সমতুল্য ক্রিপ্টো)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>সমর্থিত পণ্য</0>: হাইলো, স্প্রেড, আপ ডাউন, ফিউচার",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> এই রাউন্ডের টিকিট পাঠানো হয়েছে!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> প্রতি এন্ট্রি এবং এক্সিট ট্রেডের জন্য {{position}} এর স্লিপেজ সহ",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>এর {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "ট্রেড খোলার সময় {{feeAmount}} ({{commission}}) এর একটি নির্দিষ্ট ফি নেওয়া হয়েছিল (position:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "ট্রেড বন্ধ করার সময় আপনার লাভের একটি অংশ (যদি থাকে) নেওয়া হয়",
  "A variable fee was charged as a fraction of profits upon closing the trade": "ট্রেড বন্ধ করার সময় লাভের একটি ভগ্নাংশ হিসাবে একটি পরিবর্তনশীল ফি নেওয়া হয়েছিল",
  "A verification will be sent to {{email}}": "{{email}} এ একটি যাচাইকরণ পাঠানো হবে।",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: নিশ্চিত করুন যে আপনি চারটি ট্রেডিং মোডই আনলক করেছেন। যদি সমস্যাটি থেকে যায়, তাহলে সাহায্যের জন্য গ্রাহক সহায়তার সাথে যোগাযোগ করুন।.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: না, বোনাস নিজেই প্রত্যাহারযোগ্য নয়। যাইহোক, যে কোনো <0>বোনাস ব্যবহার করে করা লাভ</0> প্রত্যাহার করা যেতে পারে।.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: হ্যাঁ। অনুগ্রহ করে ইস্যু করার <0>7 দিনের</0> মধ্যে আপনার বোনাস সক্রিয় করুন। মেয়াদোত্তীর্ণ বোনাস পুনরুদ্ধার করা যাবে না।.",
  "AF": "AF",
  "AML & KYC policy": "AML এবং KYC পলিসি",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Detrade সম্পর্কে",
  "Access over 70 popular assets with up to 90% profit potential": "90% পর্যন্ত লাভের সম্ভাবনা সহ 70টির বেশি জনপ্রিয় সম্পদ অ্যাক্সেস করুন",
  "Account Details": "অ্যাকাউন্টের বিশদ বিবরণ",
  "Account Not Verified": "অ্যাকাউন্ট যাচাইকৃত করা হয়নি৷",
  "Account Verified": "অ্যাকাউন্ট যাচাই করা হয়েছে",
  "Activate": "সক্রিয় করুন",
  "Activation expiry time": "অ্যাক্টিভেশন মেয়াদ শেষ হওয়ার সময়",
  "Active": "সক্রিয়",
  "Active tickets": "সক্রিয় টিকেট",
  "Activity priority access": "কার্যকলাপ অগ্রাধিকার অ্যাক্সেস",
  "Add": "যোগ করুন",
  "Add key phrase into Google Authenticator and remember the key phrase": "Google Authenticator মূল বাক্যাংশ যোগ করুন এবং মূল বাক্যাংশটি মনে রাখুন",
  "Add referral": "রেফারেল যোগ করুন",
  "Add referral code": "রেফারেল কোড যুক্ত করুন",
  "Address is required": "ঠিকানা প্রয়োজন",
  "Address valid": "ঠিকানা বৈধ",
  "Advanced": "অ্যাডভান্সড",
  "Advanced Users": "উন্নত ব্যবহারকারী",
  "Advanced chart": "অ্যাডভান্সড চার্ট",
  "Advantage": "সুবিধা",
  "Affiliate program": "অ্যাফি লিয়েট প্রোগ্রাম",
  "Affiliates": "অধিভুক্ত",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "আপনার প্রথম জমা সম্পন্ন করার পর, আপনার প্রাথমিক 1 USDT ট্রায়াল ভাউচার দেখতে <0>রিওয়ার্ড সেন্টার</0> এ যান।.",
  "After setting your personal information private, other users will not be able to see your username and information.": "আপনার ব্যক্তিগত তথ্য গোপন রাখার পর, অন্য ব্যবহারকারীরা আপনার ব্যবহারকারীর নাম এবং তথ্য দেখতে পারবে না।.",
  "Agreement": "চুক্তি",
  "Airdrop": "এয়ারড্রপ",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "এয়ারড্রপ পদ্ধতি: পুরষ্কারগুলি স্বয়ংক্রিয়ভাবে ওয়ালেটে বিতরণ করা হয়। অনুগ্রহ করে অ্যাপ-মধ্যস্থ ইমেলটি অনুসরণ করুন।.",
  "Airdrop plan": "এয়ারড্রপের পরিকল্পনা",
  "Airdrop program": "এয়ারড্রপ প্রোগ্রাম",
  "Airdrops": "এয়ারড্রপস",
  "Algorithm": "অ্যালগরিদম",
  "All": "সব",
  "All Assets": "সমস্ত এস্সেটস",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "এই ওয়েবসাইটের সমস্ত ব্রোকারেজ কার্যকলাপ Nexus Play LLC দ্বারা সরবরাহ করা হয়।.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "সমস্ত গেম খেলার সূত্র উন্মুক্ত এবং স্বচ্ছ, যা জালিয়াতি রোধ করে এবং অংশীদার এবং খেলোয়াড়দের ঝুঁকি প্রতিরোধ করে।.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "24-ঘন্টা ট্রেডিং রাউন্ডের সমস্ত মূল্য একটি এলোমেলোভাবে আঁকা বীজ ব্যবহার করে পূর্বনির্ধারিত হয়, যা প্রতিটি ট্রেডিং রাউন্ডের শেষে প্রকাশিত হয়। এই প্রকাশিত বীজের মাধ্যমে, যে কেউ যাচাই করতে পারবেন যে আমরা নীচের বিস্তারিত অ্যালগরিদম মেনে চলেছি এবং রাউন্ড শুরু হওয়ার পরে কোনও দাম পরিবর্তন করিনি। উল্লেখযোগ্যভাবে, আপনার ট্রেডিংয়ের উপর ভিত্তি করে আমাদের পক্ষে দাম পরিবর্তন করা অসম্ভব।.",
  "All prizes will be sent in USDT.": "সমস্ত পুরস্কার USDT-তে পাঠানো হবে।.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "একজন শীর্ষ ট্রেডারের সকল বাস্তব অভিজ্ঞতা যা আপনার প্রয়োজন, যার মধ্যে রয়েছে সবচেয়ে জনপ্রিয় ট্রেডিং ইন্ডিকেটর এবং সিগন্যালগুলিতে অ্যাক্সেস।.",
  "All time wins paid": "অল টাইম উইনস পেড",
  "Already have an account?": "ইতিমধ্যে একটি অ্যাকাউন্ট আছে?",
  "Amount": "পরিমাণ",
  "Amount is required": "পরিমাণ প্রয়োজন",
  "Amount to withdraw": "প্রত্যাহারের পরিমাণ",
  "Announcement": "এনাউন্সমেন্ট",
  "Announcements": "ঘোষণাপত্র",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "অ্যান্টি-মানি লন্ডারিং (AML) এবং নো ইওর কাস্টমার (KYC) নীতি",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "কোন প্রশ্ন আছে? আমাদের নিবেদিতপ্রাণ সহায়তা দল আপনাকে সহায়তা করতে এবং আবেদন প্রক্রিয়ার মাধ্যমে আপনাকে গাইড করতে প্রস্তুত।.",
  "Apply": "আবেদন করুন",
  "Applying": "আবেদন করা হচ্ছে",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "পরবর্তী এক ঘন্টার মধ্যে আনুমানিক {{nextCapitalCost}} চার্জ করা হবে, এবং নির্দিষ্ট পরিমাণ সেই সময়ের তহবিল হারের উপর নির্ভর করবে।.",
  "Are there any geographical restrictions?": "কোন ভৌগোলিক সীমাবদ্ধতা আছে কি?",
  "Arrival amount": "আগমন পরিমাণ",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "যতক্ষণ প্রোগ্রামটি সক্রিয় থাকবে, ততক্ষণ আপনার রেফারি ডেট্রেড অ্যাকাউন্টের জন্য নিবন্ধন করার মুহূর্ত থেকে আপনি কমিশন উপার্জন করতে পারবেন।.",
  "Ask a question": "একটি প্রশ্ন জিজ্ঞাসা করুন",
  "Asset types,currencies,cryptocurrencies for any trader.": "যেকোনো ব্যবসায়ীর জন্য সম্পদের ধরণ, মুদ্রা, ক্রিপ্টোকারেন্সি।.",
  "Assets": "সম্পদ",
  "Assets overview": "সম্পদের ওভারভিউ",
  "At least {{exceed}} number": "কমপক্ষে {{exceed}} সংখ্যা",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "কাউন্টডাউন শেষে, আপনার পূর্বাভাসের প্রবণতার উপর ভিত্তি করে লাভ-ক্ষতি নির্ধারণ করা হবে।.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "প্রতিটি ট্রেডিং রাউন্ডের শুরুতে (00:00 UTC), একটি নতুন 32-বাইট বীজ এলোমেলোভাবে নির্বাচন করা হয়। এই বীজকে একটি ক্রমবর্ধমান পূর্ণসংখ্যা টিক কাউন্টারের সাথে একত্রিত করে পুরো রাউন্ডের দাম পুনরুত্পাদন করা যেতে পারে।.",
  "Auto": "অটো",
  "Available": "উপলব্ধ",
  "Available on request": "অনুরোধে পাওয়া যায়",
  "Award quota": "পুরস্কার কোটা",
  "Awarded users": "পুরস্কৃত ব্যবহারকারীরা",
  "Balance": "ভারসাম্য",
  "Balance is not enough": "ব্যালেন্স যথেষ্ট নয়।",
  "Basic": "বেসিক",
  "Becoming an affiliate is easy": "অ্যাফিলিয়েট হওয়া সহজ",
  "Benefit from our many years of experience and internationally renowned reputation.": "আমাদের বহু বছরের অভিজ্ঞতা এবং আন্তর্জাতিকভাবে খ্যাতিমান খ্যাতি থেকে উপকৃত হোন।.",
  "Benefits": "সুবিধা",
  "Benefits:": "সুবিধা:",
  "Best For": "জন্য সেরা",
  "Bet": "বাজি",
  "Betting": "বেটিং",
  "Binary Options Exchange": "বাইনারি অপশন এক্সচেঞ্জ",
  "Bind": "বাঁধুন",
  "Bind Success": "সাফল্য আবদ্ধ করুন",
  "Black diamond circle": "ব্ল্যাক ডায়মন্ড সার্কেল",
  "Blockchain Processing": "ব্লকচেইন প্রসেসিং",
  "Bonus": "বোনাস",
  "Bonus Rules": "বোনাস বিধি",
  "Bonus Trial": "বোনাস ট্রায়াল৷",
  "Bonus pool": "বোনাস পুল৷",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "বোনাস ভাউচারগুলি <0>প্রত্যাহারযোগ্য নয়</0>, কিন্তু <1>বোনাস ট্রেড থেকে লাভগুলি প্রত্যাহারযোগ্য<1>",
  "Boost your earnings by affiliate program": "অ্যাফিলিয়েট প্রোগ্রামের মাধ্যমে আপনার আর্নিংস বাড়ান",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "1000x পর্যন্ত লিভারেজের সাথে আপনার বাণিজ্যকে বাড়িয়ে তুলুন — বড় ঝুঁকি, বড় পুরস্কার।.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "1000× পর্যন্ত লিভারেজ সহ আপনার বাণিজ্যকে বুস্ট করুন — বড় ঝুঁকি, বড় পুরস্কার।.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC দ্বারা প্রদত্ত ব্রোকারেজ পণ্য এবং পরিষেবা।.",
  "Bronze": "ব্রোঞ্জ",
  "Bust And Stop Loss Prices": "বস্ট এবং স্টপ লস মূল্য",
  "Buy": "কেনা",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Detrade এর প্ল্যাটফর্ম অ্যাক্সেস করে বা ব্যবহার করে, আপনি স্বীকার করেন যে আপনি এই গোপনীয়তা নীতিটি পড়েছেন, বুঝতে পেরেছেন এবং এর সাথে আবদ্ধ হতে সম্মত হয়েছেন। আপনি যদি এই গোপনীয়তা নীতির সাথে একমত না হন, তাহলে আপনাকে অবশ্যই আমাদের প্ল্যাটফর্ম ব্যবহার করতে হবে না।.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Detrade এর প্ল্যাটফর্ম অ্যাক্সেস করে বা ব্যবহার করে, আপনি স্বীকার করেন যে আপনি এই চুক্তিটি পড়েছেন, বুঝতে পেরেছেন এবং এর দ্বারা আবদ্ধ হতে সম্মত। আপনি যদি এই চুক্তির কোনও অংশের সাথে একমত না হন, তাহলে আপনার Detrade এর প্ল্যাটফর্ম ব্যবহার করা উচিত নয়।.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Detrade এর প্ল্যাটফর্ম অ্যাক্সেস করে বা ব্যবহার করে, আপনি স্বীকার করেন যে আপনি এই AML এবং KYC নীতিটি পড়েছেন, বুঝতে পেরেছেন এবং মেনে চলতে সম্মত হচ্ছেন। যদি আপনি এই নীতির কোনও অংশের সাথে একমত না হন, তাহলে আপনাকে Detrade এর প্ল্যাটফর্ম ব্যবহার করতে হবে না।.",
  "Calculator": "ক্যালকুলেটর",
  "Campaign": "প্রচারণা",
  "Campaign Center": "প্রচার কেন্দ্র",
  "Can I See The Data Of My Referral?": "আমি কি আমার রেফারেলের ডেটা দেখতে পারি?",
  "Can I use a live account and a demo account at the same time?": "আমি কি একই সাথে একটি লাইভ অ্যাকাউন্ট এবং একটি ডেমো অ্যাকাউন্ট ব্যবহার করতে পারি?",
  "Can Partner upgrade his partnership level in the future?": "ভবিষ্যতে কি অংশীদার তার অংশীদারিত্বের স্তর আপগ্রেড করতে পারবে?",
  "Can non-crypto users play Detrade games?": "নন-ক্রিপ্টো ব্যবহারকারীরা কি Detrade গেম খেলতে পারবেন?",
  "Cancel": "বাতিল করুন",
  "Cannot exceed {{exceed}} characters": "অক্ষর অতিক্রম {{exceed}} করা যাবে না",
  "Cash All": "নগদ সব",
  "Champion Profits": "চ্যাম্পিয়ন লাভ",
  "Change": "পরিবর্তন",
  "Change password": "পাসওয়ার্ড বদলান",
  "Chat": "চ্যাট",
  "Check <0>ROI calculator</0> for more details": "আরও বিস্তারিত জানার জন্য <0>ROI ক্যালকুলেটর</0> দেখুন",
  "Chg%": "Chg%",
  "Choose Symbol": "প্রতীক চয়ন করুন",
  "Choose Your <0> Account Type And </0>  Start Trading!": "আপনার <0> অ্যাকাউন্টের ধরণ নির্বাচন করুন এবং </0> ট্রেডিং শুরু করুন!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "আপনার <br/> অ্যাকাউন্টের ধরণটি বেছে নিন এবং</br> ট্রেডিং শুরু করুন!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "আপনার অবস্থান সর্বাধিক করার জন্য একটি গুণক নির্বাচন করুন। উচ্চ গুণক সেট করলে আপনার মার্জিনের ঝুঁকি বৃদ্ধি পায়",
  "Choose the cryptocurrency that you would like to start trading.": "আপনি যে ক্রিপ্টোকারেন্সি ট্রেডিং শুরু করতে চান তা বেছে নিন।.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "কাউন্টডাউনের নির্দিষ্ট সময়ের মধ্যে অর্ডার দেওয়ার জন্য ঊর্ধ্বমুখী বা নিম্নমুখী দিক বেছে নিন।.",
  "Claim": "দাবি",
  "Claim Voucher": "ভাউচার দাবি করুন",
  "Claimed rewards": "দাবি করা পুরষ্কার",
  "Claimed rewards details": "দাবি করা পুরষ্কারের বিবরণ",
  "Click Here To View The": "দেখতে এখানে ক্লিক করুন",
  "Click Up or Down to Trading": "ট্রেডিং করতে উপরে বা নিচে ক্লিক করুন",
  "Client": "ক্লায়েন্ট",
  "Close": "বন্ধ করা",
  "Close Time": "বন্ধের সময়",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "যেকোনো সময় বন্ধ করুন, লাভ হোক বা ক্ষতি। আপনার পজিশন স্বয়ংক্রিয়ভাবে বন্ধ করার জন্য টেক-প্রফিট বা স্টপ-লস লক্ষ্য নির্ধারণ করুন।",
  "Close the order": "অর্ডারটি বন্ধ করুন",
  "Close type": "বন্ধ প্রকার",
  "Closed successfully!": "সফলভাবে বন্ধ!",
  "Co-planning rights": "সহ-পরিকল্পনার অধিকার",
  "Coin-Margined": "মুদ্রা-মার্জিনযুক্ত",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "প্রতিটি প্রাইস ফিড থেকে সমস্ত রেস্টিং লিমিট অর্ডারকে একটি একক কম্পোজিট অর্ডার বইতে একত্রিত করুন। এটা ঠিক আছে এবং প্রত্যাশিত যে কিছু বাই অর্ডারের দাম অন্যান্য এক্সচেঞ্জের কিছু বিক্রয় অর্ডারের দামকে ছাড়িয়ে যাবে। একটি বৃহৎ অর্ডারের প্রভাব সীমিত করার জন্য পৃথক অর্ডারের আকার $1 মিলিয়ন পর্যন্ত সীমাবদ্ধ করা হয়েছে।.",
  "Coming soon": "শীঘ্রই আসছে",
  "Community": "কমিউনিটি",
  "Community access": "সম্প্রদায়ের অ্যাক্সেস",
  "Completed": "সম্পন্ন হয়েছে",
  "Comprehensive trading training": "ব্যাপক ট্রেডিং প্রশিক্ষণ",
  "Computers and smartphones are fully functional": "কম্পিউটার এবং স্মার্টফোন সম্পূর্ণরূপে কার্যকরী",
  "Condition 1: The price trend matches your prediction.": "শর্ত 1: দামের প্রবণতা আপনার পূর্বাভাসের সাথে মিলে যায়।.",
  "Condition 2: Price movement breaks through the spread.": "শর্ত 2: মূল্যের গতিবিধি স্প্রেডের মধ্য দিয়ে যায়।.",
  "Confirm": "নিশ্চিত করুন",
  "Confirm Close": "বন্ধ নিশ্চিত করুন",
  "Confirm removing Google 2FA authentication?": "Google 2FA প্রমাণীকরণ অপসারণ নিশ্চিত করুন?",
  "Confirm settlement of all orders?": "সকল অর্ডারের নিষ্পত্তি নিশ্চিত করবেন?",
  "Confirm to close the order?": "অর্ডার বন্ধ করার বিষয়টি নিশ্চিত করবেন?",
  "Confirmations": "কনফার্মেশন",
  "Connect": "সংযোগ করুন",
  "Connect with your friends": "আপনার বন্ধুদের সাথে যোগাযোগ করুন",
  "Contact Us": "আমাদের সাথে যোগাযোগ করুন",
  "Contact us": "আমাদের সাথে যোগাযোগ করুন",
  "Contact us with Email or Live chat": "ইমেল অথবা লাইভ চ্যাটের মাধ্যমে আমাদের সাথে যোগাযোগ করুন",
  "Content creators program": "বিষয়বস্তু নির্মাতাদের প্রোগ্রাম",
  "Contest prize pool": "প্রতিযোগিতার প্রাইজ পুল",
  "Continue": "চালিয়ে যাও",
  "Continue Deposit Process": "জমা প্রক্রিয়া চালিয়ে যান",
  "Continue deposit process": "ডিপোজিট প্রক্রিয়া চালিয়ে যান",
  "Continue with Google": "Google এর সাথে চালিয়ে যান",
  "Continue with X": "X এর সাথে চালিয়ে যান",
  "Continuously updated": "ক্রমাগত আপডেট করা হয়েছে",
  "Convenient deposit and withdrawal methods": "সুবিধাজনক জমা এবং উত্তোলন পদ্ধতি",
  "Copy": "কপি",
  "Copy Success": "কপি সাফল্য",
  "Copy this code to your authenticator app": "এই কোডটি আপনার অথেন্টিকেটর অ্যাপে কপি করুন",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "কপিরাইট © 2025 Nexus Play LLC. সকল অধিকার সংরক্ষিত।.",
  "Country": "দেশ",
  "Create Password": "পাসওয়ার্ড তৈরি করুন",
  "Crypto": "ক্রিপ্টো",
  "Crypto - binary options": "ক্রিপ্টো - বাইনারি বিকল্প",
  "Crypto Pairs": "ক্রিপ্টো পেয়ার",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "ক্রিপ্টোকারেন্সি কন্ট্রাক্ট ট্রেডিংয়ের ঝুঁকি অনেক বেশি, এবং আপনি আপনার সম্পূর্ণ ট্রেডের পরিমাণ হারাতে পারেন। আপনি যত বেশি লিভারেজ ব্যবহার করবেন, ঝুঁকি তত বেশি। তবে, কোনও অবস্থাতেই আপনি আপনার প্রাথমিক ট্রেডের পরিমাণের চেয়ে বেশি হারাতে পারবেন না।.",
  "Currency": "মুদ্রা",
  "Custom Price Move %": "কাস্টম মূল্য স্থানান্তর %",
  "Custom cashback plan": "কাস্টম ক্যাশব্যাক প্ল্যান",
  "Custom revenue share and fee option.": "কাস্টম রাজস্ব ভাগাভাগি এবং ফি বিকল্প।.",
  "Custom services": "কাস্টম সেবা",
  "Custom signals": "কাস্টম সিগন্যাল",
  "Customized incentives tailored to your needs.": "আপনার চাহিদা অনুযায়ী কাস্টমাইজড প্রণোদনা।.",
  "DOWN": "ডাউন",
  "Daily Active Users": "দৈনিক সক্রিয় ব্যবহারকারী",
  "Daily Earning": "দৈনিক আয়",
  "Daily contest": "দৈনিক প্রতিযোগীতা",
  "Dark": "অন্ধকার",
  "Date": "তারিখ",
  "Day": "দিন",
  "DeTrade overview": "DeTrade ওভারভিউ",
  "Dedicated customer support": "ডেডিকেটেড গ্রাহক সমর্থন",
  "Demo": "ডেমো",
  "Demo Account": "ডেমো অ্যাকাউন্ট",
  "Demo Trading": "ডেমো ট্রেডিং",
  "Depending on your location, you may have the following rights regarding your personal information:": "আপনার অবস্থানের উপর নির্ভর করে, আপনার ব্যক্তিগত তথ্য সম্পর্কিত নিম্নলিখিত অধিকারগুলি আপনার থাকতে পারে:",
  "Deposit": "জমা",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "120 USDT জমা করুন → 50 USDT ক্যাপড বোনাস পান৷",
  "Deposit 80 USDT → Receive 40 USDT bonus": "80 USDT জমা করুন → 40 USDT বোনাস পান",
  "Deposit Amount": "আমানতের পরিমাণ",
  "Deposit Order Created": "ডিপোজিট অর্ডার তৈরি করা হয়েছে",
  "Deposit Via {{depositChannel}}": "{{depositChannel}} এর মাধ্যমে ডিপোজিট করুন",
  "Deposit address": "জমা করার ঠিকানা",
  "Deposit and withdraw money with ease using the most convenient payment method.": "সবচেয়ে সুবিধাজনক পেমেন্ট পদ্ধতি ব্যবহার করে সহজেই টাকা জমা এবং উত্তোলন করুন।.",
  "Deposit is in progress": "",
  "Deposit now": "এখনই ডিপোজিট করুন",
  "Deposits and withdrawals": "জমা ও উত্তোলন",
  "Derivative Exchanges": "ডেরিভেটিভ এক্সচেঞ্জ",
  "Description": "বর্ণনা",
  "Detail": "বিস্তারিত",
  "Details": "বিস্তারিত",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"আমরা,\" \"আমাদের,\" অথবা \"আমাদের\") আপনার গোপনীয়তাকে মূল্য দেয় এবং আপনার ব্যক্তিগত তথ্য রক্ষা করতে প্রতিশ্রুতিবদ্ধ। এই গোপনীয়তা নীতি ব্যাখ্যা করে যে আপনি যখন আমাদের বাইনারি অপশন ট্রেডিং প্ল্যাটফর্ম (\"প্ল্যাটফর্ম\") ব্যবহার করেন তখন আমরা কীভাবে আপনার তথ্য সংগ্রহ, ব্যবহার, প্রকাশ এবং সুরক্ষা করি। আমাদের প্ল্যাটফর্ম অ্যাক্সেস বা ব্যবহার করে, আপনি এই নীতি অনুসারে তথ্য সংগ্রহ এবং ব্যবহারে সম্মত হন। আপনি যদি এই নীতির সাথে একমত না হন, তাহলে আপনাকে অবশ্যই আমাদের প্ল্যাটফর্ম ব্যবহার করতে হবে না।.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade সংযোগ করুন হল একটি নিরবচ্ছিন্ন ইন্টিগ্রেশন সমাধান যা তৃতীয় পক্ষের প্ল্যাটফর্মগুলিকে সহজেই আমাদের ইকোসিস্টেমের সাথে সংযোগ স্থাপন করতে দেয়। শক্তিশালী API এবং অটোমেশন সরঞ্জামগুলির মাধ্যমে, আমরা আমাদের পণ্যগুলির মূল ফাংশনগুলিকে সরাসরি আপনার প্ল্যাটফর্মে একীভূত করি। এর লক্ষ্য হল প্ল্যাটফর্মগুলিকে বৈচিত্র্যময় ক্রিপ্টোকারেন্সি ডেরিভেটিভস, দ্রুত ডেটা বিনিময় এবং আমাদের অত্যাধুনিক বৈশিষ্ট্যগুলি অ্যাক্সেস করার ক্ষমতা প্রদান করা, একই সাথে নিরাপদ, স্কেলেবল এবং নির্ভরযোগ্য সংযোগ নিশ্চিত করা। আপনি পরিষেবা সরবরাহ প্রসারিত করতে চান বা কর্মপ্রবাহকে সহজ করতে চান, Detrade সংযোগ করুন ইন্টিগ্রেশনকে সহজ, দক্ষ এবং কার্যকর করে তুলতে পারে।.",
  "Detrade Index Prices": "Detrade সূচকের দাম",
  "Detrade Partner": "Detrade পার্টনার",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade পার্টনার প্রোগ্রাম! এই প্রোগ্রামটি স্রষ্টাদের বর্ধিত আয়ের সম্ভাবনা এবং একচেটিয়া সুবিধা প্রদানের জন্য ডিজাইন করা হয়েছে, যা আপনার প্রচারমূলক প্রচেষ্টাকে সত্যিকার অর্থে ফলপ্রসূ করে তুলবে।.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade ঐতিহ্যবাহী বুদ্ধিমান ট্রেডিং শিল্পকে রূপান্তরিত করতে এবং সর্বত্র সকলের জন্য আর্থিক বাজার উন্মুক্ত করতে প্রতিশ্রুতিবদ্ধ। আমাদের লক্ষ্য হল সবচেয়ে উদ্ভাবনী ট্রেডিং অভিজ্ঞতা প্রদান করা। বিশ্বের যে কেউ লেনদেনে অংশগ্রহণ করতে সক্ষম হওয়া উচিত।.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade কোড পর্যালোচনা সম্পন্ন করেছে এবং ফলাফল শীর্ষ-10%-এ রয়েছে।.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade দ্রুত প্রবৃদ্ধির পথে এগিয়ে চলেছে। আমরা আমাদের ব্যবহারকারীদের একটি উদ্ভাবনী এবং আকর্ষণীয় অভিজ্ঞতা প্রদানের জন্য প্রতিশ্রুতিবদ্ধ যা এটিকে ক্রিপ্টোকারেন্সি বাইনারি অপশন ট্রেডিংয়ের জন্য পছন্দের প্ল্যাটফর্ম করে তোলে।.",
  "Detrade learn": "Detrade শিখুন",
  "Detrade offers 3 types of optional products.": "Detrade 3 ধরণের ঐচ্ছিক পণ্য অফার করে।.",
  "Detrade partnership program": "Detrade অংশীদারিত্ব প্রোগ্রাম",
  "Detrade reserves the final interpretation rights for this campaign.": "এই প্রচারণার চূড়ান্ত ব্যাখ্যার অধিকার Detrade সংরক্ষণ করে।.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade নিজস্ব বিবেচনার ভিত্তিতে এবং পূর্ব নোটিশ ছাড়াই যেকোনো নিয়ম ও শর্তাবলী পরিবর্তন করার অধিকার সংরক্ষণ করে।.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "প্রতিযোগিতার যেকোনো পর্যায়ে আমাদের নিয়ম লঙ্ঘনকারী খেলোয়াড়দের বাদ দেওয়ার অধিকার Detrade সংরক্ষণ করে।.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade যেকোনো সময় কার্যকলাপ বা এয়ারড্রপ বিতরণ সংশোধন, স্থগিত বা বাতিল করার অধিকার সংরক্ষণ করে, যার মধ্যে যেকোনো প্রাসঙ্গিক শর্তাবলী অন্তর্ভুক্ত রয়েছে। এই সংশোধন জালিয়াতি এবং অন্যান্য অবৈধ কার্যকলাপ পরিচালনা/প্রতিরোধ করার জন্য। যতক্ষণ না ব্যবসায়ী প্রতারণা এবং অন্যান্য বেআইনি কার্যকলাপে জড়িত না হয়, এই ধরনের কোনো সংশোধন সেই ব্যবসায়ীদের প্রভাবিত করবে না যারা অংশগ্রহণ করতে বেছে নিয়েছে।.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade যেকোনো সময় এই গোপনীয়তা নীতি আপডেট বা পরিবর্তন করার অধিকার সংরক্ষণ করে। আমরা আমাদের প্ল্যাটফর্মে নতুন গোপনীয়তা নীতি পোস্ট করে যেকোনো পরিবর্তন সম্পর্কে আপনাকে অবহিত করব। যেকোনো পরিবর্তনের জন্য আপনাকে পর্যায়ক্রমে এই গোপনীয়তা নীতি পর্যালোচনা করার পরামর্শ দেওয়া হচ্ছে। গোপনীয়তা নীতিতে যেকোনো পরিবর্তনের পরে আমাদের প্ল্যাটফর্মের আপনার অব্যাহত ব্যবহার পরিবর্তনের স্বীকৃতি এবং আপডেট করা গোপনীয়তা নীতি মেনে চলার এবং আবদ্ধ থাকার জন্য আপনার সম্মতি হিসাবে বিবেচিত হবে।.",
  "Detrade weekly draw": "সাপ্তাহিক Detrade ড্র",
  "Developer documentation": "ডেভেলপার ডকুমেন্টেশন",
  "Device": "ডিভাইস",
  "Diamond": "হীরা",
  "Diamond Partner": "ডায়মন্ড পার্টনার",
  "Didn't find an answer to our question?": "আমাদের প্রশ্নের উত্তর খুঁজে পাননি?",
  "Direction": "দিকনির্দেশনা",
  "Discover trending tokens. Trade. Earn. Repeat.": "ট্রেন্ডিং টোকেন আবিষ্কার করুন। ট্রেড করুন। উপার্জন করুন। পুনরাবৃত্তি করুন।.",
  "Distributing Payout": "পেআউট বিতরণ",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "বিশেষ চিহ্ন এবং স্পেস বার ব্যবহার করবেন না, অন্যথায় আপনার অ্যাকাউন্ট সমর্থিত নাও হতে পারে।.",
  "Do not use special symbols, otherwise your account may not be supported.": "বিশেষ চিহ্ন ব্যবহার করবেন না, অন্যথায় আপনার অ্যাকাউন্ট সমর্থিত নাও হতে পারে।.",
  "Does the company have the legal qualifications to carry out relevant business?": "কোম্পানির কি প্রাসঙ্গিক ব্যবসা পরিচালনার জন্য আইনি যোগ্যতা আছে?",
  "Don't beg or ask for loans, rains or tips.": "ভিক্ষা করো না বা ঋণ, বৃষ্টি বা টিপস চাইও না।.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "কোনও ধরণের বিজ্ঞাপন/বাণিজ্য/বিক্রয়/ক্রয় বা পরিষেবা প্রদানে জড়িত হবেন না।.",
  "Don't harass or be offensive to other users or Detrade staff.": "অন্য ব্যবহারকারী বা Detrade কর্মীদের হয়রানি করবেন না বা তাদের প্রতি আপত্তিকর আচরণ করবেন না।.",
  "Don't have an account?": "কোন অ্যাকাউন্ট নেই?",
  "Don't let anyone see this!": "এটা কাউকে দেখতে দেবেন না!",
  "Don't share any personal information (including socials) of you or other players.": "আপনার বা অন্য খেলোয়াড়দের কোনও ব্যক্তিগত তথ্য (সামাজিক যোগাযোগ সহ) শেয়ার করবেন না।.",
  "Don't share codes, scripts or any other bot service.": "কোড, স্ক্রিপ্ট বা অন্য কোনও বট পরিষেবা শেয়ার করবেন না।.",
  "Don't show again": "আর দেখাবেন না",
  "Don't spam & don't use excessive capital letters when chatting.": "চ্যাট করার সময় স্প্যাম করবেন না এবং অতিরিক্ত বড় অক্ষর ব্যবহার করবেন না।.",
  "Don't use URL shortening services. Always submit the full link.": "URL সংক্ষিপ্তকরণ পরিষেবা ব্যবহার করবেন না। সর্বদা সম্পূর্ণ লিঙ্কটি জমা দিন।.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "চ্যাটে বিকল্প (alts) অ্যাকাউন্ট ব্যবহার করবেন না, এটি সম্পূর্ণ নিষিদ্ধ।.",
  "Done": "সম্পন্ন",
  "Down": "ডাউন",
  "Down Wins": "ডাউন উইনস",
  "Down vs. Up Ratio (Live Data)": "ডাউন বনাম আপ রেশিও (লাইভ ডেটা)",
  "Download": "ডাউনলোড করুন",
  "Download the Google Authenticator app": "Google Authenticator অ্যাপটি ডাউনলোড করুন",
  "Drop us a line here": "আমাদের এখানে একটি লাইন দিন",
  "Duration: {{time}}": "সময়কাল: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "ডুপ্লিকেট এড়াতে প্রতিটি অর্ডার আইডি শুধুমাত্র একবার ব্যবহার করা যেতে পারে।.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "প্রতিটি ব্যবহারকারী প্রথম জমা বোনাসের জন্য <0>শুধুমাত্র একটি</0> যোগ্য।",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "প্রতিটি ভাউচার কোড প্রতি ব্যবহারকারী শুধুমাত্র একবার দাবি করা যাবে। একবার দাবি করা হয়ে গেলে, পুরস্কারটি আর ফেরত নেওয়া যাবে না।.",
  "Earn": "আয় করুন",
  "Earn up to 50% commission.": "50% পর্যন্ত কমিশন পান।.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "আপনার ভবিষ্যদ্বাণী সঠিক হলে {{payout}}% পর্যন্ত মুনাফা অর্জন করুন।.",
  "Easy access from your smartphone": "আপনার স্মার্টফোন থেকে সহজে অ্যাক্সেস",
  "Edit your avatar": "আপনার অবতার এডিট করুন",
  "Email": "ইমেইল",
  "Email Code": "ইমেল কোড",
  "Email verification code's length is not right": "ইমেল যাচাইকরণ কোডের দৈর্ঘ্য সঠিক নয়।",
  "End Time": "শেষ সময়",
  "End Time Invalid( hh : mm : ss )": "শেষ সময় অবৈধ (hh : mm : ss )",
  "End Time is earlier than Start Time": "শেষের সময় শুরুর সময়ের আগে",
  "End rate": "শেষ হার",
  "Ends in {{time}} days": "{{time}} দিনে শেষ হবে",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "ন্যায্যতার নিশ্চয়তার জন্য স্বচ্ছ এবং যাচাইযোগ্য অ্যালগরিদম সহ খাঁটি, কারসাজি-মুক্ত মূল্য নিশ্চিত করা।.",
  "Enter Code": "কোড লিখুন",
  "Enter number of daily active players": "দৈনিক সক্রিয় খেলোয়াড়ের সংখ্যা লিখুন",
  "Enter the 2FA code ": "2FA কোডটি লিখুন ",
  "Enter the 6-digit code sent to": "পাঠানো 6-সংখ্যার কোড লিখুন",
  "Enter withdraw address": "প্রত্যাহারের ঠিকানা লিখুন",
  "Enter your email": "আপনার ইমেইল লিখুন",
  "Enter your email and we'll send you a new password": "আপনার ইমেল ঠিকানা লিখুন এবং আমরা আপনাকে একটি নতুন পাসওয়ার্ড পাঠাবো।",
  "Enter your name": "আপনার নাম লিখুন",
  "Enter your new password": "নতুন পাসওয়ার্ড দিন",
  "Enter your old password": "আপনার পুরানো পাসওয়ার্ড লিখুন",
  "Enter your password": "আপনার পাসওয়ার্ড লিখুন",
  "Enterprise Partner": "এন্টারপ্রাইজ পার্টনার",
  "Entrepreneurs": "এন্ট্রেপ্রেনিউরস",
  "Entry Price": "প্রবেশ মূল্য",
  "Entry Time": "প্রবেশের সময়",
  "Entry fee": "এন্ট্রি ফি",
  "Entry price": "এন্ট্রি প্রাইস",
  "Esteemed Affiliate": "সম্মানিত অধিভুক্ত",
  "Event Details": "ইভেন্টের বিবরণ",
  "Event time: {{ startTime }} - {{ endTime }}": "ইভেন্ট সময়: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "প্রতি মাসে, আমরা STONKS ট্রেডিং প্রতীকে অংশগ্রহণকারী 300 জন ব্যবহারকারীর মধ্যে BCD তে মোট <0>{{amount}}</0> রান্ডমলি বিতরণ করব!",
  "Examples": "উদাহরণ",
  "Exchange": "এক্সচেঞ্জ",
  "Exit price": "প্রস্থান মূল্য",
  "Experience": "এক্সপেরিয়েন্স",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "অভিজ্ঞ পণ্য এবং প্রযুক্তিগত বিশেষজ্ঞরা আপনাকে পেশাদার সহায়তা প্রদান করবেন এবং আপনাকে আরও ভাল পণ্য সরবরাহ করার জন্য বিনামূল্যে পণ্যের কার্যকারিতা অপ্টিমাইজ করতে থাকবেন।.",
  "Expert Support": "বিশেষজ্ঞ সমর্থন",
  "Expired": "মেয়াদ উত্তীর্ণ",
  "Expires in": "মেয়াদ শেষ হবে",
  "Explain": "ব্যাখ্যা কর",
  "Exploiting platform bugs or system loopholes": "প্ল্যাটফর্মের বাগ বা সিস্টেমের ত্রুটিগুলি কাজে লাগানো",
  "Extensive coverage": "বিস্তৃত কভারেজ",
  "FAQ": "FAQ",
  "Failed": "ব্যর্থ",
  "False deposits, money laundering, or manipulation to trigger rewards": "মিথ্যা আমানত, মানি লন্ডারিং বা পুরষ্কার ট্রিগার করার জন্য ম্যানিপুলেশন",
  "Fast response": "দ্রুত সাড়া",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "দ্রুত লেনদেন, ব্যাংকরোল মূলধন ইনজেকশন এবং মুনাফা ভাগাভাগি, মুলতুবি অর্ডার এবং লেনদেন অনুলিপি করা সুবিধাজনক এবং নমনীয় ট্রেডিং পদ্ধতি।.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "দ্রুত লেনদেন। সহজ সিদ্ধান্ত। সম্প্রদায়ের সহকর্মী ব্যবসায়ীদের সাথে রিয়েল-টাইম মিথস্ক্রিয়া।.",
  "Favorite Trading Derivatives": "প্রিয় ট্রেডিং ডেরিভেটিভস",
  "Favorites": "প্রিয়",
  "Fear & Greed Index": "ভয় ও লোভ সূচক",
  "Fee": "ফি",
  "Fee options": "ফি বিকল্পগুলি",
  "Fiat": "ফিয়াট",
  "Finished": "সমাপ্ত",
  "First deposit bonus guide": "প্রথম আমানত বোনাস নির্দেশিকা",
  "Fixed fee limit": "নির্দিষ্ট ফি সীমা",
  "Flat fee": "ফ্ল্যাট ফি",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "ফ্ল্যাট ফি আপনার পজিশনের শতাংশ হিসাবে গণনা করা হয় (পরিমাণ * লিভারেজ)",
  "Flexible transaction mode": "নমনীয় লেনদেন মোড",
  "Floating PnL": "ফ্লোটিং PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "আমাদের <0>হাই লো স্প্রেড</0>-এ প্রতি ${{ticketQuota}} ট্রেডের জন্য, আপনি স্বয়ংক্রিয়ভাবে একটি র‍্যাফেল টিকিট পাবেন। তাই যতটা সম্ভব টিকিট জিতে নিজের জন্য সেরা সুযোগটি জিতে নিন!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "উদাহরণস্বরূপ, যদি আপনার 10x গুণক সহ $500 এর জন্য একটি খোলা দীর্ঘ BTC অবস্থান থাকে এবং তহবিলের হার 0.1% হয়, তাহলে প্রথম 8 ঘন্টা পরে আপনাকে প্রতি ঘন্টায় $0.21 চার্জ করা হবে। যদি পজিশনটি দীর্ঘ না হয়ে ছোট হয়, তাহলে আপনি তহবিলের অর্থ পাবেন। যদি আপনার অবস্থান 8 ঘন্টার মধ্যে বন্ধ করা হয়, কোন তহবিল অর্থ প্রদান করা হবে না।.",
  "For the safety of your funds, must complete the following binding": "আপনার তহবিলের নিরাপত্তার জন্য, নিম্নলিখিত বাধ্যতামূলক কাজগুলি সম্পন্ন করতে হবে",
  "For the safety of your funds, withdrawals must complete the following binding": "আপনার তহবিলের নিরাপত্তার জন্য, উত্তোলনের ক্ষেত্রে নিম্নলিখিত বাধ্যবাধকতাগুলি পূরণ করতে হবে",
  "Forgot?": "ভুলে গেছি?",
  "Free": "বিনামূল্যে",
  "Frequently Asked Questions (FAQ)": "প্রায়শই জিজ্ঞাসিত প্রশ্ন (FAQ)",
  "Frequently asked questions": "সচরাচর জিজ্ঞাস্য",
  "From": "থেকে",
  "Funding Payments": "অর্থ প্রদানের অর্থ প্রদান",
  "Funding fee history": "তহবিল ফি ইতিহাস",
  "Funding/h": "ফান্ডিং/ঘন্টা",
  "Futures": "ফিউচার",
  "Futures Entrust": "ফিউচারস এনট্রাস্ট",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "ফিউচার ট্রেডিং হল স্পট মার্কেটের সাথে সম্পর্কিত একটি লেনদেন। ব্যবহারকারীরা ফিউচার কন্ট্রাক্ট ট্রেডিংয়ের উত্থান-পতন বিচার করতে পারেন এবং ক্রমবর্ধমান বা পতনশীল দাম থেকে লাভ অর্জনের জন্য দীর্ঘ চুক্তি কিনতে বা স্বল্পমেয়াদী চুক্তি বিক্রি করতে পারেন। একই সময়ে, ব্যবহারকারীরা লিভারেজ বৃদ্ধি করে তাদের অবস্থানের আকার বাড়ানোর জন্য অতিরিক্ত তহবিল ধার করতে পারেন।.",
  "Gas fee": "গ্যাস ফি",
  "General access": "সাধারণ প্রবেশাধিকার",
  "Get 50% bonus": "50% বোনাস পাবেন",
  "Get Trading commission when your friends trading.": "আপনার বন্ধুরা ট্রেড করলে ট্রেডিং কমিশন পান।.",
  "Get free educational materials and 24/7 support": "বিনামূল্যে শিক্ষা উপকরণ এবং 24/7 সহায়তা পান",
  "Get help": "সাহায্য নিন",
  "Go bind": "বাঁধতে যাও",
  "Go to home": "হোম যান",
  "Go to the Reward Center and manually activate your bonus voucher.": "রিওয়ার্ড সেন্টারে যান এবং আপনার বোনাস ভাউচারটি ম্যানুয়ালি সক্রিয় করুন।.",
  "Go trading": "ট্রেডিং করতে যান",
  "Gold": "গোল্ড",
  "Gold Partner": "গোল্ড পার্টনার",
  "Good Job!": "গুড জব!",
  "Google 2FA code": "গুগল 2FA কোড",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator অ্যাপ স্টোর বা Google Play থেকে ডাউনলোড করা যাবে।.",
  "Got it": "বুঝেছি",
  "Guess if the price ends higher or lower than the target.": "অনুমান করুন যে দাম লক্ষ্যমাত্রার চেয়ে বেশি নাকি কম শেষ হয়।.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "আপনি যা খুঁজছেন তা খুঁজে পাননি? এখানে কিছু প্রশ্ন দেখুন, অথবা আরও তথ্যের জন্য আমাদের সহায়তা কেন্দ্র দেখুন।.",
  "Hide Small": "ছোট লুকান",
  "High Low": "উচ্চ নিম্ন",
  "High Low Guess if the price ends higher or lower than the target.": "উচ্চ নিম্ন অনুমান করুন যে দাম লক্ষ্যমাত্রার চেয়ে বেশি না কম শেষ হয়।.",
  "High Low Spread": "উচ্চ নিম্ন স্প্রেড",
  "History": "ইতিহাস",
  "Home": "হোম",
  "Hour": "ঘন্টা",
  "How does Playnance assist Partners in their platforms' promotion?": "প্লেন্যান্স কীভাবে অংশীদারদের তাদের প্ল্যাটফর্মের প্রচারে সহায়তা করে?",
  "How it works": "কিভাবে এটা কাজ করে",
  "How much can I earn from my referral?": "আমার রেফারেল থেকে আমি কত টাকা আয় করতে পারি?",
  "How to Claim Your Bonus": "আপনার বোনাস কীভাবে দাবি করবেন",
  "How to apply": "কিভাবে আবেদন করবেন",
  "How to invite": "কিভাবে আমন্ত্রণ জানানো যায়",
  "How will players deposit and withdraw their funds?": "খেলোয়াড়রা কীভাবে তাদের তহবিল জমা করবে এবং উত্তোলন করবে?",
  "I acknowledge": "আমি স্বীকার করি",
  "I've made deposit": "আমি ডিপোজিট করেছি",
  "ID verification": "আইডি যাচাইকরণ",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "নির্বাচনী সূচক স্পট এক্সচেঞ্জ",
  "If you are a content creator, make sure to check out our": "আপনি যদি একজন কন্টেন্ট স্রষ্টা হন, তাহলে আমাদের",
  "If you believe your account was flagged in error, please contact official support to appeal.": "যদি আপনার মনে হয় আপনার অ্যাকাউন্টটি ভুল করে চিহ্নিত করা হয়েছে, তাহলে আপিল করার জন্য অফিসিয়াল সহায়তার সাথে যোগাযোগ করুন।.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "যদি আপনি এই স্থানান্তরটি সম্পূর্ণ না করে থাকেন, তাহলে আপনি <0>এখানে</0> জমা প্রক্রিয়াটি চালিয়ে যেতে পারেন।.",
  "If you have any questions about this Privacy Policy, please contact us at": "এই গোপনীয়তা নীতি সম্পর্কে আপনার যদি কোনও প্রশ্ন থাকে, তাহলে অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন",
  "If you have the traffic, it can be monetized.": "যদি আপনার ট্র্যাফিক থাকে, তাহলে এটি নগদীকরণ করা যেতে পারে।.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "যদি আপনার মনে হয় কাউন্টডাউন শেষ হলে দাম কমে যাবে, তাহলে অনুগ্রহ করে ডাউন নির্বাচন করুন। (চিত্রের মানগুলি আপনার প্রাপ্ত লাভের অনুপাতের সাথে মিলে যায়)",
  "If you think the price will fall, choose DOWN to catch the drop.": "যদি আপনার মনে হয় দাম কমবে, তাহলে পতন ধরার জন্য ডাউন বেছে নিন।.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "যদি আপনার মনে হয় দাম কমে যাবে, তাহলে একটি মার্জিন সেট করুন এবং একটি ছোট বোতাম সংরক্ষণ করুন। যদি দাম কমে যায়, তাহলে আপনি লাভ করবেন।.",
  "If you think the price will go up, choose UP to go with the trend.": "আপনি যদি মনে করেন দাম বাড়বে, ট্রেন্ডের সাথে যেতে আপ বেছে নিন।.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "যদি আপনার মনে হয় দাম বাড়বে, তাহলে একটি মার্জিন সেট করুন এবং লম্বা বোতামে ক্লিক করুন। যদি দাম বাড়ে, তাহলে আপনি লাভ করবেন।.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "যদি আপনার মনে হয় কাউন্টডাউন শেষে দাম বাড়বে, তাহলে অনুগ্রহ করে উপরে নির্বাচন করুন। (চিত্রের মানগুলি আপনার প্রাপ্ত লাভের অনুপাতের সাথে মিলে যায়)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "যদি আপনি পণ্য ব্যবস্থাপনা বা প্রযুক্তি উন্নয়নের চেয়ে বিক্রয় এবং উপার্জনের উপর মনোযোগ দিতে চান।.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "যদি আপনার অবস্থান 8 ঘন্টার বেশি সময় ধরে খোলা থাকে, তাহলে বাজারের অবস্থার উপর ভিত্তি করে প্রতি ঘন্টায় তহবিল ফি প্রযোজ্য হবে। এই ফি সরাসরি আপনার অ্যাকাউন্ট ব্যালেন্স থেকে কেটে নেওয়া হবে। যদি আপনার ব্যালেন্স ফান্ডিং ফি মেটাতে অপর্যাপ্ত হয়, তাহলে সিস্টেম দ্বারা আপনার পজিশন জোরপূর্বক বন্ধ করে দেওয়া হবে।.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "যদি আপনার অবস্থান 8 ঘন্টার বেশি সময় ধরে খোলা থাকে, তাহলে বাজারের অবস্থার উপর ভিত্তি করে প্রতি ঘন্টায় তহবিল ফি প্রযোজ্য।.",
  "Important Reminders": "গুরুত্বপূর্ণ রিমাইন্ডার",
  "Income": "ইনকাম",
  "Increase Limit": "সীমা বাড়ান",
  "Increase aggregate limit": "সামগ্রিক সীমা বাড়ান",
  "Increase limit": "সীমা বৃদ্ধি করুন",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "আপনার প্ল্যাটফর্মে Detrade ক্রিপ্টোকারেন্সি ডেরিভেটিভস একীভূত করুন",
  "Integration": "ইন্টিগ্রেশন",
  "Integration program": "একীকরণ প্রোগ্রাম",
  "Intelligent integrated services": "বুদ্ধিমান সমন্বিত পরিষেবা",
  "Internal group": "ইন্টারনাল গ্রুপ",
  "Intuitive trader transaction data display and statistics": "স্বজ্ঞাত ট্রেডার লেনদেনের তথ্য প্রদর্শন এবং পরিসংখ্যান",
  "Intuitive trading trend display and analysis tools": "স্বজ্ঞাত ট্রেডিং ট্রেন্ড প্রদর্শন এবং বিশ্লেষণ সরঞ্জাম",
  "Invalid email": "অবৈধ ইমেল",
  "Invite friends": "বন্ধুদের আমন্ত্রণ",
  "Invite friends to earn  20% commission": "20% কমিশন উপার্জনের জন্য বন্ধুদের আমন্ত্রণ জানান",
  "Invite only": "শুধুমাত্র আমন্ত্রণ",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "রেফারেল প্রোগ্রামের মাধ্যমে আমি কতক্ষণ কমিশন উপার্জন করতে পারব তার কি কোন সীমা আছে?",
  "Is there a limit to the invitation rewards I can receive?": "আমি কি আমন্ত্রণপত্রের মাধ্যমে পুরষ্কার পেতে পারি তার কি কোন সীমা আছে?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "এটি বিনিয়োগকারীদের বাজারের মানসিক অবস্থা বুঝতে সাহায্য করে, যা ক্রয়-বিক্রয় আচরণকে প্রভাবিত করতে পারে।.",
  "Join  our community": "আমাদের কমিউনিটিতে যোগ দিন",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "আপনার প্ল্যাটফর্মের কর্মক্ষম বৃদ্ধি ত্বরান্বিত করতে Detrade সংযোগ করুন-এ যোগদান করুন, এবং আমরা আপনাকে পরিষেবার গ্যারান্টি প্রদান করব।.",
  "Join and earn extra bonuses!": "যোগদান করুন এবং অতিরিক্ত বোনাস অর্জন করুন!",
  "Join free competitions": "বিনামূল্যে প্রতিযোগিতায় যোগদান করুন",
  "Join now and get a": "এখনই যোগদান করুন এবং একটি পান",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "আমাদের সাপ্তাহিক র‍্যান্ডম লটারিতে যোগ দিন এবং <0>${{amount}}</1> ভাগ করুন!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC ভেরিফিকেশন",
  "KYC authentication": "KYC অথেনটিকেশন",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "আপনার অবস্থানটি 8 ঘন্টার বেশি সময় ধরে খোলা রাখুন এবং বাজারের অবস্থার উপর নির্ভর করে আপনি প্রতি ঘন্টায় তহবিল অর্থ প্রদান করতে বা পেতে পারেন।.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "আপনার অবস্থানটি 8 ঘন্টার বেশি সময় ধরে খোলা রাখুন এবং বাজারের অবস্থার উপর নির্ভর করে আপনি প্রতি ঘন্টায় তহবিল অর্থ প্রদান করতে বা পেতে পারেন। যখন বাজার বুলিশ থাকে, তখন তহবিলের হার ইতিবাচক থাকে এবং লং ট্রেডাররা শর্ট ট্রেডারদের অর্থ প্রদান করে। যখন বাজার বিয়ারিশ হয়, তখন ফান্ডিং রেট নেতিবাচক হয় এবং ছোট ট্রেডাররা লং ট্রেডারদের অর্থ প্রদান করে।.",
  "Language": "ভাষা",
  "Large product research & Development team": "বড় পণ্য গবেষণা এবং উন্নয়ন দল",
  "Last price": "শেষ প্রাইস",
  "Latest events": "সর্বশেষ ইভেন্টস",
  "Launch now": "এখন লঞ্চ করুন",
  "Leaderboard": "লিডারবোর্ড",
  "Learn": "শেখা",
  "Learn More": "আরও জানুন",
  "Level assessment & update": "স্তরের মূল্যায়ন ও আপডেট",
  "Leverage": "লিভারেজ",
  "Leverage 1000x Maximum": "লিভারেজ সর্বোচ্চ 1000x",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "আপনার নিজস্ব ট্রেডিং অ্যাপ চালু করার জন্য Detrade এর প্রযুক্তি ব্যবহার করুন। আপনার ক্লায়েন্টদের উন্নত ট্রেডিং অভিজ্ঞতা প্রদান করুন এবং আপনার অ্যাপে সম্পাদিত প্রতিটি ট্রেড থেকে আয় করুন।.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "লিভারেজ আপনাকে কম মূলধনের মাধ্যমে আপনার অবস্থানের আকার বাড়ানোর সুযোগ দেয়। উচ্চ লিভারেজ সম্ভাব্য লাভ এবং ঝুঁকি উভয়ই বৃদ্ধি করে।.",
  "License": "লাইসেন্স",
  "License Information": "লাইসেন্স তথ্য",
  "Light": "লাইট",
  "Limits": "সীমা",
  "Liq price": "অবসান মূল্য",
  "Liq.Price": "লিকুইডেশন প্রাইস",
  "Liq.price": "লিকুইডেশন প্রাইস",
  "Liquidated": "বাতিল করা হয়েছে",
  "Live": "লাইভ",
  "Live chat": "লাইভ চ্যাট",
  "Live trade": "লাইভ বাণিজ্য",
  "Loading Failed": "লোডিং ব্যর্থ হয়েছে",
  "Log out": "লগ আউট করুন",
  "Login": "লগইন করুন",
  "Login 2FA switch": "লগইন 2FA সুইচ করুন",
  "Login here.": "এখানে লগইন করুন.",
  "Login history": "লগ ইন ইতিহাস",
  "Login method": "লগ ইন পদ্ধতি",
  "Login to Detrade": "Detrade-এ লগইন করুন",
  "Login with email code": "ইমেল কোড দিয়ে লগ ইন করুন",
  "Login with password": "পাসওয়ার্ড দিয়ে লগ ইন করুন",
  "Lose": "লসে",
  "Loser": "হারানো",
  "Loved by users": "ব্যবহারকারীদের পছন্দ",
  "Major features:": "প্রধান বৈশিষ্ট্য:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "সফল ট্রেড করুন এবং আপনার প্রথম জমার উপর সর্বাধিক বোনাস সংগ্রহ করুন। <0>আরও জানুন<0>",
  "Manual": "ম্যানুয়াল",
  "Mark Price": "মার্ক প্রাইস",
  "Mark price": "মার্ক মূল্য",
  "Market": "বাজার",
  "Market Impact Effects": "বাজার প্রভাব প্রভাব",
  "Max": "সর্বাধিক",
  "Max Profit": "সর্বোচ্চ লাভ",
  "Max TV": "ম্যাক্স TV",
  "Max Trade": "সর্বোচ্চ ট্রেড",
  "Max solo bonus": "সর্বাধিক একক বোনাস",
  "Max withdrawal limit": "সর্বোচ্চ উত্তোলনের সীমা",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "সদস্য-বান্ধব ব্যবস্থা: আমাদের বর্তমান সদস্যদের অনেকেই আমাদের প্রোগ্রামের মাধ্যমে সফলভাবে টেকসই প্যাসিভ ইনকাম তৈরি করেছেন। এবার আপনার পালা।.",
  "Memo": "মেমো",
  "Memo is required": "মেমো প্রয়োজন",
  "Memo/Tag": "মেমো/ট্যাগ",
  "Menu": "মেনু",
  "Min Trade": "ন্যূনতম ট্রেড",
  "Minimum Deposit": "ন্যূনতম আমানত",
  "Minimum {{min}} characters": "ন্যূনতম {{min}} অক্ষর",
  "Minimum {{min}} characters and maximum {{max}} characters": "সর্বনিম্ন {{min}} ক্যারেক্টার এবং সর্বাধিক {{max}} ক্যারেক্টার ৷",
  "Minute": "মিনিট",
  "Money Distributed": "টাকা বিতরণ করা হয়েছে",
  "Month": "মাস",
  "Month's Pnl": "মাসের Pnl",
  "Monthly Earnings": "মাসিক আয়",
  "Monthly cashback cap": "মাসিক ক্যাশব্যাক ক্যাপ",
  "More": "আরও",
  "Multi-account abuse or airdrop farming behavior": "মাল্টি-অ্যাকাউন্ট অপব্যবহার বা এয়ারড্রপ ফার্মিং আচরণ",
  "Multiple crypto currency binary options derivatives": "মাল্টিপল ক্রিপ্টোকারেন্সি বাইনারি অপশন ডেরিভেটিভস",
  "Multiple investment models": "মাল্টিপল বিনিয়োগ মডেল",
  "Multiplier": "মাল্টিপ্লায়ার",
  "Must be at least {{less}}": "কমপক্ষে হতে হবে {{less}}",
  "Must be at most {{large}}": "সর্বাধিক {{large}} হতে হবে",
  "My Position": "আমার অবস্থান",
  "My activity": "আমার কার্যকলাপ",
  "My referral code": "আমার রেফা রেল কোড",
  "My referral link": "আমার রেফা রেল লিঙ্ক",
  "My reward": "আমার রিওয়ার্ড",
  "My vouchers": "আমার ভাউচারগুলি",
  "NA": "NA",
  "Name": "নাম",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "সাহায্যের প্রয়োজন? আমাদের সহায়তা কেন্দ্রে যান অথবা গ্রাহক সহায়তায় যোগাযোগ করুন। আমরা আপনাকে 24/7 সাহায্য করতে এখানে আছি।.",
  "Network": "নেটওয়ার্ক",
  "New": "নতুন",
  "New Password": "নতুন পাসওয়ার্ড",
  "New Trading Symbol": "নতুন ট্রেডিং প্রতীক",
  "New messages": "নতুন মেসেজ",
  "New notice": "নতুন নোটিশ",
  "New password is {{exceed}} length": "নতুন পাসওয়ার্ডটি {{exceed}} লম্বা",
  "New user": "নতুন ইউজার",
  "Next": "পরবর্তী",
  "Next Draw Starts in": "পরবর্তী ড্র শুরু হবে",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC হল একটি ব্রোকারেজ যা স্ব-পরিচালিত বিনিয়োগকারীদের ব্রোকারেজ পরিষেবা প্রদান করে এবং সুপারিশ করে না বা বিনিয়োগ, আর্থিক, আইনি বা কর পরামর্শ দেয় না।. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC হল একটি ব্রোকারেজ যা স্ব-পরিচালিত বিনিয়োগকারীদের ব্রোকারেজ পরিষেবা প্রদান করে এবং বিনিয়োগ, আর্থিক, আইনি বা কর পরামর্শ সুপারিশ করে না বা অফার করে না। অনলাইন ট্রেডিং সহজাত ঝুঁকি বহন করে, যার মধ্যে রয়েছে বাজারের পরিস্থিতি, সিস্টেমের কর্মক্ষমতা এবং অন্যান্য কারণের কারণে সিস্টেমের প্রতিক্রিয়া এবং অ্যাক্সেসের সময় ওঠানামা। ট্রেড করার আগে, একজন স্বাধীন, লাইসেন্সপ্রাপ্ত আর্থিক উপদেষ্টার সাথে পরামর্শ করুন এবং নিশ্চিত করুন যে আপনার প্রয়োজনীয় ঝুঁকি গ্রহণের ক্ষমতা, অভিজ্ঞতা এবং জ্ঞান রয়েছে। কোনও পরিস্থিতিতেই Nexus Play LLC কোনও ব্যক্তি বা সত্তার কাছে কোনও প্রত্যক্ষ, পরোক্ষ, বিশেষ, পরিণতিমূলক বা আনুষঙ্গিক ক্ষতির জন্য কোনও দায়বদ্ধ থাকবে না।. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Ne.xus Play LLC, একটি ব্রোকারেজ কোম্পানি যা মাওয়ালি আন্তর্জাতিক পরিষেবা কর্তৃপক্ষ (M.I.S.A.) দ্বারা লাইসেন্স #BFX2024137 এর অধীনে অনুমোদিত এবং নিয়ন্ত্রিত।.",
  "No": "না",
  "No Hidden Fees": "কোন লুকানো ফি",
  "No More Data": "আর কোনও ডেটা নেই",
  "No More Orders": "আর কোন অর্ডার নেই",
  "No data available": "কোন তথ্য উপলব্ধ নেই",
  "No discussion of streamers or Twitch or any other similar platforms.": "স্ট্রিমার, Twitch বা অন্য কোনও অনুরূপ প্ল্যাটফর্ম নিয়ে কোনও আলোচনা নেই।.",
  "No downloads or updates required": "কোন ডাউনলোড বা আপডেটের প্রয়োজন নেই",
  "No funding within 60 minutes for this order": "এই আদেশের জন্য 60 মিনিটের মধ্যে কোনো তহবিল নেই৷",
  "No installation is required and you can trade via your smartphone's web browser.": "কোনও ইনস্টলেশনের প্রয়োজন নেই এবং আপনি আপনার স্মার্টফোনের ওয়েব ব্রাউজারের মাধ্যমে ট্রেড করতে পারেন।.",
  "No more data": "আর ডেটা নেই",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "চ্যাটে কোন রাজনীতি বা ধর্মের কথা বলা যাবে না, এটি সম্পূর্ণ নিষিদ্ধ।.",
  "No suspicious behavior that can be seen as potential scams.": "কোনও সন্দেহজনক আচরণ নেই যা সম্ভাব্য কেলেঙ্কারী হিসাবে দেখা যেতে পারে।.",
  "No withdrawal of coins within 24 hours": "24 ঘন্টার মধ্যে কয়েন তোলা যাবে না",
  "Not activated": "সক্রিয় করা হয়নি।",
  "Not completed": "পূর্ণ হয়নি",
  "Note": "নোট",
  "Notification": "নোটিফিকেশন",
  "Now login disabled 2FA": "এখন লগইন 2FA নিষ্ক্রিয় করা হয়েছে",
  "Now login need 2FA": "এখন লগইন করতে 2FA প্রয়োজন।",
  "Old Password": "পুরানো পাসওয়ার্ড",
  "Old password is {{exceed}} length": "পুরাতন পাসওয়ার্ডটি {{exceed}} লম্বা",
  "On going": "অন গোয়িং",
  "On your first deposit": "আপনার প্রথম জমার উপর",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "একবার সক্রিয় হয়ে গেলে, যদি আপনার পজিশনের আকার ≥ বোনাস মান হয়, তাহলে সিস্টেমটি স্বয়ংক্রিয়ভাবে ট্রেডের জন্য প্রথমে বোনাস ব্যবহার করবে।.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "বীজ প্রকাশের পর, যে কেউ ট্রেডিং রাউন্ড থেকে দাম যাচাই করতে পারবে। নিম্নলিখিত পাইথন কোডটি বীজের উপর ভিত্তি করে একটি রাউন্ডের প্রথম 100টি দাম গণনা করে:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "একবার আপনি সমস্ত 4টি ট্রেডিং মোড আনলক করলে (হাইলো / স্প্রেড / ফিউচার / আপ ডাউন), আপনার সম্পূর্ণ বোনাস (আপনার জমার 50%) স্বয়ংক্রিয়ভাবে জারি করা হবে।.",
  "Ongoing": "চলছে",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "অনলাইন ট্রেডিং সহজাত ঝুঁকি বহন করে, যার মধ্যে রয়েছে বাজারের পরিস্থিতি, সিস্টেমের কর্মক্ষমতা এবং অন্যান্য কারণের কারণে সিস্টেমের প্রতিক্রিয়া এবং অ্যাক্সেসের সময়ের ওঠানামা। ট্রেড করার আগে, একজন স্বাধীন, লাইসেন্সপ্রাপ্ত আর্থিক উপদেষ্টার সাথে পরামর্শ করুন এবং নিশ্চিত করুন যে আপনার প্রয়োজনীয় ঝুঁকি গ্রহণের ক্ষমতা, অভিজ্ঞতা এবং জ্ঞান আছে। কোনও পরিস্থিতিতেই Nexus Play LLC কোনও ব্যক্তি বা সত্তার কাছে কোনও প্রত্যক্ষ, পরোক্ষ, বিশেষ, পরিণতিমূলক বা আনুষঙ্গিক ক্ষতির জন্য কোনও দায়বদ্ধ থাকবে না।. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "শুধুমাত্র এই ঠিকানায় {{crypto}} পাঠান, {{confirmations}} নিশ্চিতকরণ প্রয়োজন।.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "শুধুমাত্র চ্যাট চ্যানেলে নির্দিষ্ট ভাষা ব্যবহার করুন, সম্ভাব্য অপব্যবহারের শাস্তি দেওয়া হবে।.",
  "Open": "খোলা",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "যাচাইকরণ টোকেন সক্রিয় করতে Google Authenticator খুলুন, নীচের QR কোডটি স্ক্যান করুন অথবা ম্যানুয়ালি মূল বাক্যাংশটি লিখুন।",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "বর্তমান মুদ্রার জন্য এই প্ল্যাটফর্মে ব্যবহারকারীদের ওপেন পজিশন ডিরেকশন শতাংশ",
  "Order Amount": "অর্ডার পরিমাণ",
  "Order Id": "অর্ডার আইডি",
  "Order Progress": "অর্ডারের অগ্রগতি",
  "Order id": "অর্ডার আইডি।",
  "Order placed successfully!": "অর্ডার সফলভাবে স্থাপন!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "মূল ব্যাংকরোল বিনিয়োগ মডেল, আয় করা সহজ, সম্পদ যেকোনো সময় উত্তোলন করা যেতে পারে।.",
  "Other": "অন্যান্য",
  "Our Advantage": "আমাদের সুবিধা",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "আমাদের প্ল্যাটফর্মটি 18 বছরের কম বয়সী শিশুদের ব্যবহারের জন্য নয়। আমরা জেনেশুনে 18 বছরের কম বয়সী শিশুদের কাছ থেকে ব্যক্তিগত তথ্য সংগ্রহ বা অনুরোধ করি না। যদি আমরা জানতে পারি যে আমরা 18 বছরের কম বয়সী কোনও শিশুর কাছ থেকে ব্যক্তিগত তথ্য সংগ্রহ করেছি, তাহলে আমরা যত তাড়াতাড়ি সম্ভব সেই তথ্য মুছে ফেলব।.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "আমাদের প্ল্যাটফর্মে এমন তৃতীয় পক্ষের ওয়েবসাইট বা পরিষেবার লিঙ্ক থাকতে পারে যা Detrade এর মালিকানাধীন বা নিয়ন্ত্রিত নয়। কোনও তৃতীয় পক্ষের ওয়েবসাইট বা পরিষেবার বিষয়বস্তু, গোপনীয়তা নীতি বা অনুশীলনের উপর আমাদের কোনও নিয়ন্ত্রণ নেই এবং আমরা কোনও দায়বদ্ধতা গ্রহণ করি না। আমরা আপনাকে আপনার পরিদর্শন করা যেকোনো তৃতীয় পক্ষের ওয়েবসাইটের গোপনীয়তা নীতি পর্যালোচনা করার জন্য উৎসাহিত করি।.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "আমাদের অংশীদার প্রোগ্রামটি জয়-জয় সহযোগিতা তৈরির প্রতি আমাদের প্রতিশ্রুতি প্রতিফলিত করে এবং সকল আকারের সহযোগীদের জন্য তৈরি। পারস্পরিক উন্নয়নের আমাদের যাত্রায় আমাদের সাথে যোগ দিন!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "আমাদের পরিকল্পনার লক্ষ্য হল যারা অসাধারণ ফলাফল অর্জন করে তাদের উৎসাহ প্রদান করা।.",
  "Outflow": "আউট ফ্লো",
  "Over 70 popular crypto assets. Trade and increase your balance": "70 টিরও বেশি জনপ্রিয় ক্রিপ্টো সম্পদ। ট্রেড করুন এবং আপনার ব্যালেন্স বাড়ান",
  "Overview": "ওভারভিউ",
  "Own your branded platform": "আপনার ব্র্যান্ডেড প্ল্যাটফর্মের মালিক",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "বোনাস ট্রেড থেকে P&L সরাসরি আপনার আসল অ্যাকাউন্টে জমা হবে",
  "PNL": "PNL",
  "Page error": "পৃষ্ঠা ত্রুটি",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "অংশগ্রহণ পদ্ধতি: এই সময়ের মধ্যে 3টি STONKS/BCD লেনদেন সম্পন্ন করুন।.",
  "Partner Program": "পার্টনার প্রোগ্রাম",
  "Partner program": "পার্টনার প্রোগ্রাম।",
  "Partnership Program": "পার্টনারশিপ প্রোগ্রাম",
  "Partnership Tiers": "অংশীদারিত্বের স্তর",
  "Partnership With A Trusted Pioneer": "একজন বিশ্বস্ত অগ্রগামীর সাথে অংশীদারিত্ব",
  "Partnership program": "পার্টনারশিপ প্রোগ্রাম।",
  "Password": "পাসওয়ার্ড",
  "Password reset link sent. Check your email inbox.": "পাসওয়ার্ড রিসেট লিঙ্ক পাঠানো হয়েছে। আপনার ইমেইল ইনবক্স চেক করুন.",
  "Password strength": "পাসওয়ার্ডের স্ট্রেংথ",
  "Passwords must differ": "পাসওয়ার্ড অবশ্যই আলাদা হতে হবে",
  "Past": "অতীত",
  "Past 1 year": "বিগত 1 বছর",
  "Past {{days}} days": "বিগত {{days}} দিন।",
  "Past {{hours}} hours": "বিগত {{hours}} ঘন্টা",
  "Payment Method": "অর্থ প্রদানের পদ্ধতি",
  "Payout": "পেআউট",
  "Payout Multiplier": "পরিশোধ গুণক",
  "Pending third-party processing (estimated {{hours}} hours).": "তৃতীয় পক্ষের প্রক্রিয়াকরণ মুলতুবি (আনুমানিক {{hours}} ঘন্টা)।.",
  "Pending third-party processing.": "তৃতীয় পক্ষের প্রক্রিয়াকরণ মুলতুবি।.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "সুবিধার মধ্যে রয়েছে উচ্চ কমিশন রেট, স্পন্সর করা Detrade ক্যাম্পেইন এবং আরও অনেক কিছু!",
  "Personal": "ব্যক্তিগত",
  "Personal Info": "ব্যক্তিগত তথ্য।",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "আপনার অবস্থান সর্বোচ্চ করতে একটি গুণক বাছুন। উচ্চতর গুণক সেট করলে আপনার অবস্থানের ঝুঁকি বেড়ে যায়।.",
  "Place Your Trade": "আপনার ট্রেড করুন",
  "Platform": "প্ল্যাটফর্ম",
  "Platform Name": "প্ল্যাটফর্মের নাম",
  "Platform Type": "প্ল্যাটফর্মের ধরন",
  "Platform Website": "প্ল্যাটফর্ম ওয়েবসাইট",
  "Platinum": "প্লাটিনাম",
  "Platinum Partner": "প্লাটিনাম পার্টনার",
  "Play now": "এখন খেলুন।",
  "Players": "খেলোয়াড়",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "খেলোয়াড়রা প্ল্যাটফর্ম দ্বারা প্রদত্ত রিচার্জ এবং উত্তোলন পোর্টালের মাধ্যমে রিচার্জ এবং উত্তোলন কার্যক্রম সম্পাদন করতে পারবেন।.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "খেলোয়াড়রা বিটকয়েনের দাম ভবিষ্যদ্বাণী করতে পারে। খেলোয়াড়রা এমন একটি পুলে যোগ দিতে পারে যা দাম বৃদ্ধি বা হ্রাসের পূর্বাভাস দেয় এবং খেলায় অংশগ্রহণের জন্য একটি নির্দিষ্ট পরিমাণ অর্থ বিনিয়োগ করতে পারে। বিজয়ী বিনিয়োগ অনুপাত অনুসারে প্রতিপক্ষের মূলধন পুল সম্পদ বিতরণ করবে। পূর্ববর্তী সমস্ত রাউন্ডের খেলোয়াড়রা তাদের অর্থ প্রদানের পরেই কেবল একটি নতুন খেলা শুরু করা যেতে পারে।.",
  "Please enter a valid email address": "একটি বৈধ ইমেল ঠিকানা লিখুন",
  "Please enter an 2FA code": "অনুগ্রহ করে একটি 2FA কোড লিখুন।",
  "Please enter the seed": "সীড লিখুন",
  "Please enter you remail": "আপনার ইমেল লিখুন",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "জমা দেওয়ার জন্য অনুগ্রহ করে জমার নির্দেশিকা অনুসরণ করুন, অন্যথায় আপনার জমা হারিয়ে যাবে।.",
  "Please refresh the page or jump to the trading center": "অনুগ্রহ করে পৃষ্ঠাটি রিফ্রেশ করুন অথবা ট্রেডিং সেন্টারে যান।",
  "PnL": "PnL",
  "PnL fee": "PnL ফি।",
  "PnL fee limit": "PnL ফি সীমা।",
  "PnL%": "PnL%",
  "Positions": "পদ",
  "Potential Return": "সম্ভাব্য রিটার্ন",
  "Powered by": "দ্বারা চালিত",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "ট্রেডিংয়ের জন্য দামের দিকটি পূর্বাভাস দিন। যদি দাম আপনার পছন্দের দিকে চলে, তাহলে আপনি লাভ করবেন!",
  "Preferences": "প্রেফারেন্সেস",
  "Premium support": "প্রিমিয়াম সাপোর্ট",
  "Preview": "পূর্বরূপ",
  "Price": "দাম",
  "Price Formulation": "মূল্য প্রণয়ন",
  "Price formulation": "প্রাইস ফর্মুলেশন",
  "Price move": "প্রাইস মুভ",
  "Priority access": "প্রায়োরিটি এক্সেস",
  "Privacy Policy": "গোপনীয়তা নীতি",
  "Privacy policy": "গোপনীয়তা নীতি৷",
  "Private invitation": "ব্যক্তিগত আমন্ত্রণ৷",
  "Private profile": "ব্যক্তিগত প্রোফাইল",
  "Prize Calculation Formula": "পুরস্কার গণনার সূত্র",
  "Prize Pools": "প্রাইজ পুল",
  "Prizes will be sent on Notice page as the Contest ends.": "প্রতিযোগিতা শেষ হওয়ার সাথে সাথে পুরস্কারগুলি নোটিশ পৃষ্ঠায় পাঠানো হবে।.",
  "Product Description": "পণ্য বিবরণ",
  "Product capabilities": "প্রোডাক্ট ক্ষমতা",
  "Product iteration, new product development": "পণ্যের পুনরাবৃত্তি, নতুন পণ্য উন্নয়ন",
  "Professional, Secure, Trustworthy": "পেশাদার, নিরাপদ, বিশ্বাসযোগ্য",
  "Profile": "প্রোফাইল",
  "Profile is not publicly available": "প্রোফাইল সর্বজনীনভাবে উপলব্ধ নয়",
  "Profit": "লাভ",
  "Profit Calculator": "লাভ ক্যালকুলেটর",
  "Program — Work with a trustworthy online trading provider.": "প্রোগ্রাম — একটি বিশ্বস্ত অনলাইন ট্রেডিং প্রদানকারীর সাথে কাজ করুন।.",
  "Progressing": "অগ্রগতিশীল",
  "Promising Affiliate": "প্রতিশ্রুতিশীল অধিভুক্ত",
  "Provably fair": "সম্ভবত ন্যায্য",
  "Provides tutorials,guides and various trading strategy services.": "টিউটোরিয়াল, নির্দেশিকা এবং বিভিন্ন ট্রেডিং কৌশল পরিষেবা প্রদান করে।.",
  "Providing the best customer service is our aim.": "সর্বোত্তম গ্রাহক সেবা প্রদানই আমাদের লক্ষ্য।.",
  "Providing users with diverse options for transactions": "ব্যবহারকারীদের লেনদেনের জন্য বিভিন্ন বিকল্প প্রদান করা",
  "Q1: Can I withdraw the bonus?": "প্রশ্ন 1: আমি কি বোনাস প্রত্যাহার করতে পারি?",
  "Q2: Will my bonus expire if I don't activate it?": "প্রশ্ন2: যদি আমি এটি সক্রিয় না করি তাহলে কি আমার বোনাসের মেয়াদ শেষ হয়ে যাবে?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "প্রশ্ন3: আমি একটি ডিপোজিট করেছি কিন্তু বোনাস পাইনি৷ আমার কী করা উচিত?",
  "Quick experience starts here, easy experience without registration": "দ্রুত অভিজ্ঞতা এখানে শুরু হয়, নিবন্ধন ছাড়াই সহজ অভিজ্ঞতা",
  "Quick tap: will the price go up or down next?": "কুইক ট্যাপ: পরবর্তীতে দাম বাড়বে নাকি কমবে?",
  "ROI": "ROI",
  "ROI Calculator": "ROI ক্যালকুলেটর",
  "ROI calculator": "ROI ক্যালকুলেটর",
  "Rakeback": "রেকব্যাক",
  "Rank": "র‍্যাঙ্ক",
  "Rapid deployment": "দ্রুত মোতায়েন",
  "ReSend": "আবার পাঠান",
  "Ready to Get Started": "শুরু করার জন্য প্রস্তুত",
  "Real Account": "রিয়েল অ্যাকাউন্ট",
  "Real Account – Real Funds!": "আসল অ্যাকাউন্ট - আসল তহবিল!",
  "Realized PnL": "উপলব্ধি PnL",
  "Receive commission rewards": "কমিশন পুরষ্কার পান।",
  "Recommended for you": "আপনার জন্য প্রস্তাবিত",
  "Record": "রেকর্ড",
  "Referral": "রেফারেল",
  "Referral by": "রেফারেল করেছেন",
  "Referral rules": "রেফারেলের নিয়ম।",
  "Referred at": "রেফার করা হয়েছে",
  "Referred users": "রেফার করা ব্যবহারকারীরা",
  "Refresh page": "পৃষ্ঠা রিফ্রেশ",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "অন্তর্নিহিত বাজারে তরলতা নির্বিশেষে, Detrade গ্যারান্টি দেয় যে প্রবেশের সময় পূর্বনির্ধারিত মূল্যে বাস্ট এবং স্টপ লস ট্রেডগুলি ধারাবাহিকভাবে পূরণ করা হবে। বাস্ট লস মূল পজিশনের আকারের মধ্যে সীমাবদ্ধ এবং স্টপ লস ট্রেডার এন্ট্রি সেটিং দ্বারা সীমাবদ্ধ। বাস্ট এবং স্টপ লসগুলির জন্য ট্রিগার মূল্য গণনা করা যেতে পারে:",
  "Register": "নিবন্ধন করুন",
  "Register for Detrade.": "Detrade-এর জন্য নিবন্ধন করুন।.",
  "Register to Win Crypto Tokens": "ক্রিপ্টো টোকেন জিততে নিবন্ধন করুন",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "নিয়মিত বাইনারি অপশন পণ্য, নির্দিষ্ট সময়ের মধ্যে (যেমন পরবর্তী 30 সেকেন্ড, এক মিনিট, এক ঘন্টা, ইত্যাদি) একটি অন্তর্নিহিত সম্পদের সমাপনী মূল্য কার্যকর মূল্যের চেয়ে কম না বেশি, তার উপর ভিত্তি করে, মুনাফা অর্জন করা হবে কিনা তা নির্ধারণ করে। এই পণ্যটি একটি স্বল্পমেয়াদী বিনিয়োগ। এই বিকল্পটি কম অস্থির মূল্যের ওঠানামা সহ বাজারের জন্য উপযুক্ত।.",
  "Reliable": "নির্ভরযোগ্য",
  "Reload": "",
  "Remarks": "মন্তব্য",
  "Remove": "সরান",
  "Remove 2fa Success": "2fa সফলতা সরান",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "গত 30 সেকেন্ড ধরে বাজারের তথ্য আপডেট না থাকা যেকোনো মূল্য ফিড সরিয়ে ফেলুন।.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "ক্রয়-বিক্রয় মূল্যের সাথে ক্রস করা যেকোনো মূল্য ফিড অথবা যার টপ-অফ-বুক মিড-প্রাইস সমস্ত প্রাইস ফিডের মধ্যম টপ-অফ-বুক মিড-প্রাইস থেকে 10% এর বেশি দূরে, তা সরিয়ে ফেলুন।.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "প্রয়োজনীয়তা: রেফারেলের মাধ্যমে কমপক্ষে $1,000,000 ট্রেডিং ভলিউম সহ 100টি অনন্য, সক্রিয়ভাবে জড়িত সাইনআপ।.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "প্রয়োজনীয়তা: রেফারেল দ্বারা কমপক্ষে $100,000 ট্রেডিং ভলিউম সহ 50টি অনন্য, সক্রিয়ভাবে জড়িত সাইনআপ।.",
  "Research lab": "রিসার্চ ল্যাব",
  "Reset fields": "রিসেট ফিল্ডস",
  "Reset password": "পাসওয়ার্ড রিসেট করুন।",
  "Responsive and secure trading platform": "প্রতিক্রিয়াশীল এবং নিরাপদ ট্রেডিং প্ল্যাটফর্ম",
  "Result": "রেজাল্ট",
  "Retry": "",
  "Revenue Share": "রাজস্ব ভাগ",
  "Reward": "রিওয়ার্ড",
  "Reward center": "পুরষ্কার কেন্দ্র",
  "Rewards hub": "পুরষ্কার হাব।",
  "Rewords": "পুরষ্কার",
  "Rich Trading Tools": "সমৃদ্ধ ট্রেডিং সরঞ্জাম",
  "Rich activities and rewards": "সমৃদ্ধ কার্যকলাপ এবং পুরষ্কার",
  "Risk Control & Compliance Notice": "ঝুঁকি নিয়ন্ত্রণ ও সম্মতি বিজ্ঞপ্তি",
  "Risk Disclaimer": "রিস্ক ডিসক্লেইমার",
  "Risk Warning": "ঝুঁকি সতর্কতা",
  "Risk-free trading with $10,000 in virtual funds": "$10,000 ভার্চুয়াল ফান্ডের মাধ্যমে ঝুঁকিমুক্ত ট্রেডিং",
  "Round In Progress": "বৃত্তাকার অগ্রগতিতে",
  "Round ends in": "রাউন্ডটি শেষ হয়।",
  "SA": "SA",
  "Safe": "নিরাপদ",
  "Save": "সেভ করুন",
  "Search": "অনুসন্ধান করুন",
  "Search crypto": "ক্রিপ্টো অনুসন্ধান করুন।",
  "Sec": "সেকেন্ড",
  "Second": "সেকেন্ড",
  "Seconds": "সেকেন্ড",
  "Security": "নিরাপত্তা",
  "Security Verification": "নিরাপত্তা যাচাইকরণ",
  "Seed": "সীড",
  "Select a countdown period.": "একটি কাউন্টডাউন পিরিয়ড নির্বাচন করুন।.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "কাউন্টডাউন এবং স্প্রেড নির্বাচন করুন (স্প্রেড: ক্রয় মূল্য এবং প্রস্থান মূল্যের মধ্যে পার্থক্য)",
  "Select your partner program revenue share": "আপনার পার্টনার প্রোগ্রামের রাজস্ব ভাগ নির্বাচন করুন",
  "Sell": "বিক্রি করুন",
  "Send": "পাঠান",
  "Send message": "মেসেজ পাঠান",
  "Send message successfully": "সফলভাবে বার্তা পাঠান",
  "Service guide": "পরিষেবা গাইড",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "ক্ষতি সীমিত করার জন্য একটি মূল্য নির্ধারণ করুন। বাজার এই মূল্যে পৌঁছালে আপনার অবস্থান স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যাবে।.",
  "Set a target price where your position will be automatically closed to lock in profit.": "একটি লক্ষ্য মূল্য নির্ধারণ করুন যেখানে আপনার পজিশন স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যাবে এবং লাভ লক হবে।.",
  "Set password": "পাসওয়ার্ড সেট করুন৷",
  "Set successfully": "সফলভাবে সেট করা হয়েছে",
  "Set up": "সেট আপ করুন",
  "Set up Google Authenticator": "",
  "Settings": "সেটিংস",
  "Share": "শেয়ার করুন",
  "Share to": "শেয়ার করুন",
  "Share your Affiliate invitation link to friends and users.": "আপনার অ্যাফিলিয়েট আমন্ত্রণ লিঙ্কটি বন্ধু এবং ব্যবহারকারীদের সাথে শেয়ার করুন।.",
  "Share your referral link or code": "আপনার রেফারেল কোড বা লিঙ্ক শেয়ার করুন",
  "Show live positions on chart": "চার্টে লাইভ অবস্থানগুলি দেখান",
  "Show my positions on chart": "চার্টে আমার অবস্থানগুলি দেখান",
  "Side": "পাশ",
  "Sign in": "সাইন ইন",
  "Silver": "সিলভার",
  "Simple": "সরল",
  "Simple and intuitive usable interface": "সহজ এবং স্বজ্ঞাত ব্যবহারযোগ্য ইন্টারফেস",
  "Simple integration": "সহজ ইন্টিগ্রেশন",
  "Simple way to earn money, The more invite, the more you will get!": "টাকা আয়ের সহজ উপায়, যত বেশি আমন্ত্রণ, তত বেশি টাকা পাবেন!",
  "Simple, Fast, Intelligence": "সিম্পল, ফাস্ট, ইন্টেলিজেন্স",
  "Size": "আকার",
  "Something went wrong!": "",
  "Sorry, page not found!": "দুঃখিত, পৃষ্ঠাটি খুঁজে পাওয়া যায়নি!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "দুঃখিত, আপনি যে পৃষ্ঠাটি খুঁজছেন তা আমরা খুঁজে পাইনি। সম্ভবত আপনি URLটি ভুল টাইপ করেছেন? আপনার বানান পরীক্ষা করে দেখুন।.",
  "Sound": "সাউন্ড",
  "Speed": "স্পিড",
  "Spot Exchanges": "স্পট এক্সচেঞ্জ",
  "Spread": "ছড়িয়ে পড়া",
  "Standard CS": "স্ট্যান্ডার্ড CS",
  "Start": "শুরু করুন",
  "Start Rate": "স্টার্ট রেট",
  "Start Time": "শুরুর সময়",
  "Start Time Invalid( hh : mm : ss )": "শুরুর সময় অবৈধ ( hh : mm : ss )",
  "Start time": "শুরু করার সময়",
  "Start trading": "ট্রেডিং শুরু করুন",
  "Statistics": "স্ট্যাটিসটিক্স",
  "Status": "অবস্থা",
  "Step-up group": "স্টেপ-আপ গ্রুপ।",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks এর 2.5% হাউস এজ এবং লাভজনক অবস্থানে 5% ফি রয়েছে।.",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks দাম একটি প্রমাণিত ন্যায্য অ্যালগরিদম ব্যবহার করে তৈরি করা হয়।.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks এর দামগুলি একটি প্রমাণিত ন্যায্য অ্যালগরিদম ব্যবহার করে তৈরি করা হয়। হাউস এজ হল 2.5%.",
  "Stop Loss": "স্টপ লস",
  "Stop loss at price": "দামে স্টপ লস",
  "Stop loss price cannot be through bust price": "স্টপ লস মূল্য বাস্ট মূল্যের মধ্য দিয়ে হতে পারে না",
  "Stop-Loss (SL)": "স্টপ-লস (SL)",
  "Strategy planning": "স্ট্রাটেজি প্ল্যানিং",
  "Submit": "জমা দিন",
  "Submit request": "রিকোয়েস্ট জমা দিন",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "প্রতিটি এক্সচেঞ্জের স্ট্রিমিং API ব্যবহার করে যতগুলি সম্ভব গভীরতার স্তরে সাবস্ক্রাইব করুন।.",
  "Switch Dark or Light mode according to your preference": "আপনার পছন্দ অনুযায়ী ডার্ক বা লাইট মোড পরিবর্তন করুন",
  "Symbol": "প্রতীক",
  "Symbol for extra security": "এক্সট্রা সিকিউরিটি জন্য প্রতীক",
  "System": "সিস্টেম",
  "System Random: 300 lucky winners will be randomly selected.": "সিস্টেম র‍্যান্ডম: 300 জন ভাগ্যবান বিজয়ীকে র‍্যান্ডমভাবে নির্বাচন করা হবে।.",
  "TP/SL": "TP/SL",
  "Take Profit": "লাভ গ্রহণ করুন",
  "Take profit at price": "দামে মুনাফা নিন",
  "Take-Profit (TP)": "নিন-প্রফিট (TP)",
  "Tap Trading": "ট্যাপ ট্রেডিং।",
  "Tap to predict — quick moves, instant results.": "ভবিষ্যদ্বাণী করতে ট্যাপ করুন — দ্রুত পদক্ষেপ, তাৎক্ষণিক ফলাফল।.",
  "Target Market": "টার্গেট মার্কেট",
  "Tell us the reason for contacting us": "আমাদের সাথে যোগাযোগ করার কারণ বলুন।",
  "Test various trading tools and strategies": "বিভিন্ন ট্রেডিং টুল এবং কৌশল পরীক্ষা করুন",
  "Thank you for your request, it should generally be reviewed within 24 hours": "আপনার অনুরোধের জন্য ধন্যবাদ, এটি সাধারণত 24 ঘন্টার মধ্যে পর্যালোচনা করা উচিত।",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC ভয় এবং লোভ সূচক হল CoinMarketCap দ্বারা তৈরি একটি মালিকানাধীন টুল যা ক্রিপ্টোকারেন্সি মার্কেটে বিদ্যমান সেন্টিমেন্ট পরিমাপ করে।.",
  "The Profit Margin Is As High As 90%": "লাভ মার্জিন 90% হিসাবে উচ্চ",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "সমস্ত ক্রিপ্টোকারেন্সিতে আপনার দীর্ঘ/সংক্ষিপ্ত অবস্থানের জন্য মোট সীমা <0>{{limitAmount}}</0> এ সীমাবদ্ধ।",
  "The amount you currently have available to place an order.": "অর্ডার দেওয়ার জন্য আপনার কাছে বর্তমানে যে পরিমাণ অর্থ আছে।.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "বাস্ট প্রাইস হলো সেই বাজার মূল্য যেখানে অপর্যাপ্ত মার্জিনের কারণে আপনার পজিশন লিকুইডেট হবে।.",
  "The calculation steps are as follows:": "গণনার ধাপগুলি নিম্নরূপ:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "সহযোগিতা পদ্ধতিটি উন্মুক্ত এবং স্বচ্ছ, এবং কোনও লুকানো ফি নিয়ে চিন্তা করার দরকার নেই।.",
  "The coupon code is invalid or expired": "কুপন কোডটি অবৈধ অথবা মেয়াদোত্তীর্ণ",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "এরপর চূড়ান্ত সূচক মূল্য প্রতিটি আকারের প্রান্তিক মধ্য-মূল্যের ওজনযুক্ত গড় হিসাবে গণনা করা হয়। ওজনগুলিকে সূচকীয় বন্টনের সম্ভাব্যতা ঘনত্ব হিসাবে বেছে নেওয়া হয়, যা একঘেয়েভাবে হ্রাস পাচ্ছে, যার ফলে শীর্ষ-অফ-বইয়ের কাছাকাছি দামের উপর বেশি জোর দেওয়া হচ্ছে। ওজনগুলি নিম্নলিখিতভাবে দেওয়া হয়েছে:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "হ্যাশের প্রথম 8 বাইট লিটল-এন্ডিয়ান এনকোডিং ব্যবহার করে একটি স্বাক্ষরবিহীন 64-বিট পূর্ণসংখ্যায় রূপান্তরিত হয়। এই পূর্ণসংখ্যাটি তারপর একটি অভিন্নভাবে বিতরণ করা ভাসমান বিন্দু সংখ্যায় রূপান্তরিত হয়। বাজারের কনফিগার করা টিক অস্থিরতা (0.1%) এর স্ট্যান্ডার্ড ডেভিয়েশন হিসাবে বিপরীত ক্রমবর্ধমান বিতরণ ফাংশন ব্যবহার করে, আমরা ভাসমান বিন্দু মানকে একটি সাধারণভাবে বিতরণ করা রিটার্নে রূপান্তর করি এবং বাজারের মূল্য আপডেট করতে এটি ব্যবহার করি।.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "ইনডেক্স মূল্য পদ্ধতিটি সময় সিরিজের দুটি গুরুত্বপূর্ণ পরিসংখ্যানগত বৈশিষ্ট্য পূরণ করার জন্য ডিজাইন করা হয়েছে: মার্কভ এবং মার্টিংগেল বৈশিষ্ট্য। মার্কভ বৈশিষ্ট্যটি একটি স্টোকাস্টিক প্রক্রিয়ার স্মৃতিহীন প্রকৃতিকে বোঝায়, যা নিশ্চিত করে যে ভবিষ্যতের মানগুলির শর্তসাপেক্ষ সম্ভাব্যতা বন্টন শুধুমাত্র বর্তমান মানের উপর নির্ভর করে। মার্টিংগেল বৈশিষ্ট্যটি বোঝায় যে একটি স্টোকাস্টিক প্রক্রিয়ার বর্তমান মানও ভবিষ্যতের মূল্যগুলির প্রত্যাশিত মান। এই দুটি বৈশিষ্ট্য Detrade এর সূচক মূল্যগুলিকে ভবিষ্যতের মূল্যের নিরপেক্ষ অনুমানকারী করে তোলে, যাতে ব্যবহারকারীরা পৃথক বিনিময়ের মাইক্রোস্ট্রাকচার প্রভাব সম্পর্কে চিন্তা না করেই অন্তর্নিহিত ক্রিপ্টোকারেন্সির মূল্যের পরিবর্তনের উপর ট্রেড করতে পারেন।.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "সূচকটি বাজারকে অবমূল্যায়িত (চরম ভয়) নাকি অতিমূল্যায়িত (চরম লোভ) করা হতে পারে সে সম্পর্কে অন্তর্দৃষ্টি প্রদান করে।.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "প্রান্তিক ক্রয় এবং বিক্রয় মূল্য ফাংশনগুলি তখন একটি প্রান্তিক মধ্য-মূল্য ফাংশন সংজ্ঞায়িত করতে ব্যবহৃত হয় যা একটি আকারের উপর নির্ভর করে: ",
  "The order has expired": "অর্ডারের মেয়াদ শেষ হয়ে গেছে।",
  "The output is:": "আউটপুট হল:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "এই গণনার ফলাফল হল একটি একক সূচক মূল্য যা Detrade ট্রেডিং গেমে দীর্ঘ এবং সংক্ষিপ্ত উভয় অবস্থানের জন্য ব্যবহৃত হয়। অন্যান্য বেশিরভাগ ট্রেডিং প্ল্যাটফর্মের মতো নয়, Detrade বিড-অফার স্প্রেড চার্জ করে না। একটি একক মূল্য দিয়ে ট্রেডিং করলে স্বল্পমেয়াদী মূল্যের গতিবিধি সম্পর্কে অনুমান করা সম্ভব হয় যার জন্য একটি বিড-অফার স্প্রেড অত্যন্ত ব্যয়বহুল হবে।.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "মার্কেট এবং নীতি পরিবর্তনের উপর ভিত্তি করে প্ল্যাটফর্মটি প্রচারণা সামঞ্জস্য করতে পারে। আপডেটগুলি অফিসিয়াল ঘোষণার মাধ্যমে পোস্ট করা হবে।.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "প্ল্যাটফর্মটি BTC, ETH এবং অন্যান্য মূলধারার কারেন্সি ট্রেডিং পেয়ার প্রদান করে এবং জনপ্রিয় কারেন্সি ট্রেডিং পেয়ার আপডেট করতে থাকবে।.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "প্রতিদিন 00:00 UTC তে মূল্য $1,000 এ রিসেট করা হবে এবং রিসেট করার সময় যেকোনো মুলতুবি অর্ডার স্বয়ংক্রিয়ভাবে নিষ্পত্তি করা হবে।.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "প্রতিযোগিতার পুরষ্কার পুলটি আগের দিনের বাজির উপর নিবিড়ভাবে নির্ভরশীল। যত বেশি খেলোয়াড় বাজি ধরবেন, পুরষ্কার পুল তত বড় হবে। বর্তমান পুরষ্কার পুলটি প্রতিযোগিতার পৃষ্ঠায় প্রদর্শিত হবে।.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLC দ্বারা প্রদত্ত পণ্য এবং পরিষেবাগুলি ইউনাইটেড স্টেটস, ইউরোপীয় ইউনিয়ন, অথবা অন্য কোনও বিচারব্যবস্থার বাসিন্দাদের জন্য নয় যেখানে এই ধরনের পরিষেবা এবং পণ্য আইন দ্বারা নিষিদ্ধ। Nexus Play LLC এই অঞ্চলের ব্যক্তি বা সত্তাকে ব্যবসার জন্য অনুরোধ করে না বা ব্রোকারেজ পরিষেবা প্রদান করে না। সম্ভাব্য ক্লায়েন্টদের দায়িত্ব হল অনলাইন ট্রেডিংয়ে জড়িত হওয়ার আগে তাদের নিজ নিজ এখতিয়ারে প্রযোজ্য যেকোনো আইন ও বিধি সম্পর্কে সচেতন থাকা এবং মেনে চলা। এই ওয়েবসাইটটি অ্যাক্সেস করে এবং আমাদের পরিষেবাগুলি ব্যবহার করে, আপনি নিশ্চিত করছেন যে আপনি ইউনাইটেড স্টেটস, ইউরোপীয় ইউনিয়ন, অথবা অন্য কোনও এখতিয়ারের বাসিন্দা নন যেখানে আমাদের পরিষেবাগুলি সীমাবদ্ধ।.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "এই অনলাইন ইভেন্টে অর্জিত পুরষ্কারগুলি স্বয়ংক্রিয়ভাবে খেলোয়াড়ের ব্যালেন্সে জমা হবে।.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "বীজটি 64-অক্ষরের ছোট হাতের হেক্সাডেসিমেল স্ট্রিংয়ে এনকোড করা হয় এবং বর্তমান টিক কাউন্টার মানের স্ট্রিং উপস্থাপনার সাথে সংযুক্ত করা হয়। এরপর সম্মিলিত স্ট্রিংয়ের একটি হ্যাশ BLAKE2b হ্যাশ ফাংশন ব্যবহার করে গণনা করা হয় যার একটি 256-বিট ডাইজেস্ট আকার রয়েছে। একটি ক্রিপ্টোগ্রাফিক হ্যাশ ফাংশন ব্যবহার করে, আমরা নিশ্চিত করি যে বীজ প্রকাশের আগে দামের পরিবর্তনগুলি এলোমেলো এবং অপ্রত্যাশিত, তবে বীজ জানার পরে সম্পূর্ণরূপে পুনরুত্পাদনযোগ্য।.",
  "The settlement formula is open and transparent and can be calculated in real time.": "নিষ্পত্তির সূত্রটি উন্মুক্ত এবং স্বচ্ছ এবং বাস্তব সময়ে গণনা করা যেতে পারে।.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "সিস্টেমটি উপরে এবং নিচে ক্যাপিটাল পুলের জয় এবং পরাজয়ের ফলাফল প্রদর্শন করে। যখন আপনি লাভ করবেন, তখন আপনি আপনার লাভের পরিমাণ দেখতে পাবেন।.",
  "The system is under maintenance and upgrade, please visit later": "সিস্টেমটি রক্ষণাবেক্ষণ এবং আপগ্রেডের অধীনে রয়েছে, অনুগ্রহ করে পরে দেখুন।",
  "The trade will complete in 5s.": "ট্রেড 5 সেকেন্ডের মধ্যে সম্পন্ন হবে।.",
  "The trade will complete in <0>{{countdown}}s</0>.": "ট্রেডটি <0>{{countdown}}s</0> এর মধ্যে সম্পন্ন হবে।.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "ট্রেডিং বোনাস হল একটি <0>মার্কেটিং ইনসেনটিভ</0> যা Detrade ব্যবহারকারীদের আমাদের ট্রেডিং সিস্টেম অন্বেষণ করতে সাহায্য করার জন্য প্রদান করে। বোনাস তহবিল <1>উত্তরণ করা যাবে না<1>, তবে সেগুলি ব্যবহারের ফলে লাভ আপনার আসল অ্যাকাউন্ট ব্যালেন্সকে প্রভাবিত করতে পারে।.",
  "The trading symbol will be replaced regularly.": "ট্রেডিং প্রতীক নিয়মিত প্রতিস্থাপিত হবে.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "প্রতি রবিবার রাত 10 টায় (UTC) বর্তমান পৃষ্ঠায় বিজয়ীদের নাম ঘোষণা করা হবে এবং পরবর্তী ড্র শেষ ড্রয়ের 2 ঘন্টা পরে শুরু হবে।.",
  "Theme": "থিম",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "আপনি কতটা আয় করতে পারবেন তার কোন সীমা নেই। আপনি যত বেশি বন্ধুকে আমন্ত্রণ জানাবেন, তত বেশি পুরষ্কার পাবেন।.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "এগুলো আপনার অ্যাকাউন্টের ব্যালেন্স থেকে কেটে নেওয়া হবে এবং অপর্যাপ্ত তহবিলের ফলে স্বয়ংক্রিয়ভাবে পজিশন বন্ধ হয়ে যাবে।.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "এই ইভেন্টটি শুধুমাত্র প্ল্যাটফর্ম সম্মতি নীতি অনুসারে যোগ্য দেশ এবং অঞ্চলের ব্যবহারকারীদের জন্য উপলব্ধ।.",
  "This field is required": "এই ক্ষেত্র প্রয়োজন",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "এর মধ্যে রয়েছে আপনার IP ঠিকানা, ব্রাউজারের ধরণ, অপারেটিং সিস্টেম, অ্যাক্সেসের সময় এবং আমাদের প্ল্যাটফর্ম অ্যাক্সেস করার আগে এবং পরে আপনি সরাসরি যে পৃষ্ঠাগুলি দেখেছেন তা।.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "এর মধ্যে রয়েছে আপনার নাম, ইমেল ঠিকানা, টেলিফোন নম্বর, ডাক ঠিকানা, জন্ম তারিখ এবং অ্যাকাউন্ট নিবন্ধন করার সময় বা আমাদের পরিষেবা ব্যবহার করার সময় আপনি যে কোনও তথ্য প্রদান করেন।.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "এই সূচকটি 0 থেকে 100 পর্যন্ত, যেখানে একটি নিম্ন মান চরম ভয় নির্দেশ করে, এবং একটি উচ্চ মান চরম লোভ নির্দেশ করে।.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "এটি প্রতি ক্রিপ্টোকারেন্সির নির্দিষ্ট সীমার সাথে একত্রে, যা নীচে বিস্তারিতভাবে বর্ণনা করা হয়েছে।.",
  "This is why you should promote Detrade:": "এই কারণেই আপনার Detrade প্রচার করা উচিত:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "এই সাইটটি reCAPTCHA এবং Google দ্বারা সুরক্ষিত গোপনীয়তা নীতি এবং পরিষেবার শর্তাবলী প্রযোজ্য।.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detrade পার্টনারশিপ প্রোগ্রামের মাধ্যমে, আপনি বর্ধিত অ্যাফিলিয়েট কমিশন, এক্সক্লুসিভ স্পন্সরড ইভেন্ট এবং অন্যান্য অনন্য সুবিধাগুলি আনলক করতে পারেন। আরও জানতে চান? পড়তে থাকুন!",
  "Time": "সময়",
  "Time and payout": "সময় এবং পেআউট",
  "Time closed": "বন্ধের সময়",
  "Time opened": "খোলার সময়",
  "Time remaining": "বাকি সময়",
  "Tips": "টিপস",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "টিপস: সাধারণত প্রক্রিয়া করতে {{hours}} ঘন্টা সময় লাগে, আরও বেশি সময় লাগতে পারে, নির্দিষ্ট সময় ব্যবসায়ীর সময়সীমার উপর নির্ভর করে।.",
  "To": "থেকে",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "আমাদের পরিষেবা উন্নত করার জন্য প্রবণতা বিশ্লেষণ করা, ব্যবহার পর্যবেক্ষণ করা এবং গবেষণা পরিচালনা করা।.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "আপনার অ্যাকাউন্টের নিরাপত্তা নিশ্চিত করতে, Google 2FA প্রমাণীকরণ মুছে ফেলার পরে 24 ঘন্টার জন্য উত্তোলন স্থগিত করা হবে।.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "ন্যায্যতা এবং সততা বজায় রাখার জন্য, Detrade বোনাস প্রোগ্রামে অংশগ্রহণকারী অ্যাকাউন্টগুলিকে আচরণগত এবং প্রযুক্তিগত পরীক্ষার মাধ্যমে পর্যবেক্ষণ করবে, যার মধ্যে ডিভাইস ফিঙ্গারপ্রিন্টিং, IP ট্র্যাকিং এবং লেনদেনের ধরণ বিশ্লেষণ অন্তর্ভুক্ত তবে সীমাবদ্ধ নয়।.",
  "To manage your account, process transactions, and provide you with the services you request.": "আপনার অ্যাকাউন্ট পরিচালনা করতে, লেনদেন প্রক্রিয়া করতে এবং আপনার অনুরোধ করা পরিষেবাগুলি সরবরাহ করতে।.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "জালিয়াতির উপর নজরদারি করতে, আমাদের পরিষেবার শর্তাবলী প্রয়োগ করতে এবং আইনি ও নিয়ন্ত্রক প্রয়োজনীয়তা মেনে চলতে।.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "আপনার অ্যাকাউন্টের নিরাপত্তা রক্ষার জন্য, আপনার পাসওয়ার্ড পরিবর্তন করার পর 24 ঘন্টার জন্য টাকা তোলা বন্ধ থাকবে।.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "ট্রেডিং গেমগুলির জন্য ন্যায্য এবং নির্ভরযোগ্য মূল্য প্রদানের জন্য, Detrade প্রতি 500 মিলিসেকেন্ডে একটি যৌগিক সূচক মূল্য গণনা করে যা বিশ্বের সবচেয়ে তরল স্পট এবং ডেরিভেটিভ ক্রিপ্টোকারেন্সি এক্সচেঞ্জগুলিতে রিয়েল-টাইম মূল্য ফিড থেকে প্রাপ্ত। অনেক মূল্য উৎস অন্তর্ভুক্ত করে, Detrade সূচক বাজারের কারসাজি, প্রযুক্তিগত সমস্যা এবং সময়ে সময়ে পৃথক এক্সচেঞ্জগুলিতে ঘটতে পারে এমন অন্যান্য অস্বাভাবিক ট্রেডিং কার্যকলাপের জন্য শক্তিশালী।.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "আপনাকে আপডেট, নিরাপত্তা সতর্কতা এবং প্রশাসনিক বার্তা পাঠানোর জন্য এবং আপনার জিজ্ঞাসা এবং অনুরোধের জবাব দেওয়ার জন্য।.",
  "To tailor our content and advertisements to your interests and preferences.": "আপনার আগ্রহ এবং পছন্দ অনুসারে আমাদের সামগ্রী এবং বিজ্ঞাপনগুলিকে সাজাতে।.",
  "To trading center": "ট্রেডিং সেন্টারে",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "ব্যবহারকারীরা আমাদের প্ল্যাটফর্মের সাথে কীভাবে ইন্টারঅ্যাক্ট করে তা বোঝার জন্য, প্রযুক্তিগত সমস্যাগুলি নির্ণয় করুন এবং কার্যকারিতা এবং ট্রেডার অভিজ্ঞতা উন্নত করুন।.",
  "Today's Pnl": "আজকের Pnl",
  "Top": "শীর্ষ",
  "Top tokens": "সেরা টোকেন",
  "Top trade": "টপ ট্রেড।",
  "Top-tier account manager": "টপ-টায়ার অ্যাকাউন্ট ম্যানেজার",
  "Total Trades": "টোটাল ট্রেডার্স",
  "Total commission": "টোটাল কমিশন",
  "Total participated tickets for this round <0>{{total}}</0>": "এই রাউন্ডের মোট অংশগ্রহণকারী টিকিট <0>{{total}}</0>",
  "Total prize won": "মোট পুরস্কার জিতেছে।",
  "Total profit": "মোট লাভ।",
  "Total tickets": "মোট টিকিট।",
  "Total traders": "মোট ট্রেডার্স",
  "Total trades": "মোট ট্রেডার্স ।",
  "Trade": "ট্রেড",
  "Trade for prestige": "প্রতিপত্তির জন্য ট্রেড",
  "Trade history": "ট্রেড ইতিহাস।",
  "Trade like a rhythm master": "তাল মাস্টারের মতো ট্রেড করুন",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "যদি আপনার মনে হয় দাম কমবে, তাহলে দাম কমার উপর ভিত্তি করে ট্রেড করুন। যদি দাম কমে যায়, তাহলে আপনি লাভ করবেন।.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "যদি আপনার মনে হয় দাম বাড়বে, তাহলে দাম বাড়লে ট্রেড করুন। যদি দাম বাড়ে, তাহলে আপনি লাভ করবেন।.",
  "Trade to Win": "জেতার জন্য ট্রেড করুন",
  "Trade to rank up": "র‍্যাঙ্ক আপ করার জন্য ট্রেড করুন।",
  "Trade with $10,000 in virtual funds": "ভার্চুয়াল ফান্ডে $10,000 দিয়ে ট্রেড করুন",
  "Trader": "ট্রেডার",
  "Trades": "ট্রেডস।",
  "Trading": "ট্রেডিং",
  "Trading Amount": "ট্রেডিং পরিমাণ।",
  "Trading Platform": "ট্রেডিং প্ল্যাটফর্ম",
  "Trading Smarter, Earning Better": "আরও স্মার্ট ট্রেডিং, আরও ভালো আয়",
  "Trading Volume": "ট্রেডিং ভলিউম",
  "Trading amount is too large for selected multiplier for selected stop loss price": "নির্বাচিত স্টপ লস মূল্যের জন্য নির্বাচিত গুণকের জন্য ট্রেডিং পরিমাণ খুব বেশি।",
  "Trading bonus trial": "ট্রেডিং বোনাস ট্রায়াল",
  "Trading center": "ট্রেডিং সেন্টার।",
  "Trading indicators and signals": "ট্রেডিং সূচক এবং সংকেত",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "ট্রেডিংয়ের ঝুঁকি থাকে। লিভারেজ বা বোনাস ফান্ড ব্যবহার করার আগে অনুগ্রহ করে নিশ্চিত করুন যে আপনি কী করছেন তা বুঝতে পেরেছেন। বোনাস ট্রেডিংয়ের মাধ্যমে যে কোনও ক্ষতির জন্য Detrade দায়ী থাকবে না।.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "প্রতিদিন {{startTime}} থেকে {{endTime}} ({{timeZone}}) পর্যন্ত এবং সপ্তাহান্তে ট্রেডিং বন্ধ থাকে। অনুগ্রহ করে আপনার অর্ডার আগে থেকেই নিষ্পত্তি করুন।.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "ট্রেডিং টুর্নামেন্ট, নিয়মিত বোনাস, উপহার, প্রোমো কোড এবং ট্রেডিং প্রতিযোগিতা যেকোনো ব্যবসায়ীর জন্য ব্যবহার বা অংশগ্রহণের জন্য উপলব্ধ।.",
  "Traffic Owners": "ট্রাফিক ওনার্স",
  "Transaction Completed": "লেনদেন সম্পন্ন হয়েছে",
  "Transaction details": "লেনদেনের বিস্তারিত",
  "Transactions": "লেনদেন",
  "Transition details": "স্থানান্তরের বিবরণ",
  "Transparency & Security": "স্বচ্ছতা ও নিরাপত্তা",
  "Trigger price is too close to bust price": "ট্রিগারের দাম বাস্ট প্রাইসের খুব কাছাকাছি।",
  "Trigger price is too close to current price": "ট্রিগারের দাম বর্তমান দামের খুব কাছাকাছি।",
  "Trusted by": "দ্বারা বিশ্বস্ত",
  "Trusted by millions of users.": "লক্ষ লক্ষ ব্যবহারকারীর বিশ্বস্ত।.",
  "Try": "চেষ্টা করুন",
  "Try a quick demo": "একটি কুইক ডেমো চেষ্টা করুন",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "ভার্চুয়াল মুদ্রার মাধ্যমে ডেমো অ্যাকাউন্টে প্ল্যাটফর্মের সমস্ত সুবিধা ব্যবহার করে দেখুন, প্রকৃত বিনিয়োগ ছাড়াই এবং কোনও ঝুঁকি ছাড়াই।.",
  "Turn every action into rewards. Start trading today.": "প্রতিটি কাজকে পুরষ্কারে পরিণত করুন। আজই ট্রেডিং শুরু করুন।.",
  "Txid": "Txid",
  "Type": "আদর্শ",
  "Type Your message": "আপনার বার্তা টাইপ করুন",
  "UID": "UID",
  "UP": "আপ",
  "USDT-Margined": "USDT-মার্জিনড",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "প্রতিদিন {{startTime}} থেকে {{endTime}} ({{timeZone}}) পর্যন্ত এবং সপ্তাহান্তে সারাদিন অনুপলব্ধ।.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "অনন্য অভিজ্ঞতা: উদ্ভাবনী ট্রেডিং চ্যালেঞ্জ থেকে শুরু করে সুবিন্যস্ত ক্রিপ্টো ট্রেডিং বিকল্প এবং একচেটিয়া ট্রেডিং মডেল পর্যন্ত, ডেট্রেড এমন একটি অভিজ্ঞতা প্রদান করে যা আপনি অন্য কোথাও পাবেন না।.",
  "Unlock Diamond": "ডায়মন্ড আনলক",
  "Unlock Top Traders, Achieve": "শীর্ষ ট্রেডারস আনলক করুন, অর্জন করুন",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "অপ্রয়োজনীয়। Detrade একটি প্রযুক্তি প্রদানকারী এবং আপনি যেকোনো দেশ থেকে আমাদের সমাধান কিনতে পারেন।.",
  "Up": "উপরে",
  "Up & Down": "উপরে ও নিচে",
  "Up Down": "আপ ডাউন",
  "Up Or Down?": "আপ না ডাউন?",
  "Up Wins": "আপ জয়",
  "Update Success": "আপডেট সফল",
  "Updated at {{time}}": "আপডেট করা হয়েছে {{time}} এ",
  "Updated timely": "সময়মত আপডেট করা হয়েছে",
  "Uppercase or lowercase letters": "বড়হাতের অক্ষর বা ছোট হাতের অক্ষর",
  "Usage Instructions & Limitations": "ব্যবহারের নির্দেশাবলী ও সীমাবদ্ধতা",
  "Used": "ব্যবহৃত।",
  "User Agreement and Terms & Conditions": "ব্যবহারকারীর চুক্তি এবং শর্তাবলী",
  "User ID": "ইউজার আইডি",
  "User name": "ব্যবহারকারীর নাম",
  "Username": "ইউজারনেম",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "এই কার্যকলাপ উপভোগ করার জন্য ব্যবহারকারীদের অবশ্যই ট্রেডিং সম্পর্কিত ট্রেডিং জোড়া নির্বাচন করতে হবে বা অংশগ্রহণ করতে হবে।.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "ট্রেডিং সীমা অতিক্রম করার জন্য একাধিক অ্যাকাউন্ট ব্যবহার করা কঠোরভাবে নিষিদ্ধ এবং এর ফলে অ্যাকাউন্ট স্থগিত বা জরিমানা হতে পারে।.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "কম্পোজিট অর্ডার বই ব্যবহার করে, একটি ফাংশনকে একটি নির্দিষ্ট পরিমাণ ক্রয় বা বিক্রয়ের জন্য প্রান্তিক মূল্য প্রতিনিধিত্ব করার জন্য সংজ্ঞায়িত করা হয়। উদাহরণস্বরূপ, প্রান্তিক ক্রয় ফাংশন হল:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "দ্বি-ধাপে প্রমাণীকরণ ব্যবহার করা অত্যন্ত বাঞ্ছনীয় কারণ এটি আপনার পাসওয়ার্ড এবং আপনার ফোন উভয়ের মাধ্যমেই আপনার অ্যাকাউন্টকে সুরক্ষিত রাখে।.",
  "VIP": "VIP",
  "VIP group": "VIP গ্রুপ",
  "Validity period: within 14 days after activation": "বৈধতার সময়কাল: সক্রিয়করণের 14 দিনের মধ্যে",
  "Verifiable fairness": "যাচাইযোগ্য ন্যায্যতা।",
  "Verification": "যাচাইকরণ",
  "Verification Example": "যাচাইকরণের উদাহরণ",
  "Verification code failed": "যাচাইকরণ কোড ব্যর্থ হয়েছে৷",
  "Verification email sent. Check your inbox.": "যাচাইকরণ ইমেল পাঠানো হয়েছে। আপনার ইনবক্স চেক করুন।.",
  "Verified": "যাচাই করা হয়েছে",
  "Verify": "যাচাই করুন",
  "Verify Fairness": "ন্যায্যতা যাচাই করুন",
  "Verify fairness": "ন্যায্যতা যাচাই করুন",
  "View details": "বিস্তারিত দেখুন",
  "View more": "আরও দেখুন।",
  "Volume": "ভলিউম",
  "Volume (24h)": "ভলিউম (24 ঘন্টা)",
  "Voucher code": "ভাউচার কোড।",
  "Wager": "বাজি",
  "Wager <0>{{amount}}</0> To Reach": "বাজি <0>{{amount}}</0> পৌঁছানোর জন্য",
  "Wait For Next Round": "পরবর্তী রাউন্ডের জন্য অপেক্ষা করুন",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "কমপক্ষে 6টি বৈধ মূল্য ফিড না পাওয়া পর্যন্ত অপেক্ষা করুন। যদি পর্যাপ্ত মূল্য ফিড না থাকে, তাহলে Detrade সূচক মূল্য আপডেট করা হবে না।.",
  "Wallet": "ওয়ালেট",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Detrade পার্টনারশিপ প্রোগ্রামে যোগ দিতে চান? শুরু করতে আমাদের সহায়তা দলের সাথে যোগাযোগ করুন!",
  "Watch play demo": "খেলার ডেমো দেখুন।",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "আমরা আমাদের প্ল্যাটফর্মে আপনার কার্যকলাপ সম্পর্কে তথ্য সংগ্রহ করি, যার মধ্যে রয়েছে ট্রেডিং কার্যকলাপ, পছন্দ এবং আমাদের সামগ্রীর সাথে আপনার সম্পৃক্ততা।.",
  "We collect several types of information from and about users of our Platform, including:": "আমরা আমাদের প্ল্যাটফর্মের ব্যবহারকারীদের কাছ থেকে এবং তাদের সম্পর্কে বিভিন্ন ধরণের তথ্য সংগ্রহ করি, যার মধ্যে রয়েছে:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "গ্রাহকদের চাহিদা ক্রমাগত পূরণ করতে এবং গ্রাহকদের আরও গ্যারান্টি প্রদানের জন্য আমাদের কাছে চমৎকার প্রযুক্তিগত এবং পরিচালনামূলক দল রয়েছে।.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "আপনার ব্যক্তিগত তথ্য অননুমোদিত অ্যাক্সেস, ব্যবহার বা প্রকাশ থেকে রক্ষা করার জন্য আমরা বিভিন্ন ধরণের নিরাপত্তা ব্যবস্থা বাস্তবায়ন করি। এই ব্যবস্থাগুলির মধ্যে রয়েছে এনক্রিপশন, অ্যাক্সেস নিয়ন্ত্রণ এবং নিরাপদ সঞ্চয়স্থান। তবে, ইন্টারনেটের মাধ্যমে সংক্রমণের কোনও পদ্ধতি বা ইলেকট্রনিক সঞ্চয়স্থানের কোনও পদ্ধতি 100% নিরাপদ নয় এবং আমরা এর সম্পূর্ণ নিরাপত্তার নিশ্চয়তা দিতে পারি না।.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "আমরা আপনাকে আমাদের ক্রমবর্ধমান জোট পরিবারের সদস্য হতে এবং একসাথে Detrade ভবিষ্যত গঠনে সহায়তা করতে দেখার জন্য অধীর আগ্রহে অপেক্ষা করছি!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "লেনদেন সহজতর করতে এবং নিয়ন্ত্রক প্রয়োজনীয়তা মেনে চলার জন্য আমরা ব্যাংক অ্যাকাউন্ট নম্বর, ক্রেডিট কার্ডের বিবরণ এবং লেনদেনের ইতিহাসের মতো আর্থিক তথ্য সংগ্রহ করতে পারি।.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "আপনি যদি আমাদের অনুমতি দেন, তাহলে আমরা আপনার অবস্থান সম্পর্কে তথ্য সংগ্রহ করতে পারি, যেমন GPS, Wi-Fi, অথবা সেল টাওয়ার ডেটা।.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "আইন অনুসারে অথবা সরকারি কর্তৃপক্ষের (যেমন, আদালত বা সরকারি সংস্থা) বৈধ অনুরোধের প্রয়োজন হলে আমরা আপনার তথ্য প্রকাশ করতে পারি।.",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Detrade, আমাদের ব্যবহারকারী বা অন্যদের অধিকার, সম্পত্তি বা নিরাপত্তা রক্ষা করার জন্য এবং আমাদের শর্তাবলী কার্যকর করার জন্য আমরা আপনার তথ্য প্রকাশ করতে পারি।.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "আমরা আপনার তথ্য অন্য কোনও কোম্পানির দ্বারা আমাদের ব্যবসার সমস্ত বা একটি অংশের একীভূতকরণ, কোম্পানির সম্পদ বিক্রয়, অর্থায়ন, বা অধিগ্রহণের সাথে সম্পর্কিত বা আলোচনার সময় ভাগ করে নিতে বা স্থানান্তর করতে পারি।.",
  "We may share your information with third parties if you provide your consent to do so.": "আপনার সম্মতি থাকলে আমরা আপনার তথ্য তৃতীয় পক্ষের সাথে শেয়ার করতে পারি।.",
  "We may share your information with third parties in the following circumstances:": "নিম্নলিখিত পরিস্থিতিতে আমরা আপনার তথ্য তৃতীয় পক্ষের সাথে ভাগ করে নিতে পারি:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "আমরা আপনার তথ্য তৃতীয় পক্ষের পরিষেবা প্রদানকারীদের সাথে ভাগ করে নিতে পারি যারা আমাদের পক্ষ থেকে পরিষেবা প্রদান করে, যেমন পেমেন্ট প্রক্রিয়াকরণ, ডেটা বিশ্লেষণ, ইমেল বিতরণ এবং হোস্টিং পরিষেবা।.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "আমরা ডেরিভেটিভস ট্রেডিং বিকল্পগুলির বিস্তৃত পরিসর অফার করি, যা বিশ্বব্যাপী 2.5 মিলিয়নেরও বেশি অনলাইন ট্রেডারকে আকর্ষণ করে। আমাদের প্রযুক্তি একটি স্বজ্ঞাত এবং শক্তিশালী ট্রেডিং অভিজ্ঞতা প্রদান করে, যা আমাদের ক্লায়েন্টদের ঝুঁকি আরও কার্যকরভাবে বুঝতে এবং তথ্যবহুল ট্রেডিং সিদ্ধান্ত নিতে সাহায্য করে।.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "আমরা একটি সহজ এবং সহজেই পরিচালনাযোগ্য ট্রেডিং প্ল্যাটফর্ম প্রদান করি, যাতে প্রত্যেকে একজন ব্যবসায়ী হতে পারে।.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "আমরা আপনার প্ল্যাটফর্মে খেলোয়াড়দের আকৃষ্ট করার জন্য ধাপে ধাপে নির্দেশিকা প্রদান করি, সেই সাথে কার্যকর প্রমাণিত বিপণন উপকরণও প্রদান করি।.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "নিম্নলিখিত শর্তাবলীর অধীনে আমরা বোনাস এবং সংশ্লিষ্ট লাভ বাতিল করার অধিকার সংরক্ষণ করি:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "আমাদের প্ল্যাটফর্মের ব্যবহার সম্পর্কে তথ্য সংগ্রহ করতে এবং আপনার ট্রেডার অভিজ্ঞতা উন্নত করতে আমরা কুকিজ, ওয়েব বীকন এবং অন্যান্য ট্র্যাকিং প্রযুক্তি ব্যবহার করি।.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "ট্রেডার ইন্টারফেসের কার্যক্রমে বিলম্ব বা বাধা ছাড়াই দ্রুততম লেনদেন প্রদানের জন্য আমরা অত্যাধুনিক প্রযুক্তি ব্যবহার করি।.",
  "We use the information we collect for various purposes, including:": "আমরা যে তথ্য সংগ্রহ করি তা বিভিন্ন উদ্দেশ্যে ব্যবহার করি, যার মধ্যে রয়েছে:",
  "We will contact you within 3 working days, please check your email regularly": "আমরা 3 কার্যদিবসের মধ্যে আপনার সাথে যোগাযোগ করব, অনুগ্রহ করে নিয়মিত আপনার ইমেল চেক করুন।",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "আপনার ব্যক্তিগত তথ্য সংগ্রহের উদ্দেশ্যে, আইনি, নিয়ন্ত্রক বা ব্যবসায়িক প্রয়োজনীয়তা মেনে চলা সহ, যতক্ষণ প্রয়োজন ততক্ষণ আমরা সংরক্ষণ করব।.",
  "Website for PC": "PC জন্য ওয়েবসাইট",
  "Website for smartphones": "স্মার্টফোনের জন্য ওয়েবসাইট",
  "Week": "সপ্তাহ",
  "Week's Pnl": "সপ্তাহের Pnl",
  "Weekly raffle": "সাপ্তাহিক রাফেল।",
  "Welcome Bonus": "স্বাগতম বোনাস।",
  "Welcome To": "স্বাগতম",
  "Welcome To Demo Trading ": "ডেমো ট্রেডিং-এ স্বাগতম ",
  "Welcome to Detrade Connect": "Detrade Connect-এ স্বাগতম।",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Detrade-এ আপনাকে স্বাগতম, একটি শীর্ষস্থানীয় বাইনারি অপশন ট্রেডিং প্ল্যাটফর্ম। আমাদের প্ল্যাটফর্ম ব্যবহার শুরু করার আগে, দয়া করে নিম্নলিখিত শর্তাবলী সাবধানে পড়ুন এবং বুঝুন। Detrade-এর প্ল্যাটফর্ম অ্যাক্সেস করে বা ব্যবহার করে, আপনি এই শর্তাবলী মেনে চলতে সম্মত হন। আপনি যদি এই শর্তাবলীর কোনও অংশের সাথে একমত না হন, তাহলে আপনাকে অবশ্যই আমাদের প্ল্যাটফর্ম ব্যবহার করতে হবে না।.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Stonks-এ স্বাগতম! প্রতিদিন 00:00 UTC-তে মূল্য $1,000-এ রিসেট করা হবে এবং রিসেট চলাকালীন যেকোনো মুলতুবি অর্ডার স্বয়ংক্রিয়ভাবে নিষ্পত্তি করা হবে।.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Detrade-এ স্বাগতম! আপনার সমর্থনের জন্য আপনাকে ধন্যবাদ জানাতে, আমরা নতুন ব্যবহারকারীদের জন্য <0>ট্রেডিং বোনাসে 50 USDT পর্যন্ত</0> অফার করছি। শূন্য ঝুঁকি এবং বাস্তব পুরস্কারের সাথে বাইনারি বিকল্প ট্রেড করার অভিজ্ঞতা নিন!",
  "What currencies can be deposited and withdrawn?": "কোন মুদ্রা জমা এবং উত্তোলন করা যেতে পারে?",
  "What does it mean?": "এর মানে কী?",
  "What is Detrade Connect?": "Detrade Connect কি?",
  "What operational expenses could Partner have?": "অংশীদারের কী কী পরিচালন খরচ হতে পারে?",
  "What would you like your new limit to be? (max 500% of current limit)": "আপনার নতুন সীমা কত হতে চান? (বর্তমান সীমার সর্বোচ্চ 500%)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "যখন কাউন্টডাউন শেষ হয়, তখন এটি প্রস্তুতি নিষ্পত্তি প্রক্রিয়ায় প্রবেশ করে। কাউন্টডাউন শেষ হওয়ার পরে সিস্টেমটি প্রারম্ভিক মূল্য রেকর্ড করে (প্রথম ফ্ল্যাগে)। যখন K-লাইনটি একটি নির্দিষ্ট সময়ের জন্য চলে, তখন সিস্টেমটি শেষ মূল্য রেকর্ড করে (দ্বিতীয় ফ্ল্যাগে)। শেষ মূল্য এবং শুরু মূল্যের তুলনা করুন। যদি শেষ মূল্য শুরু মূল্যের চেয়ে বেশি হয়, তাহলে যে ব্যবসায়ী আপ দিকটি বেছে নেবে সে জিতবে। অন্যথায়, যে ব্যবসায়ী ডাউন দিকটি বেছে নেবে সে জিতবে।.",
  "When the dual conditions are met, you will receive profits.": "দ্বৈত শর্ত পূরণ হলে, আপনি লাভ পাবেন।.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "যখন একটি ঐতিহ্যবাহী এক্সচেঞ্জে কেন্দ্রীয় সীমা অর্ডার বই ব্যবহার করে লেনদেন করা হয়, তখন বৃহৎ টেকিং অর্ডারগুলি সাধারণত সেরা বিড বা অফারের বাইরে বিশ্রামের অর্ডারগুলির সাথে ক্রস করে, যার ফলে গড় ফিল মূল্য শীর্ষ-অফ-বুক মূল্যের চেয়ে খারাপ হয়। বাজার নির্মাতারা শীর্ষ-অফ-বুকে তারা যে পরিমাণ তরলতা অফার করতে ইচ্ছুক তা সীমিত করে কারণ বৃহৎ অর্ডারগুলি অতিরিক্ত ঝুঁকির প্রতিনিধিত্ব করে। একাধিক মূল্যে বৃহৎ অর্ডার পূরণ করার প্রয়োজনের পরিবর্তে, Detrade বৃহৎ টেকিং অর্ডারের বাজার প্রভাব প্রতিলিপি করার জন্য বিজয়ী ট্রেডের জন্য সমাপনী মূল্য নির্ধারণ করার জন্য একটি বাজার প্রভাব সূত্র ব্যবহার করে (ম্যানুয়ালি-ক্লোজড ট্রেডগুলি ক্ষতিগ্রস্থ হয় না), তবে আরও সামঞ্জস্যপূর্ণ এবং পূর্বাভাসযোগ্য উপায়ে। সঠিক বাজার প্রভাব প্রভাব দেখার সবচেয়ে সহজ উপায় হল ফিউচার ট্রেডিং পৃষ্ঠায় পাওয়া ROI ক্যালকুলেটর ব্যবহার করা।.",
  "When will the commission be distributed?": "কমিশন কখন বন্টন করা হবে?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "আপনার বন্ধুর ট্রেডিং শেষ হলে, আপনি সেই ট্রেডিংয়ের জন্য একটি তাৎক্ষণিক কমিশন পেতে পারেন।.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "যেখানে <0>P_close</0> হয় <1>P_open*(1-1/multiplier_leverage)</1> বুস্ট বা স্টপ লস মূল্যের জন্য.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "যেখানে <0>p_i | i in 1..N</0> এবং <1>s_i|i in 1..N</1> হল বইয়ের শীর্ষ থেকে ক্রমবর্ধমান দূরত্বে সাজানো ক্রয় মূল্য এবং আকার। এই ফাংশনটি একটি পরিমাণ কেনার জন্য সর্বোচ্চ কত মূল্য দিতে হবে তা দেয় <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "যেখানে <0>v_i</0> হল সেই আকার যেখানে মধ্য-মূল্য গণনা করা হয় এবং কম্পোজিট অর্ডার বই থেকে ক্রমবর্ধমান ক্রয় এবং বিক্রয় আকারের মিলন হিসাবে সংজ্ঞায়িত করা হয়। <1>L</1> হল একটি স্কেলিং ফ্যাক্টর যা <2>1/V</2> হিসাবে সংজ্ঞায়িত করা হয়, যেখানে <3>V</3> হল সর্বোচ্চ আকার যেখানে একটি মধ্য-মূল্য গণনা করা হয় এবং কম্পোজিট অর্ডার বইতে ক্রয় এবং বিক্রয় আকারের সর্বনিম্ন হিসাবে সংজ্ঞায়িত করা হয়।.",
  "Which currency pairs can be traded on Detrade?": "Detrade-এ কোন মুদ্রা জোড়া ট্রেড করা যেতে পারে?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "হোয়াইট লেবেল মালিকদের প্ল্যাটফর্মটি তৈরিতে কোনও খরচ নেই। তাদের কেবল বিক্রয় এবং বিপণনের উপর মনোযোগ দেওয়া দরকার।.",
  "Whitelist pre-booking": "প্রি-বুকিং হোয়াইটলিস্ট",
  "Why Partner with Detrade?": "কেন Detrade এর সাথে অংশীদার হবেন?",
  "Why choose Detrade": "কেন Detrade বেছে নেবেন",
  "Why you must choose us?": "কেন আপনি আমাদের নির্বাচন করতে হবে?",
  "Wild": "ওয়াইল্ড",
  "Will The Price Go Up Or Down": "দাম কি বাড়বে নাকি কমবে",
  "Will the price go up or down ?": "দাম কি বাড়বে নাকি কমবে?",
  "Win": "জয়",
  "Win Crypto Tokens": "ক্রিপ্টো টোকেন জিতুন",
  "Win if the price breaks out — above the high or below the low.": "জিতুন যদি দাম ভাঙে—উচ্চের উপরে বা নিম্নের নিচে।.",
  "Win rate": "জয়ের হার",
  "Winner": "বিজয়ী",
  "Winning": "জয়ী",
  "Winning Tickets": "বিজয়ী টিকিট।",
  "Winning prize details": "বিজয়ী পুরস্কারের বিবরণ।",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL ফি দিয়ে, ট্রেড খোলা বা বন্ধ করার জন্য আপনাকে কোনও ফি দিতে হবে না, এবং ট্রেড বন্ধ করার সময় আপনার লাভের (যদি থাকে) একটি অংশই নেওয়া হবে।",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "একটি ফ্ল্যাট ফি সক্ষম থাকলে, আপনি আপনার লাভের 100% পাবেন কিন্তু ট্রেডে প্রবেশের আগে, যেমন একটি নিয়মিত এক্সচেঞ্জে, একটি <0>ফ্ল্যাট ফি যা আপনার প্রবেশ, প্রস্থান এবং স্লিপেজ কভার করে</0> আগে থেকে পরিশোধ করুন।",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "নতুন নতুন বৈশিষ্ট্য এবং আপডেটের আগমনের সাথে সাথে, এখনই Detrade-এর প্রচার শুরু করার উপযুক্ত সময়।.",
  "Withdraw": "প্রত্যাহার করুন",
  "Withdraw Fee": "উত্তোলন ফি",
  "Withdraw Order Created": "প্রত্যাহারের অর্ডার তৈরি করা হয়েছে",
  "Withdraw Processing": "প্রত্যাহার প্রক্রিয়াকরণ",
  "Withdraw Success": "সফলতা প্রত্যাহার করুন",
  "Withdraw is in progress": "",
  "Withdraw to": "থেকে প্রত্যাহার করুন",
  "Withdraw your earnings 24/7": "আপনার উপার্জন 24/7 উত্তোলন করুন",
  "Withdrawal fee": "প্রত্যাহার ফি।",
  "Withdrawal fee discount": "প্রত্যাহার ফি ছাড়।",
  "Yes": "হ্যাঁ",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "হ্যাঁ, DeTrade সম্পূর্ণ স্বচ্ছতায় বিশ্বাস করে এবং আপনাকে সমস্ত তথ্য প্রদান করে। আপনি এই সমস্ত তথ্য এখানে দেখতে পারেন",
  "Yes, contact us at any time to upgrade your package.": "হ্যাঁ, আপনার প্যাকেজ আপগ্রেড করতে যেকোনো সময় আমাদের সাথে যোগাযোগ করুন।.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "হ্যাঁ, যারা ক্রিপ্টোকারেন্সির সাথে পরিচিত নন তারা সোশ্যাল নেটওয়ার্কের মাধ্যমে লগ ইন করতে পারেন এবং ব্যাংক কার্ডের মাধ্যমে অর্থায়ন করতে পারেন।.",
  "Yes, you can use both.": "হ্যাঁ, তুমি দুটোই ব্যবহার করতে পারো।.",
  "Yield": "ফলন",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "আপনি বাজারে থাকা বেশিরভাগ মূলধারার ডিজিটাল মুদ্রা জমা এবং উত্তোলন করতে পারবেন এবং প্ল্যাটফর্মটি ধীরে ধীরে আইনি মুদ্রা জমা এবং উত্তোলনের কাজও চালু করবে।.",
  "You can share your invite link to your friend or your social media": "আপনি আপনার আমন্ত্রণ লিঙ্কটি আপনার বন্ধু বা আপনার সোশ্যাল মিডিয়াতে শেয়ার করতে পারেন",
  "You have the right to object to our processing of your personal information, under certain conditions.": "কিছু শর্তের অধীনে, আপনার ব্যক্তিগত তথ্য প্রক্রিয়াকরণের বিরুদ্ধে আপনার আপত্তি জানানোর অধিকার আপনার আছে।.",
  "You have the right to request a copy of the personal information we hold about you.": "আপনার সম্পর্কে আমাদের কাছে থাকা ব্যক্তিগত তথ্যের একটি অনুলিপি চাওয়ার অধিকার আপনার আছে।.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "আপনার ব্যক্তিগত তথ্যে যেকোনো ভুল সংশোধন করার জন্য আমাদের অনুরোধ করার অধিকার আপনার আছে।.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "কিছু ব্যতিক্রম সাপেক্ষে, আপনার ব্যক্তিগত তথ্য মুছে ফেলার অনুরোধ করার অধিকার আপনার আছে।.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "প্রতিটি ট্রেডিংয়ের জন্য আপনি হাউস এজের 20% পাবেন। যদি আপনার অনেক ফলোয়ার থাকে, তাহলে আরও কমিশনের জন্য আপনি আমাদের সাথে যোগাযোগ করতে পারেন।.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "পরের এক ঘন্টার মধ্যে আপনি আনুমানিক {nextCapitalCost} ভর্তুকি পাবেন, এবং নির্দিষ্ট পরিমাণ সেই সময়ের তহবিলের হারের উপর নির্ভর করে।",
  "You won <0>{{award}}</0>": "আপনি জিতেছেন <0>{{award}}</0>",
  "Your": "আপনার",
  "Your Telegram": "আপনার Telegram",
  "Your account level is assessed and updated on the": "আপনার অ্যাকাউন্ট স্তর মূল্যায়ন এবং আপডেট করা হয়",
  "Your current limit is {{limit}}": "আপনার বর্তমান সীমা হল {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "আপনার বর্তমান সীমা হল: PnL ফি - {{pnl}}, স্থির ফি - {{Fixed}}",
  "Your email": "আপনার ইমেইল",
  "Your friends will be associated with you after they sign up": "আপনার বন্ধুরা সাইন আপ করার পর আপনার সাথে যুক্ত হবে।",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "আপনার তথ্য, ব্যক্তিগত তথ্য সহ, আপনার দেশ বা এখতিয়ারের বাইরে অবস্থিত সার্ভার বা ডাটাবেসে স্থানান্তরিত এবং রক্ষণাবেক্ষণ করা যেতে পারে। আমাদের প্ল্যাটফর্ম ব্যবহার করে, আপনি আপনার তথ্য মার্কিন যুক্তরাষ্ট্র বা অন্য যে কোনও দেশে স্থানান্তর করতে সম্মত হন যেখানে Detrade বা এর পরিষেবা প্রদানকারীরা সুবিধাগুলি রক্ষণাবেক্ষণ করে।.",
  "Your investment": "আপনার ইনভেস্টমেন্ট",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "আপনার ভাষা নির্বাচন Detrade ইমেল, SMS, অ্যাপ-মধ্যস্থ বিজ্ঞপ্তি এবং আপনি লগ ইন করেছেন এমন সমস্ত ডিভাইসের ক্ষেত্রে প্রযোজ্য।.",
  "Your name": "তোমার নাম",
  "Your profile is now private": "আপনার প্রোফাইল এখন ব্যক্তিগত",
  "Your profile is now public": "আপনার প্রোফাইল এখন সর্বজনীন",
  "Your transfer amount has to MATCH the submission amount.": "আপনার ট্রান্সফারের পরিমাণ জমা দেওয়ার পরিমাণের সাথে মিলতে হবে।.",
  "Zero Trading Fees": "শূন্য ট্রেডিং ফি",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) নথি যাচাইকরণ: ব্যবহারকারীদের সরকার কর্তৃক জারি করা পরিচয়পত্রের কপি আপলোড করতে হতে পারে, যেমন পাসপোর্ট, ড্রাইভিং লাইসেন্স, অথবা জাতীয় পরিচয়পত্র।.",
  "all assets": "সমস্ত সম্পদ",
  "all status": "সব স্ট্যাটাস",
  "approved": "অনুমোদিত",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **পারফরম্যান্স কুকিজ**: এই কুকিজগুলি আপনি আমাদের প্ল্যাটফর্ম কীভাবে ব্যবহার করেন সে সম্পর্কে তথ্য সংগ্রহ করে, যেমন আপনি কোন পৃষ্ঠাগুলি সবচেয়ে বেশি পরিদর্শন করেন। এই তথ্য আমাদের প্ল্যাটফর্মের কার্যকারিতা উন্নত করতে ব্যবহৃত হয়।.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b ঠিকানা যাচাইকরণ: ব্যবহারকারীদের তাদের আবাসিক ঠিকানা যাচাই করার জন্য ঠিকানার প্রমাণ, যেমন একটি ইউটিলিটি বিল বা ব্যাংক স্টেটমেন্ট, প্রদান করতে হতে পারে।.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "আপনার সর্বশেষ পারফরম্যান্স এবং কার্যকলাপের উপর ভিত্তি করে। নিযুক্ত থাকুন এবং র‌্যাঙ্কে আরোহণ করুন!",
  "basic information verification": "মৌলিক তথ্য যাচাইকরণ",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **কার্যকরী কুকিজ**: এই কুকিজ আমাদের প্ল্যাটফর্মকে আপনার পছন্দগুলি (যেমন আপনার ব্যবহারকারীর নাম, ভাষা বা অঞ্চল) মনে রাখতে এবং উন্নত, আরও ব্যক্তিগত বৈশিষ্ট্য প্রদান করতে সাহায্য করে।.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "গ) বায়োমেট্রিক যাচাইকরণ: Detrade ব্যবহারকারীদের পরিচয় যাচাই করার জন্য বায়োমেট্রিক প্রমাণীকরণ পদ্ধতি ব্যবহার করতে পারে, যেমন মুখের স্বীকৃতি বা আঙুলের ছাপ স্ক্যানিং।.",
  "change password": "পাসওয়ার্ড পরিবর্তন করুন",
  "chat rules": "চ্যাটের নিয়ম",
  "currency": "মুদ্রা",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **টার্গেটিং/বিজ্ঞাপন কুকিজ**: এই কুকিজগুলি আপনার এবং আপনার আগ্রহের জন্য আরও প্রাসঙ্গিক বিজ্ঞাপন সরবরাহ করতে ব্যবহৃত হয়। এগুলি আমাদের বিজ্ঞাপন প্রচারণার কার্যকারিতা পরিমাপ করতেও সাহায্য করে।.",
  "date": "তারিখ",
  "day": "দিন",
  "demo": "ডেমো",
  "deposit": "আমানত",
  "deposit with a 50% bonus": "50% বোনাস সহ আমানত",
  "down": "নিচে",
  "earn ticket": "টিকিট উপার্জন করুন",
  "edit profile": "প্রোফাইল সম্পাদনা করুন",
  "edit your avatar": "আপনার অবতার সম্পাদনা করুন",
  "email": "ইমেইল",
  "explanation": "ব্যাখ্যা",
  "failed": "ব্যর্থ",
  "forgot password?": "পাসওয়ার্ড ভুলে গেছেন?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "ডায়মন্ডকে 3 মাসের জন্য ধরে রাখুন — আমাদের VIP ম্যানেজার আপনাকে উপযোগী ডায়মন্ড+ সুবিধাগুলি অ্যাক্সেস করার জন্য আমন্ত্রণ জানাবে।.",
  "init": "শুরু",
  "liq price": "লিকুইডেটেড মূল্য",
  "live": "লাইভ",
  "loading...": "লোড করা হচ্ছে...",
  "lucky poll": "ভাগ্যবান পোল",
  "medium": "মিডিয়াম",
  "month": "মাস",
  "more": "আরো",
  "my tickets": "আমার টিকিট",
  "name": "নাম",
  "no": "না",
  "or": "অথবা",
  "order id": "অর্ডার আইডি",
  "pending": "পেন্ডিং",
  "perks in total": "মোট সুবিধাগুলি",
  "price": "মূল্য",
  "prize": "পুরস্কার",
  "processing": "প্রক্রিয়াকরণ",
  "rejected": "প্রত্যাখ্যান",
  "results": "ফলাফল",
  "rewards": "পুরস্কার",
  "rewards list": "পুরস্কার তালিকা",
  "search “Google Authenticator” and proceed to download.": "“Google Authenticator” সার্চ করুন এবং ডাউনলোড করতে এগিয়ে যান।.",
  "seed": "সীড",
  "strong": "স্ট্রং",
  "success": "সাফল্য",
  "temporary rejected": "সাময়িকভাবে প্রত্যাখ্যাত",
  "terms and conditions": "শর্তাবলী",
  "tickets number": "টিকিট নম্বর",
  "ticks": "টিক্স",
  "time": "সময়",
  "token": "টোকেন",
  "top": "শীর্ষ",
  "trader": "ট্রেডার",
  "trading platform": "ট্রেডিং প্ল্যাটফর্ম",
  "two-Factor authentication": "দ্বি-ফ্যাক্টর প্রমাণীকরণ",
  "up": "আপ",
  "voucher": "ভাউচার",
  "wager": "বাজি",
  "weak": "দুর্বল",
  "week": "সপ্তাহ",
  "welcome gifts": "স্বাগত উপহার",
  "withdraw": "প্রত্যাহার",
  "{{field}} is required": "{{field}} আবশ্যক",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} স্থান - দৈনিক প্রতিযোগিতার পুরষ্কার পুলের {{percent}}",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>এর {{total}}</0>",
  "|PnL|": "|PnL|"
}
