{
  "* Both a memo/tag and an address are required": "* Baik memo/tag dan alamat diperlukan",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Harap konfirmasi jika alamat penerima memerlukan MEMO/Tag. Jika tidak diisi atau diisi dengan tidak benar, aset akan hilang",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Hasil kalkulator adalah perkiraan dan ROI/P&L aktual dapat berbeda dengan apa yang ditunjukkan berdasarkan kondisi pasar.",
  "1-on-1 manager": "Manajer 1 lawan 1",
  "1. Choose the future price direction": "1. Pilih arah harga di masa depan",
  "1. Information We Collect": "1. Informasi yang Kami Kumpulkan",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade(\"we\", \"us\", atau \"our\") berkomitmen untuk memerangi pencucian uang dan kegiatan pembiayaan teroris melalui implementasi kebijakan dan prosedur anti-uang yang kuat (AML) dan mengetahui kebijakan dan prosedur pelanggan Anda (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade (\"kami\", \"kita\", atau \"milik kami\") mengoperasikan platform perdagangan opsi biner online (\"Platform\") yang memungkinkan para pedagang (\"Anda\" atau \"pedagang\") untuk memperdagangkan berbagai instrumen keuangan.",
  "1.1 Personal Identification Information:": "1.1 Informasi Identifikasi Pribadi:",
  "1.2 Financial Information:": "1.2 Informasi Keuangan:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Kebijakan Anti Pencucian Uang (AML) dan Kenali Nasabah Anda (KYC) (\"Kebijakan\") ini menguraikan kewajiban dan prosedur kami untuk memverifikasi identitas pedagang kami (\"Anda\" atau \"pedagang\") serta mendeteksi dan mencegah pencucian uang dan kegiatan pendanaan teroris di platform Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Perjanjian Pengguna ini dan Syarat & Ketentuan (\"Agreement\") mengatur penggunaan platform Detrade Anda. Dengan mengakses atau menggunakan platform kami, Anda mengakui bahwa Anda telah membaca, memahami, dan setuju untuk terikat oleh Perjanjian ini.",
  "1.3 Technical Information:": "1.3 Informasi Teknis:",
  "1.4 Usage Data:": "1.4 Pengunaan Data:",
  "1.5 Location Information:": "1.5 Informasi Lokasi:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Cookie dan Teknologi Pelacakan:",
  "1.Introduction": "1. Pengenalan",
  "10 most wagering players carve up the prize pool.": "10 pemain yang paling banyak bertaruh mengukir hadiah utama.",
  "10. Amendments to the Policy": "10. Amandemen Kebijakan",
  "10. International Data Transfers": "10. Transfer Data Internasional",
  "10. Limitation of Liability": "10. Batasan Tanggung Jawab",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade berhak untuk memodifikasi atau mengubah kebijakan ini kapan saja. Perubahan apa pun akan efektif segera setelah diposting di platform Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Sejauh yang diizinkan oleh hukum, Detrade tidak akan bertanggung jawab atas kerusakan langsung, tidak langsung, insidental, khusus, atau konsekuensial yang timbul dari atau dengan cara apa pun yang terhubung dengan penggunaan platform kami.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 Dalam hal apa pun tidak akan ada tanggung jawab total kepada Anda atas semua kerusakan, kerugian, dan penyebab tindakan yang timbul dari atau sehubungan dengan Perjanjian ini melebihi jumlah yang dibayarkan oleh Anda, jika ada, untuk melakukan detrade selama periode dua belas (12) bulan segera segera Sebelumnya acara menimbulkan pertanggungjawaban seperti itu.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Ini tanggung jawab Anda untuk meninjau kebijakan ini secara berkala agar tetap mendapat informasi tentang pembaruan atau perubahan. Anda terus menggunakan platform Detrade setelah modifikasi apa pun pada kebijakan ini merupakan penerimaan perubahan tersebut.",
  "1000x leverage": "Leverage 1000x",
  "11. Contact Information": "11. Informasi Kontak",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Jika Anda memiliki pertanyaan, kekhawatiran, atau umpan balik mengenai kebijakan ini atau prosedur AML dan KYC Detrade, silakan hubungi kami di [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Anda setuju untuk mengganti rugi, membela, dan mengadakan detrade yang tidak berbahaya dan afiliasinya, pejabat, direktur, karyawan, dan agen dari dan terhadap setiap dan semua klaim, kewajiban, kerusakan, kerugian, biaya, biaya, atau biaya (termasuk biaya pengacara yang wajar,) timbul dari atau sehubungan dengan penggunaan platform Detrade atau pelanggaran Anda terhadap Perjanjian ini.",
  "11.Indemnification": "11. Ganti rugi",
  "12. Contact Us": "12. Hubungi Kami",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Perjanjian ini akan diatur oleh dan ditafsirkan sesuai dengan hukum [Jurisdiction].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Setiap perselisihan yang timbul dari atau sehubungan dengan Perjanjian ini harus diselesaikan melalui arbitrase sesuai dengan aturan [Arbitration Organization].",
  "12.Governing Law and Dispute Resolution": "12. Penyelesaian Hukum dan Sengketa",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade berhak untuk memodifikasi atau mengubah Perjanjian ini kapan saja. Perubahan apa pun akan berlaku segera setelah posting di platform Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Ini adalah tanggung jawab Anda untuk meninjau Perjanjian ini secara berkala untuk tetap mendapat informasi tentang pembaruan atau perubahan apa pun. Anda terus menggunakan platform Detrade setelah modifikasi apa pun pada Perjanjian ini merupakan penerimaan perubahan tersebut.",
  "13.Amendments to the Agreement": "13. Amandemen Perjanjian",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Jika Anda memiliki pertanyaan, kekhawatiran, atau umpan balik mengenai Perjanjian ini atau platform Detrade, silakan hubungi kami di 14.1 jika Anda memiliki pertanyaan, kekhawatiran, atau umpan balik mengenai Perjanjian ini atau platform Detrade, silakan hubungi kami di",
  "14.Contact Information": "14. Informasi Kontak",
  "16th of every month": "Tanggal 16 setiap bulan",
  "1D": "1hari",
  "1M": "1Bulan",
  "1W": "1 Minggu",
  "2. Definitions": "2. Definisi",
  "2. Eligibility": "2. Kelayakan",
  "2. How We Use Your Information": "2. Bagaimana kami menggunakan informasi Anda",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Anda dapat melihat jumlah total pesanan kumpulan dana ke arah atas dan bawah dan status pesanan Anda dan pengguna lain dalam daftar.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" mengacu pada anti pencucian uang, yang merupakan serangkaian prosedur, undang-undang, dan peraturan yang dirancang untuk mencegah generasi pendapatan ilegal melalui sistem keuangan.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Dengan mengakses atau menggunakan platform Detrade, Anda menyatakan dan menjamin bahwa Anda berusia setidaknya 18 tahun dan memiliki kapasitas hukum untuk masuk ke dalam Perjanjian ini.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Untuk menyediakan dan memelihara platform kami:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" mengacu untuk mengetahui pelanggan Anda, yang merupakan proses memverifikasi identitas pelanggan dan menilai potensi risiko keterlibatan mereka dalam kegiatan ilegal.",
  "2.2 To Improve Our Platform:": "2.2 untuk meningkatkan platform kami:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Anda juga harus mematuhi semua hukum dan peraturan yang berlaku mengenai penggunaan platform kami.",
  "2.3 To Communicate with You:": "2.3 untuk berkomunikasi dengan Anda:",
  "2.4 To Personalize Your Experience:": "2.4 Untuk mempersonalisasikan pengalaman Anda:",
  "2.5 To Conduct Analytics and Research:": "2.5 untuk melakukan analitik dan penelitian:",
  "2.6 To Ensure Security and Compliance:": "2.6 Untuk memastikan keamanan dan kepatuhan:",
  "20% affiliate commission (a 100% increase from our base rate).": "Komisi afiliasi 20% (kenaikan 100% dari rate dasar kami).",
  "20+ exchange market data": "20+ data pasar bursa",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Pemberitahuan Pembatasan Penarikan 24 Jam Sistem kami telah mengidentifikasi perubahan pada informasi penting di akun Anda, sehingga kami menangguhkan sementara fitur penarikan dari akun Anda sementara kami mengambil langkah-langkah untuk mengamankan aset Anda Pembatasan akan secara otomatis dicabut pada waktu UTC {{time}}",
  "24h Live Players": "24j Pemain Langsung",
  "24h Trade Vol": "Vol Perdagangan 24 jam",
  "24h Wins Paid": "24j kemenangan yang dibayar",
  "24h high": "Tinggi 24 jam",
  "24h low": "Rendah 24 jam",
  "24h players": "Pemain 24j",
  "24h win ratio": "Rasio Kemenangan 24j",
  "2FA Code's length is not right": "Panjang Kode 2FA tidak tepat",
  "2FA authentication": "Autentikasi 2FA",
  "2s CFD and 5-60s Options": "Opsi CFD 2 detik dan 5-60 detik",
  "3. Customer Due Diligence (CDD)": "3. Customer Due Diligence (CDD)",
  "3. How We Share Your Information": "3. Bagaimana kami membagikan informasi Anda",
  "3. Wait for system settlement": "3. Tunggu Penyelesaian Sistem",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade melakukan Customer Due Diligence (CDD) pada semua pengguna untuk memverifikasi identitas mereka dan menilai tingkat risiko mereka.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Untuk mengakses fitur -fitur tertentu dari platform Detrade, Anda mungkin diminta untuk mendaftarkan akun.",
  "3.1 With Service Providers:": "3.1 dengan penyedia layanan:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Selama proses pendaftaran, Anda mungkin diminta untuk memberikan informasi pribadi tertentu, termasuk tetapi tidak terbatas pada nama lengkap Anda, tanggal lahir, alamat tempat tinggal, identifikasi yang dikeluarkan pemerintah, dan bukti alamat.",
  "3.2 For Legal Reasons:": "3.2 Untuk alasan hukum:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Saat mendaftar untuk suatu akun, Anda setuju untuk memberikan informasi yang akurat, terkini, dan lengkap tentang diri Anda sebagaimana diminta oleh formulir pendaftaran.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade berhak untuk meminta informasi atau dokumentasi tambahan dari Anda untuk memverifikasi identitas Anda atau menilai tingkat risiko Anda.",
  "3.3 To Protect Our Rights:": "3.3 Untuk melindungi hak-hak kami:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Anda bertanggung jawab untuk menjaga kerahasiaan kredensial akun Anda dan untuk semua kegiatan yang terjadi di bawah akun Anda.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade berhak untuk menangguhkan atau mengakhiri akun Anda jika kami yakin bahwa Anda telah memberikan informasi yang salah atau menyesatkan selama proses pendaftaran atau telah melanggar ketentuan Perjanjian ini.",
  "3.4 With Your Consent:": "3.4 dengan persetujuan Anda:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Anda setuju untuk segera memberikan informasi atau dokumentasi yang diminta oleh Detrade untuk tujuan Customer Due Diligence (CDD).",
  "3.5 In Business Transfers:": "3.5 dalam transfer bisnis:",
  "3.Account Registration": "3. Pendaftaran Akun",
  "3rd Merchant Processing": "Proses Merchant ke-3",
  "4. Check the winning and losing results": "4. Periksa hasil kemenangan dan kalah",
  "4. Identity Verification": "4. Verifikasi Identitas",
  "4. Platform Use": "4. Penggunaan Platform",
  "4. Your Data Protection Rights": "4. Hak Perlindungan Data Anda",
  "4.1 Access:": "4.1 Akses:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade menggunakan berbagai metode dan alat untuk memverifikasi identitas penggunanya, termasuk tetapi tidak terbatas pada:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Platform Detrade disediakan untuk tujuan informasi dan pendidikan saja. Anda mengakui dan menyetujui bahwa informasi apa pun yang diberikan pada platform kami tidak dimaksudkan sebagai nasihat keuangan dan tidak boleh diandalkan untuk membuat keputusan investasi.",
  "4.2 Correction:": "4.2 Koreksi:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade berhak untuk menolak dokumen atau informasi apa pun yang disediakan oleh pengguna jika dianggap tidak mencukupi atau tidak akurat untuk tujuan verifikasi identitas.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Anda semata-mata bertanggung jawab untuk mengevaluasi risiko yang terkait dengan opsi biner perdagangan dan untuk menentukan apakah perdagangan pada platform Detrade cocok untuk Anda.",
  "4.3 Deletion:": "4.3 Penghapusan:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Anda setuju untuk menggunakan platform Detrade sesuai dengan semua hukum dan peraturan yang berlaku dan dengan cara yang tidak melanggar hak orang lain atau melanggar ketentuan Perjanjian ini.",
  "4.4 Objection:": "4.4 Keberatan:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Pembatasan: Anda memiliki hak untuk meminta agar kami membatasi pemrosesan informasi pribadi Anda, dalam kondisi tertentu.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Portabilitas Data: Anda memiliki hak untuk meminta transfer informasi pribadi Anda ke organisasi lain atau langsung kepada Anda, dalam kondisi tertentu.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Tarik Persetujuan: Jika Anda telah memberi kami persetujuan untuk memproses informasi pribadi Anda, Anda memiliki hak untuk menarik persetujuan Anda kapan saja.",
  "5. Data Security": "5. Keamanan Data",
  "5. Risk Assessment": "5. Penilaian Risiko",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade melakukan penilaian risiko terhadap setiap trader berdasarkan informasi verifikasi identitas, riwayat transaksi, dan faktor relevan lainnya.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Platform Detrade memungkinkan pengguna untuk memperdagangkan opsi biner pada berbagai instrumen keuangan, termasuk tetapi tidak terbatas pada saham, mata uang, komoditas, dan indeks.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Pengguna dapat diberikan peringkat risiko berdasarkan hasil penilaian risiko, yang dapat mempengaruhi tingkat pengawasan yang diterapkan pada transaksi dan aktivitas akun mereka.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Anda mengakui dan menyetujui bahwa opsi biner perdagangan melibatkan risiko yang signifikan, termasuk risiko kehilangan seluruh investasi Anda.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Anda semata mata bertanggung jawab untuk mengevaluasi risiko yang terkait dengan setiap perdagangan dan untuk menentukan strategi investasi yang sesuai untuk keadaan pribadi Anda.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade tidak memberikan jaminan atau jaminan mengenai profitabilitas atau keberhasilan perdagangan apa pun yang dibuat pada platform kami.",
  "5.Trading": "5. Perdagangan",
  "50+ trading pairs": "50+ pasangan perdagangan",
  "6 Month's Pnl": "Pnl 6 Bulan",
  "6. Data Retention": "6. Penyimpanan Data",
  "6. Fees and Charges": "6. Biaya dan Tagihan",
  "6. Monitoring and Reporting": "6. Pemantauan dan Pelaporan",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade dapat membebankan biaya untuk layanan atau transaksi tertentu yang dilakukan pada platform kami. Anda setuju untuk membayar semua biaya dan biaya yang berlaku sehubungan dengan penggunaan platform kami.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade memantau transaksi trader dan aktivitas akun untuk mencari tanda-tanda perilaku mencurigakan atau tidak biasa yang dapat mengindikasikan aktivitas pencucian uang atau pendanaan teroris.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade berhak untuk mengubah atau memodifikasi struktur biaya kami kapan saja, dengan atau tanpa pemberitahuan.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Jika Detrade mengidentifikasi aktivitas atau transaksi yang mencurigakan, kami berhak untuk melaporkan aktivitas tersebut kepada pihak berwenang yang relevan dan mengambil tindakan yang sesuai, termasuk namun tidak terbatas pada pembekuan atau penangguhan akun trader.",
  "6M": "6 Bulan",
  "7 * 24 technical services": "7 * 24 Layanan Teknis",
  "7. Cookies and Similar Technologies": "7. Cookie dan teknologi serupa",
  "7. Intellectual Property": "7. Kekayaan Intelektual",
  "7. Record-Keeping": "7. Pemeliharaan Rekor",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Semua konten dan materi yang tersedia di platform Detrade, termasuk tetapi tidak terbatas pada teks, grafik, logo, gambar, dan perangkat lunak, adalah milik Detrade atau pemberi lisensinya dan dilindungi oleh hak cipta, merek dagang, dan undang -undang kekayaan intelektual lainnya.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Cookie: Kami menggunakan cookie untuk meningkatkan pengalaman Anda di platform kami. Cookie adalah file kecil yang ditempatkan di perangkat Anda yang memungkinkan kami mengenali browser Anda dan menangkap dan mengingat informasi tertentu.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade menyimpan catatan semua identifikasi pedagang dan informasi transaksi sesuai dengan hukum dan peraturan yang berlaku.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Jenis Cookie: a) ** Cookie Esensial **: Cookie ini diperlukan untuk pengoperasian platform kami. Mereka memungkinkan Anda menavigasi situs dan menggunakan fitur-fiturnya.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Catatan pengguna dirahasiakan dan hanya diungkapkan kepada personel yang berwenang atau otoritas peraturan sebagaimana diharuskan oleh hukum.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Anda diberikan lisensi terbatas, tidak eksklusif, dan tidak dapat dipindahtangankan untuk mengakses dan menggunakan platform Detrade hanya untuk penggunaan pribadi dan non-komersial Anda.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Mengelola Cookie: Anda dapat mengontrol penggunaan cookie pada tingkat browser individual. Jika Anda menolak cookie, Anda mungkin masih menggunakan platform kami, tetapi kemampuan Anda untuk menggunakan beberapa fitur atau area platform kami mungkin terbatas.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Anda setuju untuk tidak mereproduksi, memodifikasi, mendistribusikan, atau membuat karya turunan berdasarkan konten atau materi yang tersedia di platform Detrade tanpa persetujuan tertulis dari Detrade.",
  "8. Third-Party Links": "8. Tautan pihak ketiga",
  "8. Training and Awareness": "8. Pelatihan dan Kesadaran",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade menyediakan program pelatihan dan kesadaran bagi karyawannya untuk memastikan mereka memiliki pengetahuan tentang kebijakan dan prosedur AML dan KYC.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade Menghormati privasi penggunanya dan berkomitmen untuk melindungi informasi pribadi mereka. Harap lihat Kebijakan Privasi kami untuk perincian tentang bagaimana kami mengumpulkan, menggunakan, dan mengungkapkan informasi pribadi Anda.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Karyawan dilatih untuk mengenali dan melaporkan aktivitas yang mencurigakan dan mematuhi semua persyaratan AML dan KYC.",
  "8.Privacy Policy": "8. Kebijakan Privasi",
  "9. Children's Privacy": "9. Privasi anak -anak",
  "9. Compliance Oversight": "9. Pengawasan Kepatuhan",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade telah menunjuk petugas kepatuhan yang bertanggung jawab untuk mengawasi kepatuhan dengan kebijakan dan prosedur AML dan KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade berhak untuk menangguhkan atau menghentikan akses Anda ke platform kami kapan saja dan dengan alasan apa pun, dengan atau tanpa sebab, dan tanpa pemberitahuan sebelumnya.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Petugas Kepatuhan bertanggung jawab untuk memantau perkembangan peraturan, memperbarui kebijakan AML dan KYC yang diperlukan, dan memastikan bahwa operasi Detrade tetap sesuai dengan semua undang-undang dan peraturan yang berlaku.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Setelah penghentian akses Anda ke platform Detrade, semua ketentuan Perjanjian ini bahwa pada dasarnya harus bertahan hidup akan bertahan, termasuk tetapi tidak terbatas pada ketentuan mengenai kekayaan intelektual, batasan tanggung jawab, dan penyelesaian sengketa.",
  "9.Termination": "9. Pengakhiran",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Jumlah bonus:</0> 50% dari setoran pertama Anda",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Batas bonus:</0> Maksimum bonus perdagangan 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Kelayakan:</0> Pengguna baru di Detrade saja",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Persyaratan:</0> Setoran pertama ≥ 50 USDT (atau kripto yang setara)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Produk yang Didukung</0>: Highlow, Spread, Up Down, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> Tiket telah dikirim pada putaran ini!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> masuk dan keluar setiap perdagangan {{position}} termasuk slippage",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>dari {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Biaya tetap {{feeamount}} ({{{commission}}) dibebankan setelah membuka perdagangan (posisi:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Sebagian kecil dari keuntungan Anda (jika ada) diambil saat Anda menutup perdagangan",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Variabel biaya dibebankan sebagai sebagian kecil dari keuntungan setelah menutup perdagangan",
  "A verification will be sent to {{email}}": "Verifikasi akan dikirim ke {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Pastikan Anda telah membuka semua empat mode perdagangan. Jika masalah masih berlanjut, hubungi dukungan pelanggan untuk bantuan.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: Tidak, bonus itu sendiri tidak dapat ditarik. Namun, <0>keuntungan yang dihasilkan menggunakan bonus</0> dapat ditarik.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: Ya. Silakan aktifkan bonus Anda dalam waktu <0>7 hari</0> setelah diterbitkan. Bonus yang sudah kedaluwarsa tidak dapat dipulihkan.",
  "AF": "AF",
  "AML & KYC policy": "Kebijakan AML & KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Tentang Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Akses lebih dari 70 aset populer dengan potensi keuntungan hingga 90%",
  "Account Details": "Detail Akun",
  "Account Not Verified": "Akun Tidak Terverifikasi",
  "Account Verified": "Akun Terverifikasi",
  "Activate": "Aktifkan",
  "Activation expiry time": "Waktu kedaluwarsa aktivasi",
  "Active": "Aktif",
  "Active tickets": "Tiket aktif",
  "Activity priority access": "Akses prioritas aktivitas",
  "Add": "Tambah",
  "Add key phrase into Google Authenticator and remember the key phrase": "Tambahkan frasa kunci ke dalam Google Authenticator dan ingat frasa kunci",
  "Add referral": "Tambahkan Referal",
  "Add referral code": "Tambahkan kode referal",
  "Address is required": "Alamat diperlukan",
  "Address valid": "Alamat valid",
  "Advanced": "Lanjutan",
  "Advanced Users": "Pengguna tingkat lanjut",
  "Advanced chart": "Bagan Lanjutan",
  "Advantage": "Keuntungan",
  "Affiliate program": "Program Afiliasi",
  "Affiliates": "Afiliasi",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Setelah menyelesaikan deposit pertama Anda, pergi ke <0>Pusat Reward</0> untuk melihat voucher percobaan 1 USDT awal Anda.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Setelah mengatur informasi pribadi Anda secara pribadi, pengguna lain tidak akan dapat melihat nama pengguna dan informasi Anda.",
  "Agreement": "Perjanjian",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Metode Airdrop: Hadiah secara otomatis didistribusikan ke dompet. Silakan ikuti email dalam aplikasi.",
  "Airdrop plan": "Rencana Airdrop",
  "Airdrop program": "Program airdrop",
  "Airdrops": "Airdrops",
  "Algorithm": "Algoritma",
  "All": "Semua",
  "All Assets": "Semua aset",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Semua aktivitas broker di situs web ini disediakan oleh Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Semua rumus permainan terbuka dan transparan, yang menghalangi penipuan dan mencegah risiko bagi mitra dan pemain.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Semua harga untuk putaran perdagangan 24 jam telah ditentukan sebelumnya menggunakan seed yang diambil secara acak, yang diumumkan pada akhir setiap putaran perdagangan. Dengan seed yang dipublikasikan ini, siapa pun dapat memverifikasi bahwa kami mematuhi algoritme yang dijelaskan di bawah ini dan tidak mengubah harga apa pun setelah ronde dimulai. Khususnya, kami tidak mungkin mengubah harga berdasarkan perdagangan Anda.",
  "All prizes will be sent in USDT.": "Semua hadiah akan dikirim dalam USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Semua pengalaman langsung dari pedagang top yang Anda butuhkan, termasuk akses ke indikator dan sinyal perdagangan terpanas.",
  "All time wins paid": "Semua kemenangan sepanjang waktu dibayarkan",
  "Already have an account?": "Sudah memiliki akun?",
  "Amount": "Jumlah",
  "Amount is required": "Jumlah diperlukan",
  "Amount to withdraw": "Jumlah untuk menarik",
  "Announcement": "Pengumuman",
  "Announcements": "Pengumuman",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Anti-Money Laundering (AML) dan Ketahui Kebijakan Pelanggan Anda (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Ada pertanyaan? Tim dukungan kami yang berdedikasi siap membantu Anda dan memandu Anda melalui proses aplikasi.",
  "Apply": "Menerapkan",
  "Applying": "Menerapkan",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Kira-kira {{nextCapitalCost}} akan dibebankan dalam satu jam berikutnya, dan jumlah spesifik tunduk pada tingkat pendanaan pada waktu itu.",
  "Are there any geographical restrictions?": "Apakah ada batasan geografis?",
  "Arrival amount": "Jumlah diterima",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Selama program tetap aktif, Anda bisa mendapatkan komisi sejak Referee Anda mendaftar untuk akun detrade.",
  "Ask a question": "Ajukan pertanyaan",
  "Asset types,currencies,cryptocurrencies for any trader.": "Jenis aset, mata uang, cryptocurrency untuk pedagang mana pun.",
  "Assets": "Aset",
  "Assets overview": "Ringkasan Aset",
  "At least {{exceed}} number": "Setidaknya {{exceed}} nomor",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Pada akhir hitungan mundur, laba dan rugi akan ditentukan berdasarkan tren yang Anda prediksi.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Pada awal setiap putaran perdagangan (00:00 UTC), benih 32-byte baru dipilih secara acak. Harga seluruh putaran dapat direproduksi dengan menggabungkan benih ini dengan penghitungan tick bilangan bulat yang bertambah.",
  "Auto": "Otomatis",
  "Available": "Tersedia",
  "Available on request": "Tersedia berdasarkan permintaan",
  "Award quota": "Kuota penghargaan",
  "Awarded users": "Pengguna yang diberi penghargaan",
  "Balance": "Saldo",
  "Balance is not enough": "Saldo tidak cukup",
  "Basic": "Dasar",
  "Becoming an affiliate is easy": "Menjadi afiliasi itu mudah",
  "Benefit from our many years of experience and internationally renowned reputation.": "Manfaat dari pengalaman bertahun-tahun kami dan reputasi yang terkenal secara internasional.",
  "Benefits": "Manfaat",
  "Benefits:": "Manfaat:",
  "Best For": "Terbaik untuk",
  "Bet": "Taruhan",
  "Betting": "Pertaruhan",
  "Binary Options Exchange": "Bursa Opsi Biner",
  "Bind": "Mengikat",
  "Bind Success": "Pengikatan berhasil",
  "Black diamond circle": "Lingkaran berlian hitam",
  "Blockchain Processing": "Pemrosesan blockchain",
  "Bonus": "Bonus",
  "Bonus Rules": "Aturan Bonus",
  "Bonus Trial": "Bonus Percobaan",
  "Bonus pool": "Total bonus",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Voucher bonus adalah <0>tidak dapat ditarik</0>, tetapi <1>keuntungan dari perdagangan bonus dapat ditarik<1>",
  "Boost your earnings by affiliate program": "Tingkatkan Penghasilan Anda dengan Program Afiliasi",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Perkuat perdagangan Anda dengan leverage hingga 1000x — risiko besar, imbalan lebih besar.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Perkuat perdagangan Anda dengan leverage hingga 1000× — risiko besar, imbalan lebih besar.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Produk dan layanan broker yang ditawarkan oleh Nexus Play LLC.",
  "Bronze": "Perunggu",
  "Bust And Stop Loss Prices": "Harga Bust dan Stop Loss",
  "Buy": "Beli",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Dengan mengakses atau menggunakan platform Detrade, Anda mengakui bahwa Anda telah membaca, memahami, dan setuju untuk terikat oleh kebijakan privasi ini. Jika Anda tidak setuju dengan kebijakan privasi ini, Anda tidak boleh menggunakan platform kami.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Dengan mengakses atau menggunakan platform Detrade, Anda mengakui bahwa Anda telah membaca, memahami, dan setuju untuk terikat oleh Perjanjian ini. Jika Anda tidak setuju dengan bagian mana pun dari Perjanjian ini, Anda tidak boleh menggunakan Platform Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Dengan mengakses atau menggunakan platform Detrade, Anda mengakui bahwa Anda telah membaca, memahami, dan setuju untuk mematuhi kebijakan AML dan KYC ini. Jika Anda tidak setuju dengan bagian mana pun dari kebijakan ini, Anda tidak boleh menggunakan platform Detrade.",
  "Calculator": "Kalkulator",
  "Campaign": "Kampanye",
  "Campaign Center": "Pusat Kampanye",
  "Can I See The Data Of My Referral?": "Dapatkah saya melihat data rujukan saya?",
  "Can I use a live account and a demo account at the same time?": "Bisakah saya menggunakan akun langsung dan akun demo secara bersamaan?",
  "Can Partner upgrade his partnership level in the future?": "Bisakah mitra meningkatkan tingkat kemitraannya di masa depan?",
  "Can non-crypto users play Detrade games?": "Bisakah pengguna non-crypto bermain game Detrade?",
  "Cancel": "Batal",
  "Cannot exceed {{exceed}} characters": "Tidak dapat melebihi {{exceed}} karakter",
  "Cash All": "Cairkan Semua",
  "Champion Profits": "Keuntungan Juara",
  "Change": "Ubah",
  "Change password": "Ubah kata sandi",
  "Chat": "Mengobrol",
  "Check <0>ROI calculator</0> for more details": "Periksa <0> kalkulator ROI</0> untuk detail lebih lanjut",
  "Chg%": "Chg%",
  "Choose Symbol": "Pilih Simbol",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Pilih <0> Jenis Akun </0> Anda <0> Dan </0> Mulai trading!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Pilih Jenis Akun <br/> Anda Dan </br> Mulai Berdagang!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Pilih pengganda untuk memaksimalkan posisi Anda. Mengatur Pengganda yang Lebih Tinggi Meningkatkan Risiko Margin Anda",
  "Choose the cryptocurrency that you would like to start trading.": "Pilih cryptocurrency yang anda ingin mulai perdagangannya.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Pilih arah ke atas atau ke bawah untuk menempatkan pesanan dalam waktu yang ditentukan dari hitungan mundur.",
  "Claim": "Klaim",
  "Claim Voucher": "Klaim Voucher",
  "Claimed rewards": "Hadiah yang diklaim",
  "Claimed rewards details": "Rincian hadiah yang diklaim",
  "Click Here To View The": "Klik di sini untuk melihat",
  "Click Up or Down to Trading": "Klik Atas atau Bawah untuk Berdagang",
  "Client": "Klien",
  "Close": "Tutup",
  "Close Time": "Waktu Penutupan",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Tutup kapan saja, baik untung maupun rugi. Tetapkan target take-profit atau stop-loss untuk menutup posisi Anda secara otomatis",
  "Close the order": "Menutup pesanan",
  "Close type": "Tipe Penutupan",
  "Closed successfully!": "Berhasil ditutup!",
  "Co-planning rights": "Hak co-planning",
  "Coin-Margined": "Koin-margined",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Gabungkan semua pesanan batas istirahat dari setiap umpan harga ke dalam satu buku pesanan komposit tunggal. Tidak apa-apa dan diharapkan bahwa harga beberapa pesanan beli akan melebihi harga beberapa pesanan jual dari bursa lainnya. Ukuran pesanan individu dibatasi menjadi $1 juta untuk membatasi pengaruh dari satu pesanan besar.",
  "Coming soon": "Segera hadir",
  "Community": "Komunitas",
  "Community access": "Akses komunitas",
  "Completed": "Selesai",
  "Comprehensive trading training": "Pelatihan perdagangan yang komprehensif",
  "Computers and smartphones are fully functional": "Komputer dan smartphone berfungsi penuh",
  "Condition 1: The price trend matches your prediction.": "Kondisi 1: Tren harga cocok dengan prediksi Anda.",
  "Condition 2: Price movement breaks through the spread.": "Kondisi 2: Pergerakan harga menembus penyebaran.",
  "Confirm": "Konfirmasi",
  "Confirm Close": "Konfirmasi Tutup",
  "Confirm removing Google 2FA authentication?": "Konfirmasi menghapus otentikasi Google 2FA?",
  "Confirm settlement of all orders?": "Konfirmasikan penyelesaian semua pesanan?",
  "Confirm to close the order?": "Konfirmasi untuk menutup pesanan?",
  "Confirmations": "Konfirmasi",
  "Connect": "Menghubungkan",
  "Connect with your friends": "Terhubung dengan Teman Anda",
  "Contact Us": "Hubungi Kami",
  "Contact us": "Hubungi Kami",
  "Contact us with Email or Live chat": "Hubungi kami dengan email atau obrolan langsung",
  "Content creators program": "Program Pembuat Konten",
  "Contest prize pool": "Kumpulan hadiah kontes",
  "Continue": "Lanjutkan",
  "Continue Deposit Process": "Lanjutkan Proses Deposit",
  "Continue deposit process": "Lanjutkan Proses Deposit",
  "Continue with Google": "Lanjutkan dengan Google",
  "Continue with X": "Lanjutkan dengan X",
  "Continuously updated": "Terus diperbarui",
  "Convenient deposit and withdrawal methods": "Metode setoran dan penarikan yang nyaman",
  "Copy": "Salin",
  "Copy Success": "Salin Berhasil",
  "Copy this code to your authenticator app": "Salin kode ini ke aplikasi autentikator Anda",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Hak Cipta © 2025 Nexus Play LLC. Semua hak cipta dilindungi undang-undang.",
  "Country": "Negara",
  "Create Password": "Buat Kata Sandi",
  "Crypto": "Kripto",
  "Crypto - binary options": "Kripto - Opsi Biner",
  "Crypto Pairs": "Pasangan Kripto",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Perdagangan kontrak mata uang kripto memiliki risiko tinggi, dan Anda bisa kehilangan seluruh nilai perdagangan Anda. Semakin tinggi leverage yang Anda gunakan, semakin besar risikonya. Namun, dalam situasi apa pun Anda tidak dapat kehilangan lebih dari jumlah perdagangan awal Anda.",
  "Currency": "Mata uang",
  "Custom Price Move %": "Pergerakan Harga Kustom %",
  "Custom cashback plan": "Paket cashback khusus",
  "Custom revenue share and fee option.": "Opsi pembagian pendapatan dan biaya kustom.",
  "Custom services": "Layanan khusus",
  "Custom signals": "Sinyal khusus",
  "Customized incentives tailored to your needs.": "Insentif khusus yang disesuaikan dengan kebutuhan Anda.",
  "DOWN": "TURUN",
  "Daily Active Users": "Pengguna aktif harian",
  "Daily Earning": "Penghasilan Harian",
  "Daily contest": "Kontes harian",
  "Dark": "Gelap",
  "Date": "Tanggal",
  "Day": "Hari",
  "DeTrade overview": "Ikhtisar DeTrade",
  "Dedicated customer support": "Dukungan pelanggan yang berdedikasi",
  "Demo": "Demo",
  "Demo Account": "Akun Demo",
  "Demo Trading": "Demo Trading",
  "Depending on your location, you may have the following rights regarding your personal information:": "Bergantung pada lokasi Anda, Anda mungkin memiliki hak berikut mengenai informasi pribadi Anda:",
  "Deposit": "Deposit",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Deposit 120 USDT → Dapatkan bonus terbatas sebesar 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Deposit 80 USDT → Dapatkan bonus 40 USDT",
  "Deposit Amount": "Jumlah Deposit",
  "Deposit Order Created": "Perintah Deposit Dibuat",
  "Deposit Via {{depositChannel}}": "Deposit Melalui {{depositChannel}}",
  "Deposit address": "Alamat setoran",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Menyetor dan menarik uang dengan mudah menggunakan metode pembayaran yang paling nyaman.",
  "Deposit is in progress": "",
  "Deposit now": "Deposit sekarang",
  "Deposits and withdrawals": "Setoran dan penarikan",
  "Derivative Exchanges": "Bursa Derivatif",
  "Description": "Deskripsi",
  "Detail": "Detail",
  "Details": "Detail",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"we,\" \"us,\" or \"our\") menghargai privasi Anda dan berkomitmen untuk melindungi informasi pribadi Anda. Kebijakan privasi ini menjelaskan bagaimana kami mengumpulkan, menggunakan, mengungkapkan, dan melindungi informasi Anda saat Anda menggunakan platform perdagangan opsi biner kami (\"platform\"). Dengan mengakses atau menggunakan platform kami, Anda menyetujui pengumpulan dan penggunaan informasi sesuai dengan kebijakan ini. Jika Anda tidak setuju dengan kebijakan ini, Anda tidak boleh menggunakan platform kami.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect adalah solusi integrasi yang mulus yang memungkinkan platform pihak ketiga untuk dengan mudah terhubung ke ekosistem kami. Melalui API yang kuat dan alat otomatisasi, kami secara langsung mengintegrasikan fungsi inti produk kami ke dalam platform Anda. Ini bertujuan untuk menyediakan platform dengan turunan cryptocurrency yang beragam, pertukaran data yang lebih cepat, dan kemampuan untuk mengakses fitur mutakhir kami, sambil memastikan koneksi yang aman, terukur, dan andal. Apakah Anda ingin memperluas pengiriman layanan atau menyederhanakan alur kerja, Detrade Connect dapat membuat integrasi menjadi sederhana, efisien, dan efektif.",
  "Detrade Index Prices": "Harga Indeks Detrade",
  "Detrade Partner": "Mitra Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Program Mitra Detrade! Program ini dirancang untuk memberi pencipta potensi pendapatan yang ditingkatkan dan manfaat eksklusif, membuat upaya promosi Anda benar -benar bermanfaat.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade telah berkomitmen untuk mengubah industri perdagangan cerdas tradisional dan membuka pasar keuangan untuk semua orang di mana pun. Misi kami adalah memberikan pengalaman perdagangan yang paling inovatif. Siapa pun di dunia harus dapat berpartisipasi dalam transaksi.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade telah menyelesaikan tinjauan kode dan hasilnya berada di top-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade berada di jalur pertumbuhan yang cepat. Kami berkomitmen untuk memberi pengguna kami pengalaman yang inovatif dan menarik yang menjadikannya platform pilihan untuk perdagangan opsi biner cryptocurrency.",
  "Detrade learn": "Belajar Detrade",
  "Detrade offers 3 types of optional products.": "Detrade menawarkan 3 jenis produk opsional.",
  "Detrade partnership program": "Program Kemitraan Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade memiliki hak interpretasi akhir untuk kampanye ini.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade berhak untuk mengubah aturan dan ketentuan apa pun atas kebijakannya sendiri dan tanpa pemberitahuan sebelumnya.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade berhak untuk mengecualikan pemain yang telah melanggar aturan kami pada setiap tahap kontes.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade berhak untuk merevisi, menangguhkan, atau membatalkan aktivitas atau distribusi airdrop kapan saja, termasuk syarat dan ketentuan yang relevan. Revisi ini untuk mengelola/mencegah penipuan dan aktivitas ilegal lainnya. Kecuali jika trader terlibat dalam penipuan dan aktivitas ilegal lainnya, revisi tersebut tidak akan mempengaruhi trader yang telah memilih untuk berpartisipasi.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade berhak untuk memperbarui atau mengubah Kebijakan Privasi ini kapan saja. Kami akan memberi tahu Anda tentang perubahan apa pun dengan memposting kebijakan privasi baru di platform kami. Anda disarankan untuk meninjau kebijakan privasi ini secara berkala untuk setiap perubahan. Anda terus menggunakan platform kami setelah modifikasi apa pun pada kebijakan privasi akan merupakan pengakuan Anda atas modifikasi dan persetujuan Anda untuk mematuhi dan terikat oleh kebijakan privasi yang diperbarui.",
  "Detrade weekly draw": "Undian Mingguan Detrade",
  "Developer documentation": "Dokumentasi pengembang",
  "Device": "Perangkat",
  "Diamond": "Berlian",
  "Diamond Partner": "Mitra Berlian",
  "Didn't find an answer to our question?": "Tidak menemukan jawaban untuk pertanyaan kami?",
  "Direction": "Arah",
  "Discover trending tokens. Trade. Earn. Repeat.": "Temukan token yang sedang tren. Berdagang. Hasilkan. Ulangi.",
  "Distributing Payout": "Mendistribusikan pembayaran",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Jangan gunakan simbol khusus dan spasi, jika tidak akun Anda mungkin tidak didukung.",
  "Do not use special symbols, otherwise your account may not be supported.": "Jangan gunakan simbol khusus, jika tidak akun Anda mungkin tidak didukung.",
  "Does the company have the legal qualifications to carry out relevant business?": "Apakah perusahaan memiliki kualifikasi hukum untuk menjalankan bisnis yang relevan?",
  "Don't beg or ask for loans, rains or tips.": "Jangan memohon atau meminta pinjaman, hujan, atau tip.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Jangan terlibat dalam segala bentuk layanan iklan/perdagangan/penjualan/pembelian atau penawaran.",
  "Don't harass or be offensive to other users or Detrade staff.": "Jangan melecehkan atau menyinggung pengguna lain atau staf detrade.",
  "Don't have an account?": "Tidak memiliki akun?",
  "Don't let anyone see this!": "Jangan biarkan siapa pun melihat ini!",
  "Don't share any personal information (including socials) of you or other players.": "Jangan berbagi informasi pribadi (termasuk sosial) tentang anda atau pemain lain.",
  "Don't share codes, scripts or any other bot service.": "Jangan berbagi kode, skrip, atau layanan bot lainnya.",
  "Don't show again": "Jangan Tunjukkan Lagi",
  "Don't spam & don't use excessive capital letters when chatting.": "Jangan spam & jangan gunakan huruf kapital berlebihan saat mengobrol.",
  "Don't use URL shortening services. Always submit the full link.": "Jangan gunakan layanan shortening URL. Selalu kirimkan tautan lengkapnya.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Jangan gunakan akun alternatif (alts) di obrolan, itu dilarang secara ketat.",
  "Done": "Selesai",
  "Down": "Turun",
  "Down Wins": "Turun Menang",
  "Down vs. Up Ratio (Live Data)": "Rasio Turun vs. Naik (Data Langsung)",
  "Download": "Unduh",
  "Download the Google Authenticator app": "Unduh aplikasi Google Authenticator",
  "Drop us a line here": "Kirimkan kami garis di sini",
  "Duration: {{time}}": "Durasi: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Setiap ID Pesanan HANYA dapat digunakan sekali untuk menghindari duplikasi.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Setiap pengguna <0>hanya berhak mendapatkan satu</0> bonus setoran pertama",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Setiap kode voucher hanya dapat diklaim satu kali per pengguna. Setelah diklaim, hadiah tidak dapat dibatalkan.",
  "Earn": "Hasilkan",
  "Earn up to 50% commission.": "Hasilkan hingga 50% komisi.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Dapatkan keuntungan hingga {{payout}}% jika prediksi Anda benar.",
  "Easy access from your smartphone": "Akses mudah dari ponsel cerdas Anda",
  "Edit your avatar": "Edit avatar Anda",
  "Email": "Email",
  "Email Code": "Kode Email",
  "Email verification code's length is not right": "Panjang kode verifikasi email tidak benar",
  "End Time": "Waktu Akhir",
  "End Time Invalid( hh : mm : ss )": "Waktu Akhir Tidak Valid ( hh : mm : ss )",
  "End Time is earlier than Start Time": "Waktu akhir lebih awal dari waktu mulai",
  "End rate": "Nilai akhir",
  "Ends in {{time}} days": "Berakhir dalam {{time}} hari",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Memastikan harga yang otentik dan bebas manipulasi dengan algoritme yang transparan dan dapat diverifikasi untuk menjamin keadilan.",
  "Enter Code": "Masukkan Kode",
  "Enter number of daily active players": "Masukkan jumlah pemain aktif harian",
  "Enter the 2FA code ": "Masukkan kode 2FA ",
  "Enter the 6-digit code sent to": "Masukkan kode 6 digit yang dikirim ke",
  "Enter withdraw address": "Masukkan alamat penarikan",
  "Enter your email": "Masukkan email Anda",
  "Enter your email and we'll send you a new password": "Masukkan email Anda dan kami akan mengirimkan kata sandi baru",
  "Enter your name": "Masukkan nama Anda",
  "Enter your new password": "Masukkan Kata Sandi Baru Anda",
  "Enter your old password": "Masukkan Kata Sandi Lama Anda",
  "Enter your password": "Masukkan kata sandi Anda",
  "Enterprise Partner": "Mitra Perusahaan",
  "Entrepreneurs": "Pengusaha",
  "Entry Price": "Harga Masuk",
  "Entry Time": "Waktu Masuk",
  "Entry fee": "Biaya masuk",
  "Entry price": "Harga masuk",
  "Esteemed Affiliate": "Afiliasi yang terhormat",
  "Event Details": "Detail Acara",
  "Event time: {{ startTime }} - {{ endTime }}": "Waktu acara: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Setiap bulan, kami akan mendistribusikan secara acak total <0>{{amount}}</0> dalam BCD kepada 300 pengguna yang berpartisipasi dalam simbol perdagangan STONKS!",
  "Examples": "Contoh",
  "Exchange": "Pertukaran",
  "Exit price": "Harga keluar",
  "Experience": "Pengalaman",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Pakar produk dan teknis yang berpengalaman memberi Anda dukungan profesional dan akan terus mengoptimalkan fungsi produk secara gratis untuk memberi Anda produk yang lebih baik.",
  "Expert Support": "Dukungan ahli",
  "Expired": "Kadaluarsa",
  "Expires in": "Berakhir dalam",
  "Explain": "Jelaskan",
  "Exploiting platform bugs or system loopholes": "Mengeksploitasi bug platform atau celah sistem",
  "Extensive coverage": "Cakupan yang luas",
  "FAQ": "FAQ",
  "Failed": "Gagal",
  "False deposits, money laundering, or manipulation to trigger rewards": "Setoran palsu, pencucian uang, atau manipulasi untuk memicu hadiah",
  "Fast response": "Respon cepat",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Transaksi cepat, Suntikan modal bankroll dan bagi hasil, pesanan yang tertunda, dan penyalinan transaksi adalah mode perdagangan yang nyaman dan fleksibel.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Perdagangan lebih cepat. Keputusan yang lebih sederhana. Interaksi real-time dengan sesama trader di komunitas.",
  "Favorite Trading Derivatives": "Derivatif perdagangan favorit",
  "Favorites": "Favorit",
  "Fear & Greed Index": "Indeks Fear & Greed",
  "Fee": "Biaya",
  "Fee options": "Opsi Biaya",
  "Fiat": "Fiat",
  "Finished": "Selesai",
  "First deposit bonus guide": "Panduan bonus setoran pertama",
  "Fixed fee limit": "Batas biaya tetap",
  "Flat fee": "Biaya Tetap",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Biaya tetap dihitung sebagai persentase dari posisi Anda (jumlah * leverage)",
  "Flexible transaction mode": "Mode transaksi fleksibel",
  "Floating PnL": "Floating PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Untuk setiap perdagangan ${{ticketQuota}} pada <0>spread rendah tinggi</0> kami, Anda akan secara otomatis menerima tiket undian. Jadi, pastikan Anda memenangkan kesempatan terbaik untuk diri Anda sendiri dengan mendapatkan tiket sebanyak mungkin!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Misalnya, jika Anda memiliki posisi long BTC terbuka sebesar $500 dengan pengganda 10x dan tingkat pendanaan 0,1%, Anda akan dikenai biaya $0,21 per jam setelah 8 jam pertama. Jika posisi tersebut pendek dan bukannya panjang, maka Anda akan menerima pembayaran pendanaan. Jika posisi Anda ditutup dalam waktu 8 jam, tidak ada pembayaran dana yang akan dilakukan.",
  "For the safety of your funds, must complete the following binding": "Untuk keamanan dana Anda, harus menyelesaikan pengikatan berikut ini",
  "For the safety of your funds, withdrawals must complete the following binding": "Demi keamanan dana Anda, penarikan dana harus memenuhi pengikatan berikut",
  "Forgot?": "Lupa?",
  "Free": "Gratis",
  "Frequently Asked Questions (FAQ)": "Pertanyaan yang Sering Diajukan (FAQ)",
  "Frequently asked questions": "Pertanyaan yang sering diajukan",
  "From": "Dari",
  "Funding Payments": "Pembayaran Pendanaan",
  "Funding fee history": "Riwayat biaya pendanaan",
  "Funding/h": "Pendanaan/jam",
  "Futures": "Futures",
  "Futures Entrust": "Perwalian Berjangka",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Perdagangan berjangka adalah transaksi relatif terhadap pasar spot. Pengguna dapat menilai kenaikan atau jatuh dalam perdagangan kontrak berjangka dan memilih untuk membeli kontrak pendek atau menjual kontrak pendek untuk mendapatkan keuntungan dari kenaikan atau penurunan harga. Pada saat yang sama, pengguna dapat meminjam dana tambahan untuk meningkatkan ukuran posisi mereka dengan meningkatkan leverage.",
  "Gas fee": "Biaya Gas",
  "General access": "Akses umum",
  "Get 50% bonus": "Dapatkan bonus 50%",
  "Get Trading commission when your friends trading.": "Dapatkan Komisi Perdagangan saat teman Anda berdagang.",
  "Get free educational materials and 24/7 support": "Dapatkan materi edukasi gratis dan dukungan 24/7",
  "Get help": "Dapatkan bantuan",
  "Go bind": "Pergi mengikat",
  "Go to home": "Pergi ke Beranda",
  "Go to the Reward Center and manually activate your bonus voucher.": "Pergi ke Pusat Hadiah dan aktifkan voucher bonus Anda secara manual.",
  "Go trading": "Trading sekarang",
  "Gold": "Emas",
  "Gold Partner": "Mitra Emas",
  "Good Job!": "Kerja bagus!",
  "Google 2FA code": "Kode Google 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator dapat diunduh dari App Store atau Google Play.",
  "Got it": "Mengerti",
  "Guess if the price ends higher or lower than the target.": "Tebak apakah harga berakhir lebih tinggi atau lebih rendah dari target.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Belum menemukan apa yang Anda cari? Lihat beberapa pertanyaan di sini, atau lihat Pusat Bantuan kami untuk info lebih lanjut.",
  "Hide Small": "Sembunyikan Kecil",
  "High Low": "Tinggi Rendah",
  "High Low Guess if the price ends higher or lower than the target.": "Tebak Tinggi Rendah apakah harga berakhir lebih tinggi atau lebih rendah dari targetnya.",
  "High Low Spread": "High Low Spread",
  "History": "Sejarah",
  "Home": "Beranda",
  "Hour": "Jam",
  "How does Playnance assist Partners in their platforms' promotion?": "Bagaimana Playnance membantu mitra dalam promosi platform mereka?",
  "How it works": "Bagaimana cara kerjanya",
  "How much can I earn from my referral?": "Berapa banyak yang bisa saya dapatkan dari referral saya?",
  "How to Claim Your Bonus": "Cara Mengklaim Bonus Anda",
  "How to apply": "Cara mendaftar",
  "How to invite": "Cara mengundang",
  "How will players deposit and withdraw their funds?": "Bagaimana pemain akan menyetor dan menarik dana mereka?",
  "I acknowledge": "Saya mengakui",
  "I've made deposit": "Saya telah melakukan deposit",
  "ID verification": "Verifikasi identitas",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "BURSA SPOT KONSTITUEN INDEKS",
  "If you are a content creator, make sure to check out our": "Jika Anda seorang pembuat konten, pastikan untuk memeriksanya",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Jika Anda yakin bahwa akun Anda ditandai karena kesalahan, silakan hubungi dukungan resmi untuk mengajukan banding.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Jika Anda tidak menyelesaikan transfer ini, Anda dapat melanjutkan proses deposit <0>di sini</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Jika Anda memiliki pertanyaan tentang Kebijakan Privasi ini, silakan hubungi kami di",
  "If you have the traffic, it can be monetized.": "Jika Anda memiliki trafik, maka trafik tersebut dapat dimonetisasi.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Jika menurut Anda harga akan turun saat hitungan mundur berakhir, silakan pilih Down. (Nilai dalam gambar sesuai dengan rasio laba yang Anda peroleh)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Jika Anda merasa harga akan turun, pilih BAWAH untuk menangkap penurunan.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Jika Anda berpikir harganya akan turun, atur margin dan simpan tombol pendek. Jika harga turun, Anda menghasilkan keuntungan.",
  "If you think the price will go up, choose UP to go with the trend.": "Jika Anda merasa harga akan naik, pilih UP untuk mengikuti tren.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Jika Anda berpikir harga akan naik, atur margin dan klik tombol Long. Jika harganya naik, Anda menghasilkan keuntungan.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Jika menurut Anda harga akan naik di akhir hitungan mundur, silakan pilih NAIK. (Nilai dalam gambar sesuai dengan rasio laba yang Anda peroleh)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Jika Anda ingin fokus pada penjualan dan pendapatan daripada manajemen produk atau pengembangan teknologi.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Jika posisi Anda tetap terbuka selama lebih dari 8 jam, biaya pendanaan per jam akan berlaku berdasarkan kondisi pasar. Biaya ini dipotong langsung dari saldo akun Anda. Jika saldo Anda tidak mencukupi untuk menutup biaya pendanaan, posisi Anda akan ditutup secara paksa oleh sistem.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Jika posisi Anda tetap terbuka selama lebih dari 8 jam, biaya pendanaan per jam akan dikenakan berdasarkan kondisi pasar.",
  "Important Reminders": "Pengingat Penting",
  "Income": "Pendapatan",
  "Increase Limit": "Tingkatkan batas",
  "Increase aggregate limit": "Tingkatkan batas agregat",
  "Increase limit": "Tingkatkan batas",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Mengintegrasikan turunan cryptocurrency detrade di platform Anda",
  "Integration": "Integrasi",
  "Integration program": "Program Integrasi",
  "Intelligent integrated services": "Layanan terintegrasi yang cerdas",
  "Internal group": "Grup internal",
  "Intuitive trader transaction data display and statistics": "Tampilan dan statistik data transaksi trader yang intuitif",
  "Intuitive trading trend display and analysis tools": "Tampilan tren perdagangan intuitif dan alat analisis",
  "Invalid email": "Email tidak valid",
  "Invite friends": "Undang Teman",
  "Invite friends to earn  20% commission": "Ajak Teman untuk Mendapatkan Komisi 20%",
  "Invite only": "Hanya mengundang",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "Apakah ada batasan berapa lama saya bisa mendapatkan komisi melalui program referral?",
  "Is there a limit to the invitation rewards I can receive?": "Apakah ada batasan untuk hadiah undangan yang bisa saya terima?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Ini membantu investor memahami kondisi emosional pasar, yang dapat memengaruhi perilaku pembelian dan penjualan.",
  "Join  our community": "Bergabunglah dengan Komunitas Kami",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Bergabunglah dengan Detrade Connect untuk mempercepat pertumbuhan operasional platform Anda, dan kami memberi Anda jaminan layanan.",
  "Join and earn extra bonuses!": "Bergabunglah dan dapatkan bonus tambahan!",
  "Join free competitions": "Ikuti kompetisi gratis",
  "Join now and get a": "Bergabunglah sekarang dan dapatkan",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Bergabunglah dengan lotere acak mingguan kami dan bagikan <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Verifikasi KYC",
  "KYC authentication": "Autentikasi KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Pertahankan posisi Anda tetap terbuka selama lebih dari 8 jam dan Anda mungkin dikenakan atau menerima pembayaran dana per jam, tergantung pada kondisi pasar.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Biarkan posisi Anda tetap terbuka selama lebih dari 8 jam dan Anda mungkin akan dikenakan atau menerima pembayaran pendanaan per jam, tergantung pada kondisi pasar. Saat pasar bullish, tingkat pendanaan positif dan trader long membayar trader short. Ketika pasar sedang bearish, tingkat pendanaan negatif dan trader short membayar trader long.",
  "Language": "Bahasa",
  "Large product research & Development team": "Tim penelitian & Pengembangan produk yang besar",
  "Last price": "Harga Terakhir",
  "Latest events": "Acara Terbaru",
  "Launch now": "Luncurkan Sekarang",
  "Leaderboard": "Papan Juara",
  "Learn": "Belajar",
  "Learn More": "Pelajari Lebih Lanjut",
  "Level assessment & update": "Penilaian level & pembaruan",
  "Leverage": "Leverage",
  "Leverage 1000x Maximum": "Leverage Maksimum 1000x",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Leverage Teknologi Detrade untuk meluncurkan aplikasi perdagangan Anda sendiri. Memberikan pengalaman perdagangan yang ditingkatkan kepada klien Anda dan mendapatkan dari setiap perdagangan yang dieksekusi di aplikasi Anda.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Leverage memungkinkan Anda untuk memperbesar ukuran posisi Anda dengan jumlah modal yang lebih kecil. Leverage yang lebih tinggi meningkatkan potensi profit dan risiko.",
  "License": "Lisensi",
  "License Information": "Informasi Lisensi",
  "Light": "Cahaya",
  "Limits": "Batas",
  "Liq price": "Harga Liq",
  "Liq.Price": "Harga Likuidasi",
  "Liq.price": "Harga Likuidasi",
  "Liquidated": "Dilikuidasi",
  "Live": "Langsung",
  "Live chat": "Obrolan langsung",
  "Live trade": "Perdagangan Langsung",
  "Loading Failed": "Gagal memuat",
  "Log out": "Keluar",
  "Login": "Masuk",
  "Login 2FA switch": "Login 2FA Switch",
  "Login here.": "Login di sini.",
  "Login history": "Riwayat login",
  "Login method": "Metode login",
  "Login to Detrade": "Masuk ke Detrade",
  "Login with email code": "Masuk dengan kode Email",
  "Login with password": "Masuk dengan kata sandi",
  "Lose": "Kalah",
  "Loser": "Pecundang",
  "Loved by users": "Dicintai oleh pengguna",
  "Major features:": "Fitur Utama:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Lakukan perdagangan yang sukses dan kumpulkan bonus maksimum pada setoran pertama Anda. <0>Pelajari lebih lanjut<0>",
  "Manual": "Manual",
  "Mark Price": "Mark Price",
  "Mark price": "Harga Terakhir",
  "Market": "Pasar",
  "Market Impact Effects": "Efek Dampak Pasar",
  "Max": "Maks",
  "Max Profit": "Keuntungan Maksimal",
  "Max TV": "Max TV",
  "Max Trade": "Perdagangan Maksimal",
  "Max solo bonus": "Bonus solo maksimal",
  "Max withdrawal limit": "Batas penarikan maksimal",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Sistem Ramah Anggota: Banyak anggota kami saat ini telah berhasil membangun pendapatan pasif berkelanjutan melalui program kami. Sekarang giliranmu.",
  "Memo": "Memo",
  "Memo is required": "Memo diperlukan",
  "Memo/Tag": "Memo/Tag",
  "Menu": "Menu",
  "Min Trade": "Perdagangan Minimal",
  "Minimum Deposit": "Setoran Minimum",
  "Minimum {{min}} characters": "Minimal {{min}} karakter",
  "Minimum {{min}} characters and maximum {{max}} characters": "Minimum {{min}} karakter dan maksimum {{max}} karakter",
  "Minute": "Menit",
  "Money Distributed": "Uang didistribusikan",
  "Month": "Bulan",
  "Month's Pnl": "Pnl Bulan",
  "Monthly Earnings": "Penghasilan Bulanan",
  "Monthly cashback cap": "Batas cashback bulanan",
  "More": "Lebih",
  "Multi-account abuse or airdrop farming behavior": "Penyalahgunaan multi-akun atau perilaku airdrop farming",
  "Multiple crypto currency binary options derivatives": "Beberapa Derivatif Opsi Binary Mata Uang Crypto",
  "Multiple investment models": "Beberapa model investasi",
  "Multiplier": "Pengganda",
  "Must be at least {{less}}": "Setidaknya harus {{less}}",
  "Must be at most {{large}}": "Harus paling banyak {{large}}",
  "My Position": "Posisi Saya",
  "My activity": "Aktivitas Saya",
  "My referral code": "Kode rujukan saya",
  "My referral link": "Tautan rujukan saya",
  "My reward": "Hadiah Saya",
  "My vouchers": "Voucher saya",
  "NA": "NA",
  "Name": "Nama",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Butuh bantuan? Kunjungi Pusat Bantuan kami atau hubungi Dukungan Pelanggan. Kami siap membantu Anda 24/7.",
  "Network": "Jaringan",
  "New": "Baru",
  "New Password": "Kata Sandi Baru",
  "New Trading Symbol": "Simbol Perdagangan Baru",
  "New messages": "Pesan baru",
  "New notice": "Pemberitahuan Baru",
  "New password is {{exceed}} length": "Kata sandi baru {{exceed}} panjang",
  "New user": "Pengguna baru",
  "Next": "Berikutnya",
  "Next Draw Starts in": "Undian berikutnya dimulai",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC adalah Pialang yang menyediakan layanan pialang bagi investor mandiri, dan tidak membuat rekomendasi atau menawarkan nasihat investasi, keuangan, hukum, atau pajak. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC adalah broker yang menyediakan investor mandiri dengan layanan pialang, dan tidak membuat rekomendasi atau menawarkan investasi, keuangan, hukum atau nasihat pajak. Perdagangan online memiliki risiko yang melekat, termasuk fluktuasi dalam respons sistem dan waktu akses karena kondisi pasar, kinerja sistem, dan faktor-faktor lainnya. Sebelum berdagang, berkonsultasi dengan penasihat keuangan yang independen dan berlisensi dan pastikan Anda memiliki selera, pengalaman, dan pengetahuan yang diperlukan. Dalam keadaan apa pun, Nexus Play LLC tidak akan memiliki kewajiban apa pun kepada orang atau entitas untuk kerusakan langsung, tidak langsung, khusus, konsekuensial atau insidental apa pun. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, sebuah perusahaan pialang yang disahkan dan diatur oleh Mwali International Services Authority (M.I.S.A.) di bawah lisensi #BFX2024137.",
  "No": "Tidak",
  "No Hidden Fees": "Tidak Ada Biaya Tersembunyi",
  "No More Data": "Tidak Ada Data Lagi",
  "No More Orders": "Tidak Ada Lagi Pesanan",
  "No data available": "Tidak ada data yang tersedia",
  "No discussion of streamers or Twitch or any other similar platforms.": "Tidak ada diskusi tentang streamer atau kedutan atau platform serupa lainnya.",
  "No downloads or updates required": "Tidak ada unduhan atau pembaruan yang diperlukan",
  "No funding within 60 minutes for this order": "Tidak ada dana dalam waktu 60 menit untuk pesanan ini",
  "No installation is required and you can trade via your smartphone's web browser.": "Tidak diperlukan instalasi dan Anda dapat berdagang melalui browser web ponsel cerdas Anda.",
  "No more data": "Tidak ada data lagi",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Tidak ada bicara tentang politik & agama dalam obrolan, yang ini dilarang keras.",
  "No suspicious behavior that can be seen as potential scams.": "Tidak ada perilaku mencurigakan yang dapat dilihat sebagai penipuan potensial.",
  "No withdrawal of coins within 24 hours": "Tidak ada penarikan koin dalam waktu 24 jam",
  "Not activated": "Tidak diaktifkan",
  "Not completed": "Belum selesai",
  "Note": "Catatan",
  "Notification": "Pemberitahuan",
  "Now login disabled 2FA": "Sekarang login dinonaktifkan 2FA",
  "Now login need 2FA": "Sekarang login membutuhkan 2fa",
  "Old Password": "Kata Sandi Lama",
  "Old password is {{exceed}} length": "Kata sandi lama adalah {{exceed}} panjang",
  "On going": "Sedang berlangsung",
  "On your first deposit": "Pada setoran pertama Anda",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Setelah diaktifkan, jika ukuran posisi Anda ≥ nilai bonus, sistem akan secara otomatis menggunakan bonus terlebih dahulu untuk perdagangan.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Setelah benih terungkap, siapa pun dapat memverifikasi harga dari putaran perdagangan. Kode Python berikut menghitung 100 harga pertama dari putaran yang diberi seed:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Setelah Anda membuka keempat mode trading (HighLow / Spread / Future / Up Down), bonus penuh (50% dari deposit Anda) akan dikeluarkan secara otomatis.",
  "Ongoing": "Sedang berlangsung",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Perdagangan online memiliki risiko yang melekat, termasuk fluktuasi dalam respons sistem dan waktu akses karena kondisi pasar, kinerja sistem, dan faktor-faktor lainnya. Sebelum berdagang, berkonsultasilah dengan penasihat keuangan independen yang berlisensi dan pastikan Anda memiliki selera risiko, pengalaman, dan pengetahuan yang diperlukan. Dalam keadaan apa pun, Nexus Play LLC tidak akan memiliki kewajiban terhadap orang atau entitas mana pun untuk kerusakan langsung, tidak langsung, khusus, konsekuensial, atau insidental apa pun ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Hanya kirim {{crypto}} ke alamat ini, {{confirmations}} konfirmasi diperlukan.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Hanya gunakan bahasa yang ditentukan di saluran obrolan, potensi penyalahgunaan akan disetujui.",
  "Open": "Buka",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Buka Google Authenticator, pindai kode QR di bawah ini atau masukkan frasa kunci secara manual untuk mengaktifkan token verifikasi",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Persentase Arah Posisi Terbuka Pengguna di Platform Ini untuk Mata Uang Saat Ini",
  "Order Amount": "Jumlah pesanan",
  "Order Id": "Id pesanan",
  "Order Progress": "Kemajuan pesanan",
  "Order id": "Id pesanan",
  "Order placed successfully!": "Pesanan berhasil dibuat!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Model investasi bankroll asli, pendapatan yang mudah didapat, aset dapat ditarik kapan saja.",
  "Other": "Lainnya",
  "Our Advantage": "Keuntungan kami",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Platform kami tidak dimaksudkan untuk digunakan oleh anak -anak di bawah usia 18 tahun. Kami tidak secara sadar mengumpulkan atau meminta informasi pribadi dari anak -anak di bawah 18 tahun. Jika kami sadar bahwa kami telah mengumpulkan informasi pribadi dari seorang anak di bawah 18 tahun, kami akan menghapus informasi itu secepat mungkin.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Platform kami dapat berisi tautan ke situs web atau layanan pihak ketiga yang tidak dimiliki atau dikendalikan oleh Detrade. Kami tidak memiliki kendali atas, dan tidak bertanggung jawab atas, konten, kebijakan privasi, atau praktik situs web atau layanan pihak ketiga mana pun. Kami mendorong Anda untuk meninjau kebijakan privasi dari setiap situs web pihak ketiga yang Anda kunjungi.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Program mitra kami mencerminkan komitmen kami untuk menciptakan kerja sama win-win dan dirancang untuk afiliasi dari semua ukuran. Bergabunglah dengan kami dalam perjalanan pertumbuhan bersama kami!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Rencana kami bertujuan untuk memberikan insentif kepada mereka yang mencapai hasil yang luar biasa.",
  "Outflow": "Arus keluar",
  "Over 70 popular crypto assets. Trade and increase your balance": "Lebih dari 70 aset kripto populer. Perdagangkan dan tingkatkan saldo Anda",
  "Overview": "Ringkasan",
  "Own your branded platform": "Miliki platform bermerek Anda",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "P&L dari perdagangan bonus akan dikreditkan langsung ke akun asli Anda",
  "PNL": "PNL",
  "Page error": "Kesalahan halaman",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Metode Partisipasi: Lengkapi 3 STONKS/BCD Transaksi selama periode tersebut.",
  "Partner Program": "Program Mitra",
  "Partner program": "Program Mitra",
  "Partnership Program": "Program Kemitraan",
  "Partnership Tiers": "Tingkat Kemitraan",
  "Partnership With A Trusted Pioneer": "Kemitraan dengan perintis tepercaya",
  "Partnership program": "Program Kemitraan",
  "Password": "Kata sandi",
  "Password reset link sent. Check your email inbox.": "Tautan pengaturan ulang kata sandi terkirim. Periksa kotak masuk email Anda.",
  "Password strength": "Kekuatan kata sandi",
  "Passwords must differ": "Kata sandi harus berbeda",
  "Past": "Masa lalu",
  "Past 1 year": "1 Tahun terakhir",
  "Past {{days}} days": "{{days}} hari terakhir",
  "Past {{hours}} hours": "{{hours}} jam terakhir",
  "Payment Method": "Metode Pembayaran",
  "Payout": "Pembayaran Keluar",
  "Payout Multiplier": "Pengganda Pembayaran",
  "Pending third-party processing (estimated {{hours}} hours).": "Menunggu pemrosesan pihak ketiga (diperkirakan {{hours}} jam).",
  "Pending third-party processing.": "Menunggu pemrosesan pihak ketiga.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Fasilitas termasuk tingkat komisi yang lebih tinggi, kampanye Detrade yang disponsori, dan banyak lagi!",
  "Personal": "Pribadi",
  "Personal Info": "Informasi Pribadi",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Pilih pengganda untuk memaksimalkan posisi Anda. Menetapkan pengganda yang lebih tinggi akan meningkatkan risiko posisi Anda.",
  "Place Your Trade": "Pasang perdagangan Anda",
  "Platform": "Platform",
  "Platform Name": "Nama platform",
  "Platform Type": "Jenis platform",
  "Platform Website": "Situs web platform",
  "Platinum": "Platinum",
  "Platinum Partner": "Mitra Platinum",
  "Play now": "Mainkan sekarang",
  "Players": "Pemain",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Pemain dapat melakukan operasi pengisian ulang dan penarikan melalui pengisian ulang dan portal penarikan yang disediakan oleh platform.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Pemain dapat memprediksi harga bitcoin. Pemain dapat bergabung dengan kumpulan yang memprediksi kenaikan harga atau berkurang dan menginvestasikan sejumlah uang untuk berpartisipasi dalam permainan. Pemenang akan mendistribusikan aset kumpulan modal rekanan sesuai dengan rasio investasi. Game baru hanya dapat dimulai setelah pemain dari semua putaran sebelumnya telah menerima imbalan mereka.",
  "Please enter a valid email address": "Silakan masukkan alamat email yang valid",
  "Please enter an 2FA code": "Harap masukkan kode 2FA",
  "Please enter the seed": "Silakan masukkan seed",
  "Please enter you remail": "Harap masukkan email anda",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Harap ikuti panduan deposit untuk melakukan deposit, jika tidak, deposit Anda akan hilang.",
  "Please refresh the page or jump to the trading center": "Harap segarkan halaman atau lompat ke pusat perdagangan",
  "PnL": "PnL",
  "PnL fee": "Biaya PnL",
  "PnL fee limit": "Batas Biaya PnL",
  "PnL%": "PnL%",
  "Positions": "Posisi",
  "Potential Return": "Potensi Pengembalian",
  "Powered by": "Didukung oleh",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Prediksi arah harga untuk perdagangan. Jika harga bergerak ke arah yang telah Anda pilih, Anda akan mendapatkan keuntungan!",
  "Preferences": "Preferensi",
  "Premium support": "Dukungan premium",
  "Preview": "Pratinjau",
  "Price": "Harga",
  "Price Formulation": "Formulasi Harga",
  "Price formulation": "Formulasi Harga",
  "Price move": "Pergerakan Harga",
  "Priority access": "Akses prioritas",
  "Privacy Policy": "Kebijakan Privasi",
  "Privacy policy": "Kebijakan Privasi",
  "Private invitation": "Undangan pribadi",
  "Private profile": "Profil pribadi",
  "Prize Calculation Formula": "Formula Perhitungan Hadiah",
  "Prize Pools": "Kumpulan Hadiah",
  "Prizes will be sent on Notice page as the Contest ends.": "Hadiah akan dikirim pada halaman pemberitahuan saat kontes berakhir.",
  "Product Description": "Deskripsi Produk",
  "Product capabilities": "Kemampuan produk",
  "Product iteration, new product development": "Iterasi produk, pengembangan produk baru",
  "Professional, Secure, Trustworthy": "Profesional, Aman, Dapat Dipercaya",
  "Profile": "Profil",
  "Profile is not publicly available": "Profil tidak tersedia untuk umum",
  "Profit": "Keuntungan",
  "Profit Calculator": "Kalkulator Keuntungan",
  "Program — Work with a trustworthy online trading provider.": "Program - Bekerja dengan penyedia perdagangan online yang dapat dipercaya.",
  "Progressing": "Sedang Memproses",
  "Promising Affiliate": "Afiliasi yang menjanjikan",
  "Provably fair": "Terbukti adil",
  "Provides tutorials,guides and various trading strategy services.": "Menyediakan tutorial, panduan, dan berbagai layanan strategi perdagangan.",
  "Providing the best customer service is our aim.": "Memberikan layanan pelanggan terbaik adalah tujuan kami.",
  "Providing users with diverse options for transactions": "Menyediakan beragam pilihan bagi pengguna untuk bertransaksi",
  "Q1: Can I withdraw the bonus?": "T1: Dapatkah saya menarik bonus?",
  "Q2: Will my bonus expire if I don't activate it?": "T2: Apakah bonus saya akan kedaluwarsa jika saya tidak mengaktifkannya?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "T3: Saya melakukan deposit tetapi tidak menerima bonus. Apa yang harus saya lakukan?",
  "Quick experience starts here, easy experience without registration": "Pengalaman cepat dimulai di sini, pengalaman mudah tanpa pendaftaran",
  "Quick tap: will the price go up or down next?": "Ketuk cepat: apakah harga akan naik atau turun selanjutnya?",
  "ROI": "ROI",
  "ROI Calculator": "Kalkulator ROI",
  "ROI calculator": "Kalkulator ROI",
  "Rakeback": "Rakeback",
  "Rank": "Peringkat",
  "Rapid deployment": "Penyebaran Cepat",
  "ReSend": "Kirim Ulang",
  "Ready to Get Started": "Siap untuk Memulai",
  "Real Account": "Akun Asli",
  "Real Account – Real Funds!": "Akun Asli – Dana Asli!",
  "Realized PnL": "PnL yang direalisasikan",
  "Receive commission rewards": "Menerima hadiah komisi",
  "Recommended for you": "Direkomendasikan untuk Anda",
  "Record": "Merekam",
  "Referral": "Rujukan",
  "Referral by": "Rujukan oleh",
  "Referral rules": "Aturan rujukan",
  "Referred at": "Dirujuk di",
  "Referred users": "Pengguna yang dirujuk",
  "Refresh page": "Segarkan halaman",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Terlepas dari likuiditas di pasar yang mendasarinya, Detrade menjamin bahwa perdagangan bust dan stop loss akan secara konsisten dipenuhi pada harga yang telah ditentukan pada saat masuk. Kerugian bust terbatas pada ukuran posisi awal dan stop loss dibatasi oleh pengaturan entri trader. Harga pemicu untuk bust dan stop loss dapat dihitung dengan:",
  "Register": "Daftar",
  "Register for Detrade.": "Mendaftar untuk Detrade.",
  "Register to Win Crypto Tokens": "Daftar untuk Memenangkan Token Kripto",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Produk opsi biner reguler, berdasarkan apakah harga penutupan aset yang mendasari dalam periode waktu tertentu (seperti 30 detik berikutnya, satu menit, satu jam, dll.) Lebih rendah atau lebih tinggi dari harga eksekusi, menentukan apakah harus mendapatkan keuntungan. Produk ini adalah investasi jangka pendek. Opsi ini cocok untuk pasar dengan pergerakan harga yang kurang fluktuatif.",
  "Reliable": "Dapat diandalkan",
  "Reload": "",
  "Remarks": "Keterangan",
  "Remove": "Menghapus",
  "Remove 2fa Success": "Berhasil melepas 2fa",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Hapus setiap umpan harga yang belum ada pembaruan data pasar selama 30 detik terakhir.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Hapus setiap harga feed dengan harga beli dan jual silang atau harga menengah atas-bukunya lebih dari 10% dari median buku menengah atas di semua umpan harga.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Persyaratan: 100 pendaftaran unik dan aktif dengan volume trading minimal $1.000.000 melalui referensi.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Persyaratan: 50 pendaftaran unik dan aktif dengan volume trading minimal $100.000 melalui referensi.",
  "Research lab": "Laboratorium penelitian",
  "Reset fields": "Setel Ulang Bidang",
  "Reset password": "Atur Ulang Kata Sandi",
  "Responsive and secure trading platform": "Platform perdagangan yang responsif dan aman",
  "Result": "Hasil",
  "Retry": "",
  "Revenue Share": "Bagi Hasil",
  "Reward": "Hadiah",
  "Reward center": "Pusat penghargaan",
  "Rewards hub": "Pusat penghargaan",
  "Rewords": "Penghargaan",
  "Rich Trading Tools": "Alat Perdagangan yang Kaya",
  "Rich activities and rewards": "Kaya dengan aktivitas dan penghargaan",
  "Risk Control & Compliance Notice": "Pemberitahuan Pengendalian Risiko & Kepatuhan",
  "Risk Disclaimer": "Penyangkalan Risiko",
  "Risk Warning": "Peringatan Risiko",
  "Risk-free trading with $10,000 in virtual funds": "Trading bebas risiko dengan dana virtual sebesar $10.000",
  "Round In Progress": "Putaran Sedang Berlangsung",
  "Round ends in": "Putaran Berakhir Dalam",
  "SA": "SA",
  "Safe": "Aman",
  "Save": "Simpan",
  "Search": "Pencarian",
  "Search crypto": "Cari Crypto",
  "Sec": "Det",
  "Second": "Detik",
  "Seconds": "Detik",
  "Security": "Keamanan",
  "Security Verification": "Verifikasi Keamanan",
  "Seed": "Benih",
  "Select a countdown period.": "Pilih periode hitungan mundur.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Pilih Countdown dan Spread (Spread: Perbedaan antara harga beli dan harga keluar)",
  "Select your partner program revenue share": "Pilih Pembagian Pendapatan Program Mitra Anda",
  "Sell": "Jual",
  "Send": "Kirim",
  "Send message": "Kirim Pesan",
  "Send message successfully": "Berhasil mengirim pesan",
  "Service guide": "Panduan Layanan",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Tetapkan harga untuk membatasi kerugian. Posisi Anda akan ditutup secara otomatis jika pasar mencapai harga ini.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Tetapkan harga target di mana posisi Anda akan ditutup secara otomatis untuk mengunci profit.",
  "Set password": "Atur kata sandi",
  "Set successfully": "Berhasil diatur",
  "Set up": "Mengatur",
  "Set up Google Authenticator": "",
  "Settings": "Pengaturan",
  "Share": "Bagikan",
  "Share to": "Bagikan ke",
  "Share your Affiliate invitation link to friends and users.": "Bagikan tautan undangan afiliasi Anda ke teman dan pengguna.",
  "Share your referral link or code": "Bagikan tautan atau kode rujukan Anda",
  "Show live positions on chart": "Tampilkan Posisi Langsung di Grafik",
  "Show my positions on chart": "Tampilkan posisi saya pada grafik",
  "Side": "Samping",
  "Sign in": "Masuk",
  "Silver": "Perak",
  "Simple": "Sederhana",
  "Simple and intuitive usable interface": "Antarmuka yang sederhana dan intuitif yang dapat digunakan",
  "Simple integration": "Integrasi sederhana",
  "Simple way to earn money, The more invite, the more you will get!": "Cara sederhana untuk mendapatkan uang, semakin banyak undangan, semakin banyak yang akan Anda dapatkan!",
  "Simple, Fast, Intelligence": "Sederhana, Cepat, Cerdas",
  "Size": "Ukuran",
  "Something went wrong!": "",
  "Sorry, page not found!": "Maaf, halaman tidak ditemukan!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Maaf, kami tidak dapat menemukan halaman yang Anda cari. Mungkin Anda telah salah tulis URL? Pastikan untuk memeriksa ejaan Anda.",
  "Sound": "Suara",
  "Speed": "Kecepatan",
  "Spot Exchanges": "Pertukaran spot",
  "Spread": "Menyebar",
  "Standard CS": "CS Standar",
  "Start": "Mulai",
  "Start Rate": "Mulai Menilai",
  "Start Time": "Waktu Mulai",
  "Start Time Invalid( hh : mm : ss )": "Waktu mulai tidak valid( hh : mm : ss )",
  "Start time": "Waktu Mulai",
  "Start trading": "Mulai Berdagang",
  "Statistics": "Statistik",
  "Status": "Status",
  "Step-up group": "Grup step-up",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks memiliki 2,5% house edge dan biaya 5% untuk posisi yang menguntungkan.",
  "Stonks prices are generated using a provably fair algorithm.": "Harga Stonks dihasilkan menggunakan algoritma yang terbukti adil.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Harga Stonks dihasilkan menggunakan algoritma yang terbukti adil. House edge nya adalah 2,5%.",
  "Stop Loss": "Stop Loss",
  "Stop loss at price": "Stop loss pada harga",
  "Stop loss price cannot be through bust price": "Harga Stop loss tidak bisa melampaui bust price",
  "Stop-Loss (SL)": "Stop-Loss (SL)",
  "Strategy planning": "Perencanaan strategi",
  "Submit": "Kirim",
  "Submit request": "Kirim permintaan",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Berlangganan sebanyak mungkin tingkat kedalaman yang tersedia menggunakan API streaming masing -masing pertukaran.",
  "Switch Dark or Light mode according to your preference": "Beralih ke mode Gelap atau Terang sesuai dengan preferensi Anda",
  "Symbol": "Simbol",
  "Symbol for extra security": "Simbol untuk keamanan ekstra",
  "System": "Sistem",
  "System Random: 300 lucky winners will be randomly selected.": "Sistem Acak: 300 pemenang yang beruntung akan dipilih secara acak.",
  "TP/SL": "TP / SL",
  "Take Profit": "Ambil Keuntungan",
  "Take profit at price": "Mengambil keuntungan pada harga",
  "Take-Profit (TP)": "Take-Profit (TP)",
  "Tap Trading": "Ketuk Perdagangan",
  "Tap to predict — quick moves, instant results.": "Ketuk untuk memprediksi - gerakan cepat, hasil instan.",
  "Target Market": "Target Pasar",
  "Tell us the reason for contacting us": "Beri tahu kami alasan anda menghubungi kami",
  "Test various trading tools and strategies": "Uji berbagai alat dan strategi perdagangan",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Terima kasih atas permintaan Anda, umumnya harus ditinjau dalam waktu 24 jam",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "Indeks Ketakutan dan Keserakahan CMC adalah alat eksklusif yang dikembangkan oleh CoinMarketCap yang mengukur sentimen yang berlaku di pasar mata uang kripto.",
  "The Profit Margin Is As High As 90%": "Margin Keuntungan Mencapai 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Batas agregat untuk posisi long/short Anda di semua cryptocurrency dibatasi pada <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Jumlah yang saat ini Anda miliki untuk melakukan pemesanan.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Harga bust adalah harga pasar di mana posisi Anda akan dilikuidasi karena margin tidak mencukupi.",
  "The calculation steps are as follows:": "Langkah-langkah perhitungannya adalah sebagai berikut:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Metode kerja sama terbuka dan transparan, dan tidak perlu khawatir tentang biaya tersembunyi.",
  "The coupon code is invalid or expired": "Kode kupon tidak valid atau kedaluwarsa",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Harga indeks akhir kemudian dihitung sebagai rata-rata tertimbang dari harga menengah marjinal pada setiap ukuran. Bobot dipilih untuk menjadi kepadatan probabilitas dari distribusi eksponensial, yang menurun secara monoton, menghasilkan penekanan yang lebih tinggi pada harga yang lebih dekat ke atas buku. Bobot diberikan oleh:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "8 byte hash pertama dikonversi menjadi integer 64-bit yang tidak ditandatangani menggunakan pengkodean kecil-endian. Integer ini kemudian dikonversi ke nomor floating point yang didistribusikan secara seragam. Menggunakan fungsi distribusi kumulatif terbalik dengan volatilitas centang yang dikonfigurasi pasar (0,1%) sebagai deviasi standar, kami mengonversi nilai titik mengambang menjadi pengembalian yang didistribusikan secara normal dan menggunakannya untuk memperbarui harga pasar.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Metodologi harga indeks telah dirancang untuk memenuhi dua sifat statistik penting dari deret waktu: sifat Markov dan martingale. Sifat Markov mengacu pada sifat proses stokastik yang tidak memiliki memori, yang memastikan bahwa distribusi probabilitas bersyarat dari nilai masa depan hanya bergantung pada nilai saat ini. Properti martingale menyiratkan bahwa nilai saat ini dari proses stokastik juga merupakan nilai yang diharapkan dari nilai masa depan. Kedua properti ini membuat harga indeks Detrade menjadi estimator yang tidak bias untuk harga di masa depan, sehingga pengguna dapat berdagang pada perubahan nilai mata uang kripto yang mendasarinya tanpa harus mengkhawatirkan efek struktur mikro dari masing-masing bursa.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Indeks ini memberikan wawasan tentang apakah pasar mungkin undervalued (ketakutan ekstrem) atau overvalued (keserakahan ekstrem).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Fungsi harga pembelian dan penjualan marjinal kemudian digunakan untuk mendefinisikan fungsi harga menengah marjinal yang diberikan ukuran: ",
  "The order has expired": "Pesanan telah kedaluwarsa",
  "The output is:": "Keluarannya adalah:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Hasil dari perhitungan ini adalah harga indeks tunggal yang digunakan untuk posisi long dan short dalam permainan trading Detrade. Tidak seperti kebanyakan platform perdagangan lainnya, Detrade tidak membebankan bid-offer spread. Trading dengan harga tunggal memungkinkan untuk berspekulasi pada pergerakan harga jangka pendek yang mana bid-offer spread akan sangat mahal.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Platform dapat menyesuaikan kampanye berdasarkan perubahan pasar dan kebijakan. Pembaruan akan diposting melalui pengumuman resmi.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Platform ini menyediakan BTC, ETH, dan pasangan perdagangan mata uang utama lainnya, dan akan terus memperbarui pasangan perdagangan mata uang populer.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Harga akan diatur ulang ke $1.000 pada pukul 00:00 UTC setiap hari, dan semua order yang tertunda akan secara otomatis diselesaikan selama pengaturan ulang.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Hadiah kumpulan kompetisi sangat tergantung pada taruhan hari sebelumnya. Semakin banyak pemain bertaruh, semakin besar kumpulan hadiah. Kumpulan hadiah saat ini akan ditampilkan di halaman kompetisi.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Produk dan layanan yang ditawarkan oleh Nexus Play LLC tidak ditujukan untuk penduduk Amerika Serikat, Uni Eropa, atau yurisdiksi lain di mana layanan dan produk tersebut dilarang oleh hukum. Nexus Play LLC tidak meminta bisnis atau menyediakan layanan broker untuk individu atau entitas di wilayah ini. Merupakan tanggung jawab klien potensial untuk mengetahui dan mematuhi hukum dan peraturan yang berlaku di yurisdiksi masing -masing sebelum terlibat dalam perdagangan online. Dengan mengakses situs web ini dan memanfaatkan layanan kami, Anda mengonfirmasi bahwa Anda bukan penduduk Amerika Serikat, Uni Eropa, atau yurisdiksi lain di mana layanan kami dibatasi.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Hadiah yang diperoleh dalam acara online ini akan dikreditkan secara otomatis ke saldo pemain.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Benih dikodekan ke dalam string heksadesimal kecil 64-karakter dan digabungkan dengan representasi string dari nilai penghitung centang saat ini. Hash dari string gabungan kemudian dihitung menggunakan fungsi hash blake2b dengan ukuran pencernaan 256-bit. Dengan menggunakan fungsi hash kriptografi, kami memastikan bahwa perubahan harga acak dan tidak dapat diprediksi sebelum benih terungkap, tetapi sepenuhnya dapat direproduksi setelah benih diketahui.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Formula penyelesaian terbuka dan transparan dan dapat dihitung secara real time.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Sistem ini menampilkan kemenangan dan kehilangan hasil dari Kolam Modal Atas dan Down. Saat Anda mendapat untung, Anda akan melihat jumlah laba Anda.",
  "The system is under maintenance and upgrade, please visit later": "Sistem ini sedang dalam pemeliharaan dan peningkatan, silakan kunjungi nanti",
  "The trade will complete in 5s.": "Perdagangan akan selesai dalam 5 detik.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Perdagangan akan selesai di <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Bonus perdagangan adalah <0>insentif pemasaran</0> yang disediakan oleh Detrade untuk membantu pengguna menjelajahi sistem perdagangan kami. Dana bonus <1>tidak dapat ditarik<1>, tetapi keuntungan dari penggunaannya dapat mempengaruhi saldo akun riil Anda.",
  "The trading symbol will be replaced regularly.": "Simbol perdagangan akan diganti secara berkala.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Para pemenang akan diumumkan pada halaman saat ini setiap hari Minggu pukul 10 malam (UTC), dan undian berikutnya akan dimulai 2 jam setelah undian terakhir.",
  "Theme": "Tema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Tidak ada batasan berapa banyak yang bisa Anda dapatkan. Semakin banyak teman yang Anda undang, semakin banyak hadiah yang akan Anda terima.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Dana ini dipotong dari saldo akun Anda, dan dana yang tidak mencukupi akan mengakibatkan penutupan posisi secara otomatis.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Acara ini hanya tersedia untuk pengguna di negara dan wilayah yang memenuhi syarat sebagaimana ditentukan oleh kebijakan kepatuhan platform.",
  "This field is required": "Bidang ini wajib diisi",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Ini termasuk alamat IP Anda, jenis browser, sistem operasi, waktu akses, dan halaman yang telah Anda lihat secara langsung sebelum dan sesudah mengakses platform kami.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Ini termasuk nama Anda, alamat email, nomor telepon, alamat pos, tanggal lahir, dan informasi lain yang Anda berikan saat mendaftar untuk akun atau menggunakan layanan kami.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Indeks ini berkisar dari 0 hingga 100, di mana nilai yang lebih rendah menunjukkan rasa takut yang ekstrem, dan nilai yang lebih tinggi menunjukkan keserakahan yang ekstrem.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Hal ini terkait dengan batasan spesifik per mata uang kripto, yang dirinci di bawah ini.",
  "This is why you should promote Detrade:": "Inilah sebabnya Anda harus mempromosikan Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Situs ini dilindungi oleh reCAPTCHA dan Kebijakan Privasi Google dan Ketentuan Layanan berlaku.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Melalui Program Kemitraan Detrade, Anda dapat membuka kunci komisi afiliasi yang meningkat, acara yang disponsori eksklusif, dan manfaat unik lainnya. Ingin belajar lebih banyak? Teruslah membaca!",
  "Time": "Waktu",
  "Time and payout": "Waktu dan pembayaran",
  "Time closed": "Waktu ditutup",
  "Time opened": "Waktu dibuka",
  "Time remaining": "Sisa waktu",
  "Tips": "Tips",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Tips: Biasanya membutuhkan waktu {{hours}} jam untuk memproses, mungkin lebih lama, waktu spesifik tergantung pada batas waktu pedagang.",
  "To": "Untuk",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Untuk menganalisis tren, memantau penggunaan, dan melakukan penelitian untuk meningkatkan layanan kami.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Untuk memastikan keamanan akun Anda, penarikan dana akan ditangguhkan selama 24 jam setelah autentikasi Google 2FA dihapus.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Untuk menjaga keadilan dan integritas, Detrade akan memantau akun yang berpartisipasi dalam program bonus melalui pemeriksaan perilaku dan teknis, termasuk namun tidak terbatas pada sidik jari perangkat, pelacakan IP, dan analisis pola transaksi.",
  "To manage your account, process transactions, and provide you with the services you request.": "Untuk mengelola akun Anda, memproses transaksi, dan memberi Anda layanan yang Anda minta.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Untuk memantau penipuan, menegakkan Ketentuan Layanan kami, dan mematuhi persyaratan hukum dan peraturan.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Untuk melindungi keamanan akun Anda, penarikan akan dinonaktifkan selama 24 jam setelah Anda mengubah kata sandi.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Untuk memberikan harga yang adil dan andal untuk permainan perdagangan, Detrade menghitung harga indeks gabungan setiap 500 milidetik yang berasal dari umpan harga waktu nyata ke dunia yang paling likuid dan pertukaran cryptocurrency turunan. Dengan menggabungkan banyak sumber harga, indeks detrade kuat untuk manipulasi pasar, masalah teknis, dan aktivitas perdagangan anomali lainnya yang mungkin terjadi pada pertukaran individu dari waktu ke waktu.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Untuk mengirimi Anda pembaruan, peringatan keamanan, dan pesan administrasi, dan untuk menanggapi pertanyaan dan permintaan Anda.",
  "To tailor our content and advertisements to your interests and preferences.": "Untuk menyesuaikan konten dan iklan kami dengan minat dan preferensi Anda.",
  "To trading center": "Ke pusat perdagangan",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Untuk memahami bagaimana pengguna berinteraksi dengan platform kami, mendiagnosis masalah teknis, dan meningkatkan fungsionalitas dan pengalaman pengguna.",
  "Today's Pnl": "Pnl Hari Ini",
  "Top": "Atas",
  "Top tokens": "Token Teratas",
  "Top trade": "Perdagangan Teratas",
  "Top-tier account manager": "Manajer akun kelas atas",
  "Total Trades": "Total Perdagangan",
  "Total commission": "Total komisi",
  "Total participated tickets for this round <0>{{total}}</0>": "Total tiket yang berpartisipasi untuk putaran ini <0>{{total}}</0>",
  "Total prize won": "Total hadiah yang dimenangkan",
  "Total profit": "Total keuntungan",
  "Total tickets": "Total tiket",
  "Total traders": "Total Pedagang",
  "Total trades": "Total Perdagangan",
  "Trade": "Perdagangan",
  "Trade for prestige": "Perdagangan untuk prestise",
  "Trade history": "Riwayat Perdagangan",
  "Trade like a rhythm master": "Trade seperti ahli ritme",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Lakukan trading saat harga turun jika Anda berpikir harga akan turun. Jika harga turun, Anda akan mendapatkan profit.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Lakukan trading saat harga naik jika Anda berpikir harga akan naik. Jika harga naik, Anda akan mendapatkan profit.",
  "Trade to Win": "Trade untuk Menang",
  "Trade to rank up": "Berdagang untuk naik peringkat",
  "Trade with $10,000 in virtual funds": "Berdagang dengan dana virtual sebesar $10.000",
  "Trader": "Pedagang",
  "Trades": "Perdagangan",
  "Trading": "Perdagangan",
  "Trading Amount": "Jumlah Perdagangan",
  "Trading Platform": "Platform Perdagangan",
  "Trading Smarter, Earning Better": "Trading Lebih Cerdas, Hasilkan Lebih Baik",
  "Trading Volume": "Volume Perdagangan",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Jumlah perdagangan terlalu besar untuk pengganda yang dipilih untuk harga stop loss yang dipilih",
  "Trading bonus trial": "Uji coba bonus perdagangan",
  "Trading center": "Pusat Perdagangan",
  "Trading indicators and signals": "Indikator dan sinyal perdagangan",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Perdagangan melibatkan risiko. Pastikan Anda memahami apa yang Anda lakukan sebelum menggunakan leverage atau dana bonus. Detrade tidak bertanggung jawab atas kerugian yang timbul dari perdagangan bonus.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Perdagangan dihentikan sementara setiap hari dari {{startTime}} ke {{endTime}} ({{timeZone}}) dan selama akhir pekan. Mohon selesaikan order Anda terlebih dahulu.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Turnamen perdagangan, bonus reguler, hadiah, kode promo, dan kompetisi perdagangan tersedia untuk digunakan atau berpartisipasi oleh pedagang.",
  "Traffic Owners": "Pemilik Traffic",
  "Transaction Completed": "Transaksi Selesai",
  "Transaction details": "Rincian transaksi",
  "Transactions": "Transaksi",
  "Transition details": "Rincian transisi",
  "Transparency & Security": "Transparansi & Keamanan",
  "Trigger price is too close to bust price": "Harga pemicu terlalu dekat dengan harga bust price",
  "Trigger price is too close to current price": "Harga pemicu terlalu dekat dengan harga saat ini",
  "Trusted by": "Dipercaya oleh",
  "Trusted by millions of users.": "Dipercaya oleh jutaan pengguna.",
  "Try": "Coba",
  "Try a quick demo": "Coba demo singkat",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Cobalah semua manfaat yang ditawarkan oleh platform pada akun demo dengan mata uang virtual, tanpa investasi nyata dan tanpa risiko yang terlibat.",
  "Turn every action into rewards. Start trading today.": "Ubah setiap tindakan menjadi hadiah. Mulailah berdagang hari ini.",
  "Txid": "Txid",
  "Type": "Jenis",
  "Type Your message": "Ketik pesan Anda",
  "UID": "UID",
  "UP": "NAIK",
  "USDT-Margined": "USDT-Margined",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Tutup setiap hari dari {{startTime}} sampai {{endTime}} ({{timeZone}}) dan sepanjang hari di akhir pekan.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Pengalaman Unik: Dari tantangan perdagangan inovatif hingga opsi perdagangan crypto yang disederhanakan dan model perdagangan eksklusif, Detred menawarkan pengalaman yang tidak akan anda temukan di tempat lain.",
  "Unlock Diamond": "Buka Diamond",
  "Unlock Top Traders, Achieve": "Buka Kunci Pedagang Teratas, raih",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Tidak perlu. Detrade adalah penyedia teknologi dan Anda dapat membeli solusi kami dari negara mana pun.",
  "Up": "Atas",
  "Up & Down": "Naik & Turun",
  "Up Down": "Naik Turun",
  "Up Or Down?": "Naik atau Turun?",
  "Up Wins": "Atas Menang",
  "Update Success": "Keberhasilan Pembaruan",
  "Updated at {{time}}": "Diperbarui pada {{time}}",
  "Updated timely": "Diperbarui tepat waktu",
  "Uppercase or lowercase letters": "Huruf kapital atau huruf kecil",
  "Usage Instructions & Limitations": "Instruksi Penggunaan & Batasan",
  "Used": "Digunakan",
  "User Agreement and Terms & Conditions": "Perjanjian Pengguna dan Syarat & Ketentuan",
  "User ID": "ID Pengguna",
  "User name": "Nama pengguna",
  "Username": "Nama pengguna",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Pengguna harus memilih atau berpartisipasi dalam pasangan perdagangan terkait perdagangan untuk menikmati kegiatan ini.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Dilarang keras menggunakan beberapa akun untuk melewati batas trading dan dapat mengakibatkan penangguhan akun atau penalti.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Menggunakan Buku Pesanan Komposit, suatu fungsi didefinisikan untuk mewakili harga marjinal untuk membeli atau menjual jumlah yang diberikan. Misalnya, fungsi pembelian marjinal adalah:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Menggunakan otentikasi dua faktor sangat disarankan karena melindungi akun Anda dengan kata sandi dan ponsel Anda.",
  "VIP": "VIP",
  "VIP group": "Grup VIP",
  "Validity period: within 14 days after activation": "Masa berlaku: dalam 14 hari setelah aktivasi",
  "Verifiable fairness": "Keadilan yang dapat diverifikasi",
  "Verification": "Verifikasi",
  "Verification Example": "Contoh verifikasi",
  "Verification code failed": "Kode verifikasi gagal",
  "Verification email sent. Check your inbox.": "Email verifikasi dikirim. Periksa kotak masuk Anda.",
  "Verified": "Terverifikasi",
  "Verify": "Verifikasi",
  "Verify Fairness": "Verifikasi keadilan",
  "Verify fairness": "Verifikasi keadilan",
  "View details": "Lihat rincian",
  "View more": "Lihat lebih lanjut",
  "Volume": "Volume",
  "Volume (24h)": "Volume (24 jam)",
  "Voucher code": "Kode voucher",
  "Wager": "Taruhan",
  "Wager <0>{{amount}}</0> To Reach": "Taruhan <0>{{amount}}</0> untuk mencapai",
  "Wait For Next Round": "Tunggu babak berikutnya",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Tunggu sampai ada setidaknya 6 umpan harga yang valid. Jika tidak ada umpan harga yang cukup, harga indeks detrade tidak akan diperbarui.",
  "Wallet": "Dompet",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Ingin bergabung dengan Program Kemitraan Detrade? Hubungi tim dukungan kami untuk memulai!",
  "Watch play demo": "Tonton demo bermain",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Kami mengumpulkan informasi tentang aktivitas Anda di platform kami, termasuk aktivitas perdagangan, preferensi, dan keterlibatan dengan konten kami.",
  "We collect several types of information from and about users of our Platform, including:": "Kami mengumpulkan beberapa jenis informasi dari dan tentang pengguna platform kami, termasuk:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Kami memiliki tim teknis dan operasional yang sangat baik untuk terus memenuhi kebutuhan pelanggan dan memberikan lebih banyak jaminan kepada pelanggan.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Kami menerapkan berbagai langkah keamanan untuk melindungi informasi pribadi Anda dari akses, penggunaan, atau pengungkapan yang tidak sah. Langkah -langkah ini termasuk enkripsi, kontrol akses, dan penyimpanan yang aman. Namun, tidak ada metode transmisi melalui Internet atau metode penyimpanan elektronik 100% aman, dan kami tidak dapat menjamin keamanan absolutnya.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Kami berharap dapat melihat Anda menjadi anggota keluarga Alliance kami yang berkembang dan membantu kami membentuk masa depan Detrade bersama-sama!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Kami dapat mengumpulkan informasi keuangan seperti nomor rekening bank, detail kartu kredit, dan riwayat transaksi untuk memfasilitasi transaksi dan mematuhi persyaratan peraturan.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Kami dapat mengumpulkan informasi tentang lokasi Anda jika Anda mengizinkan kami melakukannya, menggunakan teknologi seperti GPS, Wi-Fi, atau data menara seluler.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Kami dapat mengungkapkan informasi Anda jika diwajibkan oleh hukum atau sebagai tanggapan atas permintaan yang sah dari otoritas publik (misalnya, pengadilan atau lembaga pemerintah).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Kami dapat mengungkapkan informasi Anda untuk melindungi hak, properti, atau keselamatan Detrade, pengguna kami, atau orang lain, dan untuk menegakkan syarat dan ketentuan kami.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Kami dapat berbagi atau mentransfer informasi Anda sehubungan dengan, atau selama negosiasi, setiap merger, penjualan aset perusahaan, pembiayaan, atau akuisisi semua atau sebagian dari bisnis kami oleh perusahaan lain.",
  "We may share your information with third parties if you provide your consent to do so.": "Kami dapat membagikan informasi Anda dengan pihak ketiga jika Anda memberikan persetujuan Anda untuk melakukannya.",
  "We may share your information with third parties in the following circumstances:": "Kami dapat membagikan informasi Anda dengan pihak ketiga dalam keadaan berikut:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Kami dapat membagikan informasi Anda dengan penyedia layanan pihak ketiga yang melakukan layanan atas nama kami, seperti pemrosesan pembayaran, analisis data, pengiriman email, dan layanan hosting.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Kami menawarkan berbagai opsi perdagangan derivatif terluas, menarik lebih dari 2,5 juta pedagang online di seluruh dunia. Teknologi kami memberikan pengalaman perdagangan yang intuitif dan kuat, memungkinkan klien kami untuk lebih memahami risiko dan membuat keputusan perdagangan yang tepat.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Kami menyediakan platform perdagangan yang sederhana dan mudah dioperasikan, sehingga setiap orang dapat menjadi pedagang.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Kami memberikan panduan langkah demi langkah untuk menarik pemain ke platform Anda, bersama dengan materi pemasaran yang terbukti efektif.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Kami berhak untuk membatalkan bonus dan keuntungan terkait dalam kondisi berikut:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Kami menggunakan cookie, web beacon, dan teknologi pelacakan lainnya untuk mengumpulkan informasi tentang penggunaan Anda atas Platform kami dan untuk meningkatkan pengalaman trader Anda.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Kami menggunakan teknologi mutakhir untuk menyediakan transaksi tercepat tanpa penundaan atau gangguan dalam pengoperasian antarmuka trader.",
  "We use the information we collect for various purposes, including:": "Kami menggunakan informasi yang kami kumpulkan untuk berbagai tujuan, termasuk:",
  "We will contact you within 3 working days, please check your email regularly": "Kami akan menghubungi Anda dalam waktu 3 hari kerja, silakan periksa email Anda secara teratur",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Kami akan menyimpan informasi pribadi Anda selama diperlukan untuk memenuhi tujuan yang dikumpulkan, termasuk untuk mematuhi persyaratan hukum, peraturan, atau bisnis.",
  "Website for PC": "Situs web untuk PC",
  "Website for smartphones": "Situs web untuk ponsel cerdas",
  "Week": "Minggu",
  "Week's Pnl": "Pnl minggu ini",
  "Weekly raffle": "Undian mingguan",
  "Welcome Bonus": "Bonus Selamat Datang",
  "Welcome To": "Selamat datang di",
  "Welcome To Demo Trading ": "Selamat Datang di Demo Trading ",
  "Welcome to Detrade Connect": "Selamat datang di Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Selamat datang di Detrade, platform perdagangan opsi biner terkemuka. Sebelum Anda mulai menggunakan platform kami, harap baca dan pahami syarat dan ketentuan berikut. Dengan mengakses atau menggunakan platform Detrade, Anda setuju untuk terikat oleh ketentuan dan kondisi ini. Jika Anda tidak setuju dengan bagian mana pun dari Ketentuan ini, Anda tidak boleh menggunakan platform kami.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Selamat datang di Stonks! Harga akan diatur ulang menjadi $1.000 pada 00:00 UTC setiap hari, dan setiap pesanan yang tertunda akan secara otomatis diselesaikan selama reset.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Selamat datang di detrade! Sebagai ucapan terima kasih atas dukungan Anda, kami menawarkan <0>bonus trading hingga 50 USDT</0> untuk pengguna baru Rasakan pengalaman trading opsi biner tanpa risiko dan imbalan nyata!",
  "What currencies can be deposited and withdrawn?": "Mata uang apa yang dapat disetorkan dan ditarik?",
  "What does it mean?": "Apa artinya?",
  "What is Detrade Connect?": "Apa itu Detrade Connect?",
  "What operational expenses could Partner have?": "Biaya operasional apa yang bisa dimiliki mitra?",
  "What would you like your new limit to be? (max 500% of current limit)": "Anda ingin batas baru Anda? (Maks 500% dari batas saat ini)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Ketika hitungan mundur berakhir, sistem akan memasuki proses penyelesaian persiapan. Sistem mencatat harga awal setelah hitungan mundur berakhir (pada bendera pertama). Ketika K-line berjalan selama periode waktu tertentu, sistem mencatat harga akhir (pada bendera kedua). Bandingkan harga akhir dan harga awal. Jika harga akhir lebih besar dari harga awal, maka trader yang memilih arah NAIK akan menang. Jika tidak, trader yang memilih arah TURUN yang menang.",
  "When the dual conditions are met, you will receive profits.": "Ketika kondisi ganda dipenuhi, Anda akan menerima keuntungan.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Ketika diperdagangkan di bursa tradisional dengan buku pesanan batas pusat, pesanan pengambilan besar umumnya akan bersilangan dengan pesanan istirahat di luar tawaran atau penawaran terbaik, menghasilkan harga pengisian rata-rata yang lebih buruk daripada harga buku teratas. Pembuat pasar membatasi jumlah likuiditas yang bersedia mereka tawarkan pada harga tertinggi karena adanya risiko tambahan yang diwakili oleh pesanan besar. Daripada mengharuskan pesanan besar untuk diisi pada beberapa harga, Detrade malah menggunakan formula dampak pasar untuk menetapkan harga penutupan untuk perdagangan yang menang (perdagangan yang ditutup secara manual tidak terpengaruh) untuk meniru dampak pasar dari pesanan pengambilan besar, tetapi dengan cara yang lebih konsisten dan dapat diprediksi. Cara termudah untuk melihat efek dampak pasar yang tepat adalah dengan menggunakan Kalkulator ROI yang terdapat di halaman perdagangan berjangka.",
  "When will the commission be distributed?": "Kapan komisi akan didistribusikan?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Ketika trading teman Anda berakhir, Anda bisa menerima komisi langsung untuk trading tersebut.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Di mana <0>P_close</0> adalah <1>P_open * (1-1/multiplier_leverage</1>) untuk bust atau harga stop loss.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Di mana <0>p_i | i in 1..N</0> dan <1> s_i|i in 1..N</1> adalah harga beli dan ukuran diurutkan dalam peningkatan jarak dari atas buku. Fungsi ini memberikan harga maksimum yang akan dibayar untuk membeli sejumlah <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Di mana <0>v_i</0> adalah ukuran di mana harga tengah dihitung dan didefinisikan sebagai gabungan dari ukuran pembelian dan penjualan kumulatif dari buku pesanan gabungan. <1>L</1> adalah faktor penskalaan yang didefinisikan sebagai <2>1/V</2>, di mana <3>V</3> adalah ukuran maksimum di mana harga tengah dihitung dan didefinisikan sebagai jumlah minimum dari jumlah ukuran beli dan jual dalam buku pesanan gabungan.",
  "Which currency pairs can be traded on Detrade?": "Pasangan mata uang mana yang dapat diperdagangkan pada Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Pemilik label putih tidak memiliki biaya dalam mengembangkan platform. Yang mereka butuhkan hanyalah fokus pada penjualan dan pemasaran.",
  "Whitelist pre-booking": "Pra-pemesanan daftar putih",
  "Why Partner with Detrade?": "Mengapa Bermitra dengan Detrade?",
  "Why choose Detrade": "Mengapa Memilih Detrade",
  "Why you must choose us?": "Mengapa Anda harus memilih kami?",
  "Wild": "Liar",
  "Will The Price Go Up Or Down": "Apakah harga akan naik atau turun",
  "Will the price go up or down ?": "Apakah harga akan naik atau turun?",
  "Win": "Menang",
  "Win Crypto Tokens": "Menangkan Token Kripto",
  "Win if the price breaks out — above the high or below the low.": "Menang jika harga menembus - di atas harga tertinggi atau di bawah harga terendah.",
  "Win rate": "Tingkat kemenangan",
  "Winner": "Pemenang",
  "Winning": "Menang",
  "Winning Tickets": "Memenangkan Tiket",
  "Winning prize details": "Rincian Hadiah Pemenang",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Dengan biaya PnL, Anda tidak membayar biaya apa pun untuk membuka atau menutup perdagangan, dan hanya sebagian kecil dari keuntungan Anda (jika ada) yang diambil saat Anda menutup perdagangan",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Dengan biaya tetap diaktifkan, Anda menerima 100% dari keuntungan Anda, tetapi membayar di muka <0>biaya tetap yang mencakup biaya masuk, keluar, dan slippage</0> sebelum memasuki perdagangan, seperti di bursa biasa",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Dengan fitur dan pembaruan baru yang menarik di cakrawala, sekarang adalah waktu yang tepat untuk mulai mempromosikan Detlard.",
  "Withdraw": "Menarik",
  "Withdraw Fee": "Biaya Penarikan",
  "Withdraw Order Created": "Perintah Penarikan Dibuat",
  "Withdraw Processing": "Pemrosesan Penarikan",
  "Withdraw Success": "Penarikan Berhasil",
  "Withdraw is in progress": "",
  "Withdraw to": "Tarik ke",
  "Withdraw your earnings 24/7": "Tarik penghasilan Anda 24/7",
  "Withdrawal fee": "Biaya Penarikan",
  "Withdrawal fee discount": "Diskon biaya penarikan",
  "Yes": "Ya",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Ya, DeTrade percaya pada transparansi total dan menawarkan semua data kepada Anda. Anda dapat melihat semua informasi ini di",
  "Yes, contact us at any time to upgrade your package.": "Ya, hubungi kami kapan saja untuk meningkatkan paket Anda.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Ya, mereka yang tidak terbiasa dengan mata uang kripto dapat Masuk melalui jejaring sosial dan mendanainya dengan kartu bank.",
  "Yes, you can use both.": "Ya, Anda dapat menggunakan keduanya.",
  "Yield": "Hasil",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Anda dapat menyetor dan menarik sebagian besar mata uang digital utama di pasar, dan platform juga secara bertahap akan meluncurkan fungsi deposit dan penarikan mata uang legal.",
  "You can share your invite link to your friend or your social media": "Anda dapat membagikan tautan undangan Anda ke teman atau media sosial Anda",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Anda memiliki hak untuk keberatan dengan pemrosesan informasi pribadi Anda, dalam kondisi tertentu.",
  "You have the right to request a copy of the personal information we hold about you.": "Anda memiliki hak untuk meminta salinan informasi pribadi yang kami miliki tentang Anda.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Anda memiliki hak untuk meminta agar kami memperbaiki ketidakakuratan dalam informasi pribadi Anda.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Anda memiliki hak untuk meminta kami menghapus informasi pribadi Anda, tunduk pada pengecualian tertentu.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Anda akan menerima 20% dari house edge untuk setiap perdagangan yang mereka tempatkan. Jika Anda memiliki banyak pengikut, Anda dapat menghubungi kami untuk lebih banyak komisi.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Anda akan menerima sekitar {nextCapitalCost} subsidi dalam jam berikutnya, dan jumlah spesifik tunduk pada tingkat pendanaan pada waktu itu",
  "You won <0>{{award}}</0>": "Anda menang <0>{{award}}</0>",
  "Your": "Anda",
  "Your Telegram": "Telegram Anda",
  "Your account level is assessed and updated on the": "Tingkat akun Anda dinilai dan diperbarui pada",
  "Your current limit is {{limit}}": "Batas Anda saat ini adalah {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Batas Anda saat ini adalah: biaya PnL - {{pnl}}, biaya tetap - {{Fixed}}",
  "Your email": "Email Anda",
  "Your friends will be associated with you after they sign up": "Teman Anda akan dikaitkan dengan Anda setelah mereka mendaftar",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Informasi Anda, termasuk informasi pribadi, dapat ditransfer dan dipelihara di server atau database yang terletak di luar negara Anda atau yurisdiksi. Dengan menggunakan platform kami, Anda menyetujui transfer informasi Anda ke Amerika Serikat atau negara lain di mana Detrade atau penyedia layanannya memelihara fasilitas.",
  "Your investment": "Investasi Anda",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Pilihan bahasa Anda berlaku untuk email Detrade, SMS, notifikasi dalam aplikasi, dan semua perangkat yang Anda masuki.",
  "Your name": "Nama Anda",
  "Your profile is now private": "Profil Anda sekarang pribadi",
  "Your profile is now public": "Profil Anda sekarang publik",
  "Your transfer amount has to MATCH the submission amount.": "Jumlah transfer Anda harus SESUAI dengan jumlah pengajuan.",
  "Zero Trading Fees": "Nol Biaya Perdagangan",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Verifikasi Dokumen: Pengguna mungkin diminta untuk mengunggah salinan dokumen identifikasi yang dikeluarkan pemerintah, seperti paspor, SIM, atau kartu ID nasional.",
  "all assets": "semua aset",
  "all status": "semua status",
  "approved": "disetujui",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Performance Cookies**: Cookie ini mengumpulkan informasi tentang bagaimana Anda menggunakan platform kami, seperti halaman mana yang paling sering Anda kunjungi. Informasi ini digunakan untuk meningkatkan fungsionalitas platform kami.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Alamat Verifikasi: Pengguna mungkin diminta untuk memberikan bukti alamat, seperti tagihan utilitas atau laporan bank, untuk memverifikasi alamat tempat tinggal mereka.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "berdasarkan kinerja dan aktivitas terbaru Anda. Teruslah terlibat dan naikkan peringkat!",
  "basic information verification": "verifikasi informasi dasar",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Functional Cookies**: Cookie ini memungkinkan Platform kami mengingat pilihan yang Anda buat (seperti nama pengguna, bahasa, atau wilayah Anda) dan menyediakan fitur yang lebih baik dan lebih personal.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Verifikasi biometrik: Detrade dapat menggunakan metode otentikasi biometrik, seperti pengenalan wajah atau pemindaian sidik jari, untuk memverifikasi identitas pengguna.",
  "change password": "ubah kata sandi",
  "chat rules": "aturan obrolan",
  "currency": "mata uang",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Targeting/Advertising Cookies**: Cookie ini digunakan untuk menayangkan iklan yang lebih relevan dengan Anda dan minat Anda. Cookie ini juga membantu kami mengukur efektivitas kampanye iklan.",
  "date": "tanggal",
  "day": "hari",
  "demo": "demo",
  "deposit": "setoran",
  "deposit with a 50% bonus": "setoran dengan bonus 50%",
  "down": "turun",
  "earn ticket": "dapatkan tiket",
  "edit profile": "sunting profil",
  "edit your avatar": "edit Avatar Anda",
  "email": "email",
  "explanation": "penjelasan",
  "failed": "gagal",
  "forgot password?": "lupa kata sandi?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "pegang Diamond selama 3 bulan — manajer VIP kami akan mengundang Anda untuk mengakses privileges Diamond+ yang disesuaikan.",
  "init": "init",
  "liq price": "harga liq",
  "live": "langsung",
  "loading...": "memuat...",
  "lucky poll": "poll keberuntungan",
  "medium": "sedang",
  "month": "bulan",
  "more": "lebih",
  "my tickets": "tiket saya",
  "name": "nama",
  "no": "tidak",
  "or": "atau",
  "order id": "id pesanan",
  "pending": "tertunda",
  "perks in total": "total keuntungan",
  "price": "harga",
  "prize": "hadiah",
  "processing": "pengolahan",
  "rejected": "ditolak",
  "results": "hasil",
  "rewards": "hadiah",
  "rewards list": "daftar hadiah",
  "search “Google Authenticator” and proceed to download.": "cari \"Google Authenticator\" dan lanjutkan untuk mengunduh.",
  "seed": "benih",
  "strong": "kuat",
  "success": "berhasil",
  "temporary rejected": "ditolak sementara",
  "terms and conditions": "syarat dan Ketentuan",
  "tickets number": "nomor tiket",
  "ticks": "ticks",
  "time": "waktu",
  "token": "token",
  "top": "atas",
  "trader": "pedagang",
  "trading platform": "platform Perdagangan",
  "two-Factor authentication": "otentikasi dua faktor",
  "up": "naik",
  "voucher": "voucher",
  "wager": "bertaruh",
  "weak": "lemah",
  "week": "minggu",
  "welcome gifts": "hadiah selamat datang",
  "withdraw": "menarik",
  "{{field}} is required": "{{field}} diperlukan",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} posisi - {{percent}} dari total hadiah Kontes Harian",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>dari {{total}}</0>",
  "|PnL|": "|PnL|"
}
