{
  "* Both a memo/tag and an address are required": "* एक मेमो/टॅग आणि पत्ता दोन्ही आवश्यक आहे",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* कृपया प्राप्त पत्त्यावर मेमो/ टॅग आवश्यक असल्यास पुष्टी करा. जर ते भरले नाही किंवा चुकीचे भरले नाही, तर मालमत्ता गमावली जाईल",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*कॅल्क्युलेटरचे निकाल अंदाजे असतात आणि प्रत्यक्ष ROI/P&L बाजार परिस्थितीनुसार दाखवल्यापेक्षा वेगळे असू शकतात.",
  "1-on-1 manager": "1-ऑन -1 व्यवस्थापक",
  "1. Choose the future price direction": "1. भविष्यातील किंमत दिशा निवडा",
  "1. Information We Collect": "1. आम्ही गोळा करत असलेली माहिती",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"आम्ही\",\"आम्हाला\", किंवा \"आमचे\") मजबूत अँटी-मनी लाँडरिंग (AML) आणि नो युवर कस्टमर (KYC) धोरणे आणि प्रक्रियांच्या अंमलबजावणीद्वारे मनी लाँडरिंग आणि दहशतवादी वित्तपुरवठा क्रियाकलापांचा सामना करण्यासाठी वचनबद्ध आहे.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade(\"आम्ही\",\"आम्ही\",किंवा \"आमचे\") ऑनलाइन बायनरी ऑप्शन्स ट्रेडिंग प्लॅटफॉर्म(\"प्लॅटफॉर्म\") चालवते जे व्यापाऱ्यांना (\"तुम्ही\"किंवा\"ट्रेडर\") विविध आर्थिक साधनांचा व्यापार करण्यास सक्षम करते.",
  "1.1 Personal Identification Information:": "1.1 वैयक्तिक ओळख माहिती:",
  "1.2 Financial Information:": "1.2 आर्थिक माहिती:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 हे अँटी-मनी लाँडरिंग विरोधी (AML)आणि तुमच्या ग्राहकाला जाणून घ्या(KYC)धोरण(\"पॉलिसी\") आमच्या व्यापाऱ्यांची (\"तुम्ही\"किंवा\"व्यापारी\") ओळख सत्यापित करण्यासाठी आणि Detrade च्या प्लॅटफॉर्मवर मनी लाँडरिंग आणि दहशतवादी वित्तपुरवठा क्रियाकलाप शोधून प्रतिबंधित करण्यासाठी आमच्या जबाबदाऱ्या आणि प्रक्रियांची रूपरेषा दर्शवते.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 हा वापरकर्ता करार आणि अटी आणि शर्ती (\"करार\") तुमच्या Detrade च्या प्लॅटफॉर्मच्या वापराचे नियमन करतात. आमच्या प्लॅटफॉर्मवर प्रवेश करून किंवा वापरून, तुम्ही कबूल करता की तुम्ही हा करार वाचला आहे, समजला आहे आणि त्याच्याशी बांधील राहण्यास सहमत आहात.",
  "1.3 Technical Information:": "1.3 तांत्रिक माहिती:",
  "1.4 Usage Data:": "1.4 वापर डेटा:",
  "1.5 Location Information:": "1.5 स्थान माहिती:",
  "1.6 Cookies and Tracking Technologies:": "1.6 कुकीज आणि ट्रॅकिंग तंत्रज्ञान:",
  "1.Introduction": "1.परिचय",
  "10 most wagering players carve up the prize pool.": "सर्वाधिक पैज लावणारे 10 खेळाडू बक्षीस पूल तयार करतात.",
  "10. Amendments to the Policy": "10. धोरणातील सुधारणा",
  "10. International Data Transfers": "10. आंतरराष्ट्रीय डेटा ट्रान्सफर",
  "10. Limitation of Liability": "10. दायित्वाची मर्यादा",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade कधीही या धोरणात बदल करण्याचा किंवा सुधारणा करण्याचा अधिकार राखून ठेवते. कोणतेही बदल Detrade च्या प्लॅटफॉर्मवर पोस्ट केल्यानंतर लगेच प्रभावी होतील.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 कायद्याने परवानगी दिलेल्या पूर्ण मर्यादेपर्यंत, आमच्या प्लॅटफॉर्मच्या तुमच्या वापरामुळे किंवा त्याच्याशी संबंधित कोणत्याही प्रकारे उद्भवणाऱ्या कोणत्याही प्रत्यक्ष, अप्रत्यक्ष, आनुषंगिक, विशेष किंवा परिणामी नुकसानीसाठी Detrade जबाबदार राहणार नाही.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 कोणत्याही परिस्थितीत या करारामुळे किंवा त्याच्याशी संबंधित सर्व नुकसान, तोटा आणि कारवाईच्या कारणांसाठी Detrade ची तुमच्यावरील एकूण जबाबदारी, घटनेच्या आधीच्या बारा (12) महिन्यांच्या कालावधीत तुम्ही Detrade ला दिलेल्या रकमेपेक्षा जास्त असणार नाही, ज्यामुळे अशी जबाबदारी निर्माण होते.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 कोणत्याही अपडेट्स किंवा बदलांची माहिती ठेवण्यासाठी या धोरणाचे वेळोवेळी पुनरावलोकन करणे ही तुमची जबाबदारी आहे. या धोरणात कोणत्याही बदलांनंतर डेट्रेडच्या प्लॅटफॉर्मचा तुमचा सतत वापर म्हणजे त्या बदलांची स्वीकृती होय.",
  "1000x leverage": "1000x लीव्हरेज",
  "11. Contact Information": "11. संपर्क माहिती",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 जर तुम्हाला या पॉलिसी किंवा डेट्रेडच्या AML आणि KYC प्रक्रियांबद्दल काही प्रश्न, चिंता किंवा अभिप्राय असतील तर कृपया [support@detrade.com] वर आमच्याशी संपर्क साधा.",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 तुम्ही Detrade आणि त्याच्या सहयोगी, अधिकारी, संचालक, कर्मचारी आणि एजंटना Detrade च्या प्लॅटफॉर्मच्या वापरामुळे किंवा या कराराच्या उल्लंघनामुळे उद्भवणारे कोणतेही आणि सर्व दावे, दायित्वे, नुकसान, तोटा, खर्च, खर्च किंवा शुल्क (वाजवी वकिलांच्या शुल्कासह) पासून आणि त्याविरुद्ध नुकसानभरपाई देण्यास, बचाव करण्यास आणि निरुपद्रवी ठेवण्यास सहमत आहात.",
  "11.Indemnification": "11. नुकसानभरपाई",
  "12. Contact Us": "12. आमच्याशी संपर्क साधा",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 हा करार [Jurisdiction] च्या कायद्यांद्वारे नियंत्रित केला जाईल आणि त्यानुसार त्याचा अर्थ लावला जाईल.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 या करारातून किंवा त्याच्याशी संबंधित कोणतेही वाद [Arbitration Organization] नियमांनुसार मध्यस्थीद्वारे सोडवले जातील.",
  "12.Governing Law and Dispute Resolution": "12.शासित कायदा आणि वाद निराकरण",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade कधीही या करारात बदल करण्याचा किंवा सुधारणा करण्याचा अधिकार राखून ठेवते. कोणतेही बदल Detrade च्या प्लॅटफॉर्मवर पोस्ट केल्यानंतर लगेच प्रभावी होतील.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 कोणत्याही अद्यतनांची किंवा बदलांची माहिती ठेवण्यासाठी या कराराचे वेळोवेळी पुनरावलोकन करणे ही तुमची जबाबदारी आहे. या करारातील कोणत्याही सुधारणांनंतर तुम्ही Detrade च्या प्लॅटफॉर्मचा सतत वापर करणे म्हणजे त्या बदलांची स्वीकृती होय.",
  "13.Amendments to the Agreement": "13.करारातील सुधारणा",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 जर तुम्हाला या कराराबद्दल किंवा Det.rade च्या प्लॅटफॉर्मबद्दल काही प्रश्न, चिंता किंवा अभिप्राय असतील तर कृपया आमच्याशी येथे संपर्क साधा",
  "14.Contact Information": "14.संपर्क माहिती",
  "16th of every month": "प्रत्येक महिन्याचा 16 वा",
  "1D": "1दिवस",
  "1M": "1महिना",
  "1W": "1आठवडा",
  "2. Definitions": "2. व्याख्या",
  "2. Eligibility": "2. पात्रता",
  "2. How We Use Your Information": "2. आम्ही तुमची माहिती कशी वापरतो",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. तुम्ही फंड पूलची एकूण ऑर्डर रक्कम वर आणि खाली दिशानिर्देशांमध्ये पाहू शकता आणि यादीतील तुमची आणि इतर वापरकर्त्यांची ऑर्डर स्थिती पाहू शकता.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" म्हणजे मनी लाँडरिंग विरोधी, जो वित्तीय प्रणालींद्वारे बेकायदेशीर उत्पन्न निर्मिती रोखण्यासाठी डिझाइन केलेल्या प्रक्रिया, कायदे आणि नियमांचा संच आहे.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Detrade च्या प्लॅटफॉर्मवर प्रवेश करून किंवा त्याचा वापर करून, तुम्ही प्रतिनिधित्व करता आणि हमी देता की तुमचे वय किमान 18 वर्षे आहे आणि या करारात प्रवेश करण्याची कायदेशीर क्षमता आहे.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 आमचा प्लॅटफॉर्म प्रदान करणे आणि त्याची देखभाल करणे:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" म्हणजे तुमच्या ग्राहकांना जाणून घ्या, जी ग्राहकांची ओळख पडताळण्याची आणि बेकायदेशीर क्रियाकलापांमध्ये सहभागी होण्याच्या त्यांच्या संभाव्य जोखमीचे मूल्यांकन करण्याची प्रक्रिया आहे.",
  "2.2 To Improve Our Platform:": "2.2 आमच्या प्लॅटफॉर्ममध्ये सुधारणा करण्यासाठी:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 तुम्ही आमच्या प्लॅटफॉर्मच्या वापराबाबत सर्व लागू कायदे आणि नियमांचे पालन केले पाहिजे.",
  "2.3 To Communicate with You:": "2.3 तुमच्याशी संवाद साधण्यासाठी:",
  "2.4 To Personalize Your Experience:": "2.4 तुमचा अनुभव वैयक्तिकृत करण्यासाठी:",
  "2.5 To Conduct Analytics and Research:": "2.5 विश्लेषण आणि संशोधन करणे:",
  "2.6 To Ensure Security and Compliance:": "2.6 सुरक्षा आणि अनुपालन सुनिश्चित करण्यासाठी:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% संलग्न कमिशन (आमच्या मूळ दरापेक्षा 100% वाढ).",
  "20+ exchange market data": "20+ एक्सचेंज बाजार डेटा",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24 तास पैसे काढण्याची मर्यादा सूचना आमच्या सिस्टमने तुमच्या खात्यातील महत्त्वाच्या माहितीमध्ये बदल ओळखले आहेत आणि म्हणून आम्ही तुमच्या मालमत्तेचे संरक्षण करण्यासाठी पावले उचलत असताना तुमच्या खात्यातील पैसे काढण्याची सुविधा तात्पुरती निलंबित करत आहोत. UTC वेळेनुसार {{time}} रोजी निर्बंध आपोआप काढून टाकले जातील",
  "24h Live Players": "24 तास लाइव्ह खेळाडू",
  "24h Trade Vol": "24h ट्रेड व्हॉल्यूम",
  "24h Wins Paid": "24 तासांत जिंकलेले पैसे",
  "24h high": "24h उच्च",
  "24h low": "24h निम्न",
  "24h players": "24h प्लेअर",
  "24h win ratio": "24h विजय गुणोत्तर",
  "2FA Code's length is not right": "2FA कोड लांबी बरोबर नाही",
  "2FA authentication": "2FA ऑथेंटिकेशन",
  "2s CFD and 5-60s Options": "2s CFD आणि 5-60s पर्याय",
  "3. Customer Due Diligence (CDD)": "3. ग्राहकांची योग्य काळजी (CDD)",
  "3. How We Share Your Information": "3. आम्ही तुमची माहिती कशी शेअर करतो",
  "3. Wait for system settlement": "3. सिस्टम सेटलमेंटची वाट पहा",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade सर्व वापरकर्त्यांची ओळख पडताळण्यासाठी आणि त्यांच्या जोखीम पातळीचे मूल्यांकन करण्यासाठी कस्टमर ड्यू डिलिजेंस (CDD) करते.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Detrade च्या प्लॅटफॉर्मच्या काही वैशिष्ट्यांमध्ये प्रवेश करण्यासाठी, तुम्हाला खात्यासाठी नोंदणी करावी लागू शकते.",
  "3.1 With Service Providers:": "3.1 सेवा प्रदात्यांसह:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 नोंदणी प्रक्रियेदरम्यान, तुम्हाला काही वैयक्तिक माहिती द्यावी लागू शकते, ज्यामध्ये तुमचे पूर्ण नाव, जन्मतारीख, निवासी पत्ता, सरकारने जारी केलेली ओळखपत्र आणि पत्त्याचा पुरावा यांचा समावेश आहे परंतु त्यापुरते मर्यादित नाही.",
  "3.2 For Legal Reasons:": "3.2 कायदेशीर कारणांसाठी:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 खात्यासाठी नोंदणी करताना, तुम्ही नोंदणी फॉर्ममध्ये सांगितल्याप्रमाणे तुमच्याबद्दल अचूक, अद्ययावत आणि संपूर्ण माहिती देण्यास सहमत आहात.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 तुमची ओळख पडताळण्यासाठी किंवा तुमच्या जोखीम पातळीचे मूल्यांकन करण्यासाठी तुमच्याकडून अतिरिक्त माहिती किंवा कागदपत्रांची विनंती करण्याचा अधिकार Detrade राखून ठेवते.",
  "3.3 To Protect Our Rights:": "3.3 आमच्या हक्कांचे रक्षण करण्यासाठी:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 तुमच्या खात्याच्या क्रेडेंशियल्सची आणि तुमच्या खात्याअंतर्गत होणाऱ्या सर्व क्रियाकलापांची गोपनीयता राखण्याची जबाबदारी तुमची आहे.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 जर आम्हाला असे वाटले की तुम्ही नोंदणी प्रक्रियेदरम्यान खोटी किंवा दिशाभूल करणारी माहिती दिली आहे किंवा या करारातील कोणत्याही तरतुदीचे उल्लंघन केले आहे, तर Detrade तुमचे खाते निलंबित करण्याचा किंवा बंद करण्याचा अधिकार राखून ठेवते.",
  "3.4 With Your Consent:": "3.4 तुमच्या संमतीने:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 कस्टमर ड्यू डिलिजेंस (CDD) च्या उद्देशाने डेट्रेडने विनंती केलेली कोणतीही माहिती किंवा कागदपत्रे त्वरित प्रदान करण्यास तुम्ही सहमत आहात.",
  "3.5 In Business Transfers:": "3.5 व्यवसाय हस्तांतरणांमध्ये:",
  "3.Account Registration": "3.खाते नोंदणी",
  "3rd Merchant Processing": "तिसरा मर्चन्ट प्रक्रिया",
  "4. Check the winning and losing results": "4. जिंकण्याचे आणि हरण्याचे निकाल तपासा",
  "4. Identity Verification": "4. ओळख पडताळणी",
  "4. Platform Use": "4. प्लॅटफॉर्म वापर",
  "4. Your Data Protection Rights": "4. तुमचे डेटा संरक्षण अधिकार",
  "4.1 Access:": "4.1 प्रवेश:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade त्याच्या वापरकर्त्यांची ओळख पडताळण्यासाठी विविध पद्धती आणि साधने वापरते, ज्यात समाविष्ट आहे परंतु इतकेच मर्यादित नाही:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Detrade चा प्लॅटफॉर्म केवळ माहितीपूर्ण आणि शैक्षणिक उद्देशाने प्रदान केला आहे. तुम्ही कबूल करता आणि सहमत आहात की आमच्या प्लॅटफॉर्मवर प्रदान केलेली कोणतीही माहिती आर्थिक सल्ला म्हणून नाही आणि गुंतवणूक निर्णय घेण्यासाठी त्यावर अवलंबून राहू नये.",
  "4.2 Correction:": "4.2 सुधारणा:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 वापरकर्त्यांनी दिलेला कोणताही दस्तऐवज किंवा माहिती ओळख पडताळणीसाठी अपुरी किंवा चुकीची वाटल्यास ती नाकारण्याचा अधिकार Detrade राखून ठेवते.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 बायनरी पर्यायांच्या व्यापाराशी संबंधित जोखमींचे मूल्यांकन करण्याची आणि Detrade च्या प्लॅटफॉर्मवर व्यापार करणे तुमच्यासाठी योग्य आहे की नाही हे ठरवण्याची जबाबदारी तुमची आहे.",
  "4.3 Deletion:": "4.3 हटवणे:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 तुम्ही Detrade च्या प्लॅटफॉर्मचा वापर सर्व लागू कायदे आणि नियमांनुसार आणि इतरांच्या हक्कांचे उल्लंघन न करता किंवा या कराराच्या अटींचे उल्लंघन न करता अशा प्रकारे करण्यास सहमत आहात.",
  "4.4 Objection:": "4.4 आक्षेप:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 निर्बंध: काही विशिष्ट परिस्थितींमध्ये, तुमच्या वैयक्तिक माहितीच्या प्रक्रियेवर निर्बंध घालण्याची विनंती करण्याचा तुम्हाला अधिकार आहे.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 डेटा पोर्टेबिलिटी: काही विशिष्ट परिस्थितींमध्ये, तुमची वैयक्तिक माहिती दुसऱ्या संस्थेकडे किंवा थेट तुमच्याकडे हस्तांतरित करण्याची विनंती करण्याचा तुम्हाला अधिकार आहे.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 संमती मागे घ्या: जर तुम्ही तुमची वैयक्तिक माहिती प्रक्रिया करण्यासाठी आम्हाला संमती दिली असेल, तर तुम्हाला कधीही तुमची संमती मागे घेण्याचा अधिकार आहे.",
  "5. Data Security": "5. डेटा सुरक्षा",
  "5. Risk Assessment": "5. जोखीम मूल्यांकन",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade प्रत्येक व्यापाऱ्याची ओळख पडताळणी माहिती, व्यवहार इतिहास आणि इतर संबंधित घटकांच्या आधारे जोखीम मूल्यांकन करते.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Detrade's प्लॅटफॉर्म वापरकर्त्यांना विविध वित्तीय साधनांवर बायनरी पर्यायांचा व्यापार करण्याची परवानगी देतो, ज्यामध्ये स्टॉक, चलने, कमोडिटीज आणि निर्देशांक यांचा समावेश आहे परंतु त्यापुरते मर्यादित नाही.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 वापरकर्त्यांना जोखीम मूल्यांकनाच्या निकालांवर आधारित जोखीम रेटिंग दिले जाऊ शकते, जे त्यांच्या व्यवहारांवर आणि खात्याच्या क्रियाकलापांवर लागू केलेल्या छाननीच्या पातळीवर परिणाम करू शकते.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 तुम्ही कबूल करता आणि सहमत आहात की बायनरी पर्यायांच्या व्यापारात लक्षणीय जोखीम असतात, ज्यामध्ये तुमची संपूर्ण गुंतवणूक गमावण्याचा धोका देखील समाविष्ट असतो.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 प्रत्येक व्यापाराशी संबंधित जोखमींचे मूल्यांकन करण्याची आणि तुमच्या वैयक्तिक परिस्थितीनुसार योग्य गुंतवणूक धोरण निश्चित करण्याची जबाबदारी तुमची आहे.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 आमच्या प्लॅटफॉर्मवर केलेल्या कोणत्याही व्यापाराच्या नफा किंवा यशाबाबत Detrade कोणतीही हमी किंवा आश्वासन देत नाही.",
  "5.Trading": "5.व्यापार",
  "50+ trading pairs": "50+ ट्रेडिंग जोड्या",
  "6 Month's Pnl": "6 महिन्यांचे Pnl",
  "6. Data Retention": "6. डेटा रिटेंशन",
  "6. Fees and Charges": "6. शुल्क आणि शुल्क",
  "6. Monitoring and Reporting": "6. देखरेख आणि अहवाल देणे",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 आमच्या प्लॅटफॉर्मवर केलेल्या काही सेवा किंवा व्यवहारांसाठी Detrade शुल्क आकारू शकते. तुम्ही आमच्या प्लॅटफॉर्मच्या वापराशी संबंधित सर्व लागू शुल्क आणि शुल्क भरण्यास सहमत आहात.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade संशयास्पद किंवा असामान्य वर्तनाच्या लक्षणांसाठी व्यापारी व्यवहार आणि खाते क्रियाकलापांचे निरीक्षण करते जे मनी लाँड्रिंग किंवा दहशतवादी वित्तपुरवठा क्रियाकलाप दर्शवू शकतात.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade आमच्या फी रचनेत कधीही, सूचना देऊन किंवा न देता बदल करण्याचा किंवा सुधारणा करण्याचा अधिकार राखून ठेवते.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Detrade ला कोणतीही संशयास्पद गतिविधी किंवा व्यवहार आढळल्यास, आम्ही संबंधित अधिकार्यांना अशा क्रियाकलापाची तक्रार करण्याचा आणि व्यापारी खाती गोठवणे किंवा निलंबित करणे यासह परंतु त्यापुरते मर्यादित न राहता योग्य कारवाई करण्याचा अधिकार राखून ठेवतो.",
  "6M": "6महिना",
  "7 * 24 technical services": "7 * 24 तांत्रिक सेवा",
  "7. Cookies and Similar Technologies": "7. कुकीज आणि तत्सम तंत्रज्ञान",
  "7. Intellectual Property": "7. बौद्धिक संपदा",
  "7. Record-Keeping": "7. रेकॉर्ड ठेवणे",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Detrade प्लॅटफॉर्मवर उपलब्ध असलेली सर्व सामग्री आणि साहित्य, ज्यामध्ये मजकूर, ग्राफिक्स, लोगो, प्रतिमा आणि सॉफ्टवेअर समाविष्ट आहे परंतु त्यापुरते मर्यादित नाही, ही Detrade किंवा त्याच्या परवानाधारकांची मालमत्ता आहे आणि कॉपीराइट, ट्रेडमार्क आणि इतर बौद्धिक संपदा कायद्यांद्वारे संरक्षित आहे.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 कुकीज: आमच्या प्लॅटफॉर्मवरील तुमचा अनुभव वाढवण्यासाठी आम्ही कुकीज वापरतो. कुकी ही तुमच्या डिव्हाइसवर ठेवलेली एक लहान फाइल आहे जी आम्हाला तुमचा ब्राउझर ओळखण्यास आणि काही माहिती कॅप्चर करण्यास आणि लक्षात ठेवण्यास अनुमती देते.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade लागू कायदे आणि नियमांनुसार सर्व व्यापारी ओळख आणि व्यवहार माहितीच्या नोंदी ठेवते.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 कुकीजचे प्रकार: a) **आवश्यक कुकीज**: आमच्या प्लॅटफॉर्मच्या ऑपरेशनसाठी या कुकीज आवश्यक आहेत. त्या तुम्हाला साइटवर नेव्हिगेट करण्यास आणि तिची वैशिष्ट्ये वापरण्यास सक्षम करतात.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 वापरकर्त्यांचे रेकॉर्ड गोपनीय ठेवले जातात आणि कायद्यानुसार आवश्यकतेनुसार अधिकृत कर्मचारी किंवा नियामक अधिकाऱ्यांनाच उघड केले जातात.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 तुम्हाला डेट्रेडच्या प्लॅटफॉर्मवर प्रवेश करण्यासाठी आणि तुमच्या वैयक्तिक आणि गैर-व्यावसायिक वापरासाठी वापरण्यासाठी मर्यादित, अनन्य आणि अ-हस्तांतरणीय परवाना देण्यात आला आहे.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 कुकीज व्यवस्थापित करणे: तुम्ही वैयक्तिक ब्राउझर स्तरावर कुकीजचा वापर नियंत्रित करू शकता. जर तुम्ही कुकीज नाकारल्या तरीही तुम्ही आमचा प्लॅटफॉर्म वापरू शकता, परंतु आमच्या प्लॅटफॉर्मची काही वैशिष्ट्ये किंवा क्षेत्रे वापरण्याची तुमची क्षमता मर्यादित असू शकते.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 तुम्ही डेट्रेडच्या स्पष्ट लेखी संमतीशिवाय डेट्रेडच्या प्लॅटफॉर्मवर उपलब्ध असलेल्या कोणत्याही सामग्री किंवा सामग्रीवर आधारित पुनरुत्पादन, सुधारणा, वितरण किंवा व्युत्पन्न कामे तयार न करण्यास सहमत आहात.",
  "8. Third-Party Links": "8. तृतीय-पक्ष दुवे",
  "8. Training and Awareness": "8. प्रशिक्षण आणि जागरूकता",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade त्यांच्या कर्मचाऱ्यांना AML आणि KYC धोरणे आणि प्रक्रियांबद्दल माहिती आहे याची खात्री करण्यासाठी प्रशिक्षण आणि जागरूकता कार्यक्रम प्रदान करते.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade त्यांच्या वापरकर्त्यांच्या गोपनीयतेचा आदर करते आणि त्यांच्या वैयक्तिक माहितीचे संरक्षण करण्यास वचनबद्ध आहे. आम्ही तुमची वैयक्तिक माहिती कशी गोळा करतो, वापरतो आणि उघड करतो याबद्दल तपशीलांसाठी कृपया आमच्या गोपनीयता धोरणाचा संदर्भ घ्या.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 कर्मचाऱ्यांना संशयास्पद क्रियाकलाप ओळखण्यासाठी आणि त्यांची तक्रार करण्यासाठी आणि सर्व AML आणि KYC आवश्यकतांचे पालन करण्यासाठी प्रशिक्षित केले जाते.",
  "8.Privacy Policy": "8.गोपनीयता धोरण",
  "9. Children's Privacy": "9. मुलांची गोपनीयता",
  "9. Compliance Oversight": "9. अनुपालन देखरेख",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade ने AML आणि KYC धोरणे आणि प्रक्रियांचे पालन पाहण्यासाठी जबाबदार असलेल्या अनुपालन अधिकाऱ्याची नियुक्ती केली आहे.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade कधीही आणि कोणत्याही कारणास्तव, कारणासह किंवा विनाकारण आणि पूर्वसूचना न देता आमच्या प्लॅटफॉर्मवरील तुमचा प्रवेश निलंबित करण्याचा किंवा समाप्त करण्याचा अधिकार राखून ठेवते.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 अनुपालन अधिकारी नियामक घडामोडींवर लक्ष ठेवण्यासाठी, आवश्यकतेनुसार AML आणि KYC धोरणे अद्यतनित करण्यासाठी आणि Detrade कामकाज सर्व लागू कायदे आणि नियमांचे पालन करत असल्याची खात्री करण्यासाठी जबाबदार आहेत.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Detrade च्या प्लॅटफॉर्मवरील तुमचा प्रवेश संपुष्टात आल्यानंतर, या करारातील सर्व तरतुदी ज्या त्यांच्या स्वभावाने संपुष्टात आल्या पाहिजेत, त्या कायम राहतील, ज्यामध्ये बौद्धिक संपदा, दायित्वाची मर्यादा आणि विवाद निराकरण यासंबंधीच्या तरतुदींचा समावेश आहे परंतु त्यापुरते मर्यादित नाही.",
  "9.Termination": "9.समाप्ती",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>बोनस रक्कम:</0> तुमच्या पहिल्या ठेवीच्या 50%",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>बोनस कॅप:</0> जास्तीत जास्त 50 USDT ट्रेडिंग बोनस",
  "<0>Eligibility:</0> New users on Detrade only": "<0>पात्रता:</0> फक्त Detrade वर नवीन वापरकर्ते",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>आवश्यकता:</0> पहिली ठेव ≥ 50 USDT (किंवा समतुल्य क्रिप्टो)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>समर्थित उत्पादने</0>: हायलो, स्प्रेड, अप डाउन, फ्युचर",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> या फेरीची तिकिटे पाठवली गेली आहेत!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> प्रति एंट्री आणि एक्झिट ट्रेड {{position}} च्या स्लिपेजसह",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>च्या {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "ट्रेड उघडताना {{feeAmount}} ({{commission}}) चे एकच शुल्क आकारण्यात आले (position:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "जेव्हा तुम्ही व्यापार बंद करता तेव्हा तुमच्या नफ्यातील काही भाग (जर असेल तर) घेतला जातो",
  "A variable fee was charged as a fraction of profits upon closing the trade": "व्यापार बंद केल्यावर नफ्याच्या अंश म्हणून एक परिवर्तनीय शुल्क आकारले गेले",
  "A verification will be sent to {{email}}": "{{email}} वर पडताळणी पाठवली जाईल",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "अ: तुम्ही चारही ट्रेडिंग मोड अनलॉक केले आहेत याची खात्री करा. जर समस्या कायम राहिली तर मदतीसाठी ग्राहक समर्थनाशी संपर्क साधा.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "अ: नाही, बोनस स्वतः काढता येत नाही. तथापि, कोणताही <0>बोनस वापरून केलेला नफा</0> काढला जाऊ शकतो.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "अ: हो. कृपया जारी केल्यापासून <0>7 दिवसांच्या आत</0> तुमचा बोनस सक्रिय करा. कालबाह्य झालेले बोनस परत मिळू शकत नाहीत.",
  "AF": "AF",
  "AML & KYC policy": "AML आणि KYC धोरण",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Detrade बद्दल",
  "Access over 70 popular assets with up to 90% profit potential": "90% नफा संभाव्यतेसह 70 पेक्षा जास्त लोकप्रिय मालमत्तांमध्ये प्रवेश करा",
  "Account Details": "खाते तपशील",
  "Account Not Verified": "खाते सत्यापित नाही",
  "Account Verified": "खाते सत्यापित",
  "Activate": "सक्रिय करा",
  "Activation expiry time": "सक्रियकरण समाप्ती वेळ",
  "Active": "सक्रिय",
  "Active tickets": "सक्रिय तिकीट",
  "Activity priority access": "अ‍ॅक्टिव्हिटी प्राधान्य अ‍ॅक्सेस",
  "Add": "जोडा",
  "Add key phrase into Google Authenticator and remember the key phrase": "Google Authenticator मध्ये मुख्य वाक्यांश जोडा आणि मुख्य वाक्यांश लक्षात ठेवा",
  "Add referral": "संदर्भ जोडा",
  "Add referral code": "रेफरल कोड जोडा",
  "Address is required": "पत्ता आवश्यक",
  "Address valid": "पत्ता वैध",
  "Advanced": "प्रगत",
  "Advanced Users": "प्रगत वापरकर्ते",
  "Advanced chart": "अडवान्सड चार्ट",
  "Advantage": "फायदा",
  "Affiliate program": "संलग्न प्रोग्राम",
  "Affiliates": "संलग्न",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "तुमची पहिली ठेव पूर्ण केल्यानंतर, तुमचे प्रारंभिक 1 USDT चाचणी व्हाउचर पाहण्यासाठी <0>रिवॉर्ड सेंटर</0> वर जा.",
  "After setting your personal information private, other users will not be able to see your username and information.": "तुमची वैयक्तिक माहिती खाजगी ठेवल्यानंतर, इतर वापरकर्ते तुमचे वापरकर्तानाव आणि माहिती पाहू शकणार नाहीत.",
  "Agreement": "करार",
  "Airdrop": "एअरड्रॉप",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "एअरड्रॉप पद्धत: रिवॉर्ड्स आपोआप वॉलेटमध्ये वितरित केले जातात. कृपया अॅपमधील ईमेलचे अनुसरण करा.",
  "Airdrop plan": "एअरड्रॉप योजना",
  "Airdrop program": "एअरड्रॉप प्रोग्राम",
  "Airdrops": "एअरड्रॉप्स",
  "Algorithm": "अल्गोरिदम",
  "All": "सर्व",
  "All Assets": "सर्व संपत्ती",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "या वेबसाइटवरील सर्व ब्रोकरेज क्रियाकलाप Nexus Play LLC द्वारे प्रदान केले जातात.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "सर्व गेम प्ले फॉर्म्युले खुले आणि पारदर्शक आहेत, जे फसवणूक टाळतात आणि भागीदार आणि खेळाडूंना धोका टाळतात.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "24-तास ट्रेडिंग फेरीसाठी सर्व किमती यादृच्छिकपणे काढलेल्या सीडचा वापर करून पूर्वनिश्चित केल्या जातात, ज्या प्रत्येक ट्रेडिंग फेरीच्या शेवटी उघड होतात. या प्रकाशित बियाण्याद्वारे, कोणीही हे सत्यापित करू शकते की आम्ही खाली दिलेल्या अल्गोरिथमचे पालन केले आहे आणि राउंड सुरू झाल्यानंतर कोणत्याही किंमतींमध्ये बदल केला नाही. विशेष म्हणजे, तुमच्या ट्रेडिंगच्या आधारे किंमती बदलणे आमच्यासाठी अशक्य आहे.",
  "All prizes will be sent in USDT.": "सर्व बक्षिसे USDT मध्ये पाठवली जातील.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "तुम्हाला आवश्यक असलेल्या टॉप ट्रेडरचा सर्व प्रत्यक्ष अनुभव, ज्यामध्ये सर्वात लोकप्रिय ट्रेडिंग इंडिकेटर आणि सिग्नलचा समावेश आहे.",
  "All time wins paid": "सर्व वेळ विजय दिले",
  "Already have an account?": "आधीपासूनच खाते आहे?",
  "Amount": "रक्कम",
  "Amount is required": "रक्कम आवश्यक",
  "Amount to withdraw": "काढण्यासाठी रक्कम",
  "Announcement": "अन्नऊन्समेंट",
  "Announcements": "घोषणा",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "मनी लाँडरिंग विरोधी (AML) आणि तुमच्या ग्राहकाला जाणून घ्या (KYC) धोरण",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "काही प्रश्न आहेत का? आमची समर्पित सपोर्ट टीम तुम्हाला मदत करण्यास आणि अर्ज प्रक्रियेत मार्गदर्शन करण्यास तयार आहे.",
  "Apply": "अर्ज करा",
  "Applying": "अर्ज करत आहे",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "पुढील तासात अंदाजे {{nextCapitalCost}} आकारले जाईल आणि विशिष्ट रक्कम त्या वेळी निधी दराच्या अधीन असेल.",
  "Are there any geographical restrictions?": "काही भौगोलिक निर्बंध आहेत का?",
  "Arrival amount": "आगमनाची रक्कम",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "जोपर्यंत कार्यक्रम सक्रिय राहतो, तोपर्यंत तुमचा रेफरी Detrade खात्यासाठी नोंदणी केल्यापासून तुम्ही कमिशन मिळवू शकता.",
  "Ask a question": "एक प्रश्न विचारा",
  "Asset types,currencies,cryptocurrencies for any trader.": "कोणत्याही व्यापाऱ्यासाठी मालमत्ता प्रकार, चलने, क्रिप्टोकरन्सी.",
  "Assets": "मालमत्ता",
  "Assets overview": "मालमत्ता विहंगावलोकन",
  "At least {{exceed}} number": "किमान {{exceed}} संख्या",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "उलटी गणनाच्या शेवटी, तुम्ही भाकित केलेल्या ट्रेंडच्या आधारे नफा आणि तोटा निश्चित केला जाईल.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "प्रत्येक ट्रेडिंग फेरीच्या सुरुवातीला (00:00 UTC), एक नवीन 32-बाइट सीड यादृच्छिकपणे निवडले जाते. संपूर्ण फेरीच्या किंमती या सीडला वाढत्या पूर्णांक टिक काउंटरसह एकत्रित करून पुनरुत्पादित केल्या जाऊ शकतात.",
  "Auto": "ऑटो",
  "Available": "उपलब्ध",
  "Available on request": "विनंतीनुसार उपलब्ध",
  "Award quota": "पुरस्कारांचा कोटा",
  "Awarded users": "पुरस्कृत वापरकर्ते",
  "Balance": "शिल्लक",
  "Balance is not enough": "शिल्लक पुरेशी नाही",
  "Basic": "बेसिक",
  "Becoming an affiliate is easy": "संलग्न बनणे सोपे आहे",
  "Benefit from our many years of experience and internationally renowned reputation.": "आमच्या अनेक वर्षांच्या अनुभवाचा आणि आंतरराष्ट्रीय स्तरावर प्रसिद्ध असलेल्या प्रतिष्ठेचा फायदा घ्या.",
  "Benefits": "फायदे",
  "Benefits:": "फायदे:",
  "Best For": "साठी सर्वोत्तम",
  "Bet": "पैज",
  "Betting": "बेटिंग",
  "Binary Options Exchange": "बायनरी पर्याय एक्सचेंज",
  "Bind": "बांधा",
  "Bind Success": "यशाची बांधणी",
  "Black diamond circle": "ब्लॅक डायमंड सर्कल",
  "Blockchain Processing": "ब्लॉकचेन प्रोसेसिंग",
  "Bonus": "बोनस",
  "Bonus Rules": "बोनस नियम",
  "Bonus Trial": "बोनस ट्रायल",
  "Bonus pool": "बोनस पूल",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "बोनस व्हाउचर <0>न काढता येण्याजोगे</0> आहेत, परंतु <1>बोनस ट्रेडमधील नफा काढता येण्याजोगा आहे<1>",
  "Boost your earnings by affiliate program": "संबद्ध प्रोग्रामद्वारे तुमची कमाई वाढवा",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "1000x लीव्हरेजसह तुमचा ट्रेड वाढवा — मोठी जोखीम, मोठे बक्षीस.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "तुमच्या व्यापाराला 1000× पर्यंतच्या लीव्हरेजसह चालना द्या — मोठी जोखीम, मोठे बक्षीस.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC द्वारे ऑफर केलेली ब्रोकरेज उत्पादने आणि सेवा.",
  "Bronze": "ब्राँझ",
  "Bust And Stop Loss Prices": "बस्ट आणि स्टॉप लॉस किंमती",
  "Buy": "खरेदी करा",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Detrade च्या प्लॅटफॉर्मवर प्रवेश करून किंवा त्याचा वापर करून, तुम्ही हे गोपनीयता धोरण वाचले आहे, समजून घेतले आहे आणि त्याच्याशी बांधील राहण्यास सहमत आहात हे मान्य करता. जर तुम्ही या गोपनीयता धोरणाशी सहमत नसाल, तर तुम्ही आमचा प्लॅटफॉर्म वापरू नये.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Detrade च्या प्लॅटफॉर्मवर प्रवेश करून किंवा त्याचा वापर करून, तुम्ही कबूल करता की तुम्ही हा करार वाचला आहे, समजला आहे आणि त्याच्याशी बांधील राहण्यास सहमत आहात. जर तुम्ही या कराराच्या कोणत्याही भागाशी सहमत नसाल, तर तुम्ही Detrade च्या प्लॅटफॉर्मचा वापर करू नये.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Detrade च्या प्लॅटफॉर्मवर प्रवेश करून किंवा त्याचा वापर करून, तुम्ही हे मान्य करता की तुम्ही हे AML आणि KYC धोरण वाचले आहे, समजून घेतले आहे आणि त्याचे पालन करण्यास सहमत आहात. जर तुम्ही या धोरणाच्या कोणत्याही भागाशी सहमत नसाल, तर तुम्ही Detrade च्या प्लॅटफॉर्मचा वापर करू नये.",
  "Calculator": "कॅल्क्युलेटर",
  "Campaign": "मोहीम",
  "Campaign Center": "मोहीम केंद्र",
  "Can I See The Data Of My Referral?": "मी माझ्या रेफरलचा डेटा पाहू शकतो का?",
  "Can I use a live account and a demo account at the same time?": "मी एकाच वेळी लाईव्ह अकाउंट आणि डेमो अकाउंट वापरू शकतो का?",
  "Can Partner upgrade his partnership level in the future?": "भविष्यात भागीदार त्याच्या भागीदारीची पातळी वाढवू शकतो का?",
  "Can non-crypto users play Detrade games?": "क्रिप्टो नसलेले वापरकर्ते Detrade गेम खेळू शकतात का?",
  "Cancel": "रद्द करा",
  "Cannot exceed {{exceed}} characters": "{{exceed}} वर्णांपेक्षा जास्त असू शकत नाही",
  "Cash All": "रोख सर्व",
  "Champion Profits": "विजेता नफा",
  "Change": "बदला",
  "Change password": "संकेतशब्द बदला",
  "Chat": "गप्पा",
  "Check <0>ROI calculator</0> for more details": "अधिक माहितीसाठी <0>ROI कॅल्क्युलेटर</0> तपासा",
  "Chg%": "Chg%",
  "Choose Symbol": "प्रतीक निवडा",
  "Choose Your <0> Account Type And </0>  Start Trading!": "तुमचा <0> खाते प्रकार निवडा आणि </0> ट्रेडिंग सुरू करा!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "तुमचा <br/> खाते प्रकार निवडा आणि </br> ट्रेडिंग सुरू करा!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "तुमची स्थिती वाढवण्यासाठी गुणक निवडा. जास्त गुणक सेट केल्याने तुमचा मार्जिन धोका वाढतो",
  "Choose the cryptocurrency that you would like to start trading.": "तुम्हाला ज्या क्रिप्टोकरन्सीचा व्यापार सुरू करायचा आहे ती निवडा.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "काउंटडाउनच्या निर्दिष्ट वेळेत ऑर्डर देण्यासाठी वरची किंवा खालची दिशा निवडा.",
  "Claim": "दावा",
  "Claim Voucher": "क्लेम व्हाउचर",
  "Claimed rewards": "दावा केलेले रिवॉर्ड",
  "Claimed rewards details": "दावा केलेल्या रिवॉर्ड्सचे तपशील",
  "Click Here To View The": "पाहण्यासाठी येथे क्लिक करा",
  "Click Up or Down to Trading": "ट्रेडिंग करण्यासाठी वर किंवा खाली क्लिक करा",
  "Client": "क्लायंट",
  "Close": "बंद करा",
  "Close Time": "बंद होण्याची वेळ",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "कधीही बंद करा, नफा असो वा तोटा. तुमची पोझिशन आपोआप बंद करण्यासाठी टेक-प्रॉफिट किंवा स्टॉप-लॉस लक्ष्ये सेट करा",
  "Close the order": "ऑर्डर बंद करा",
  "Close type": "बंद प्रकार",
  "Closed successfully!": "यशस्वीरित्या बंद झाले!",
  "Co-planning rights": "सह-नियोजन अधिकार",
  "Coin-Margined": "कॉइन-आधारित",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "प्रत्येक किंमत फीडमधील सर्व रेस्टिंग लिमिट ऑर्डर एकाच संयुक्त ऑर्डर बुकमध्ये एकत्र करा. काही खरेदी ऑर्डरची किंमत इतर एक्सचेंजेसमधील काही विक्री ऑर्डरच्या किंमतीपेक्षा जास्त असेल हे ठीक आहे आणि अपेक्षित आहे. एकाच मोठ्या ऑर्डरचा प्रभाव मर्यादित करण्यासाठी वैयक्तिक ऑर्डर आकार $1 दशलक्ष पर्यंत मर्यादित केले आहेत.",
  "Coming soon": "लवकरच येत आहे",
  "Community": "कम्युनिटी",
  "Community access": "सामुदायिक प्रवेश",
  "Completed": "पूर्ण झाले",
  "Comprehensive trading training": "सर्वसमावेशक व्यापार प्रशिक्षण",
  "Computers and smartphones are fully functional": "संगणक आणि स्मार्टफोन पूर्णपणे कार्यरत आहेत",
  "Condition 1: The price trend matches your prediction.": "अट 1: किमतीचा कल तुमच्या अंदाजाशी जुळतो.",
  "Condition 2: Price movement breaks through the spread.": "अट 2: किमतीची हालचाल स्प्रेडमधून जाते.",
  "Confirm": "पुष्टी करा",
  "Confirm Close": "बंद पुष्टी करा",
  "Confirm removing Google 2FA authentication?": "Google 2FA ऑथेंटिकेशन काढून टाकण्याची पुष्टी करायची का?",
  "Confirm settlement of all orders?": "सर्व ऑर्डर्सची पुर्तता निश्चित करायची?",
  "Confirm to close the order?": "ऑर्डर बंद करण्याची पुष्टी करायची का?",
  "Confirmations": "पुष्टीकरणे",
  "Connect": "कनेक्ट करा",
  "Connect with your friends": "आपल्या मित्रांसह कनेक्ट व्हा",
  "Contact Us": "आमच्याशी संपर्क साधा",
  "Contact us": "आमच्याशी संपर्क साधा",
  "Contact us with Email or Live chat": "ईमेल किंवा लाईव्ह चॅटद्वारे आमच्याशी संपर्क साधा",
  "Content creators program": "सामग्री निर्माते कार्यक्रम",
  "Contest prize pool": "स्पर्धेतील बक्षीस निधी",
  "Continue": "सुरू ठेवा",
  "Continue Deposit Process": "जमा करण्याची प्रक्रिया सुरू ठेवा",
  "Continue deposit process": "ठेव प्रक्रिया सुरू ठेवा",
  "Continue with Google": "Google सह सुरू ठेवा",
  "Continue with X": "X सह सुरू ठेवा",
  "Continuously updated": "सतत अपडेट केले जाते",
  "Convenient deposit and withdrawal methods": "सोयीस्कर ठेव आणि पैसे काढण्याच्या पद्धती",
  "Copy": "कॉपी करा",
  "Copy Success": "कॉपी यशस्वी",
  "Copy this code to your authenticator app": "हा कोड तुमच्या ऑथेंटिकेटर अ‍ॅपमध्ये कॉपी करा",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "कॉपीराइट © 2025 Nexus Play LLC. सर्व अधिकार राखीव आहेत.",
  "Country": "देश",
  "Create Password": "पासवर्ड तयार करा",
  "Crypto": "क्रिप्टो",
  "Crypto - binary options": "क्रिप्टो - बायनरी पर्याय",
  "Crypto Pairs": "क्रिप्टो पेअर्स",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "क्रिप्टोकरन्सी कॉन्ट्रॅक्ट ट्रेडिंगमध्ये उच्च पातळीचा धोका असतो आणि तुम्ही तुमची संपूर्ण ट्रेड रक्कम गमावू शकता. तुम्ही जितका जास्त लीव्हरेज वापरता तितका जास्त धोका. तथापि, कोणत्याही परिस्थितीत तुम्ही तुमच्या सुरुवातीच्या ट्रेड रकमेपेक्षा जास्त तोटा करू शकत नाही.",
  "Currency": "चलन",
  "Custom Price Move %": "कस्टम किंमत बदल %",
  "Custom cashback plan": "कस्टम कॅशबॅक प्लॅन",
  "Custom revenue share and fee option.": "कस्टम महसूल वाटणी आणि शुल्क पर्याय.",
  "Custom services": "कस्टम सर्विसेस",
  "Custom signals": "कस्टम सिग्नल",
  "Customized incentives tailored to your needs.": "तुमच्या गरजांनुसार सानुकूलित प्रोत्साहने.",
  "DOWN": "डाउन",
  "Daily Active Users": "दैनिक सक्रिय वापरकर्ते",
  "Daily Earning": "रोजची कमाई",
  "Daily contest": "दैनिक स्पर्धा",
  "Dark": "गडद",
  "Date": "दिनांक",
  "Day": "दिवस",
  "DeTrade overview": "DeTrade विहंगावलोकन",
  "Dedicated customer support": "समर्पित ग्राहक सहाय्य",
  "Demo": "डेमो",
  "Demo Account": "डेमो खाते",
  "Demo Trading": "डेमो ट्रेडिंग",
  "Depending on your location, you may have the following rights regarding your personal information:": "तुमच्या स्थानानुसार, तुमच्या वैयक्तिक माहितीबाबत तुम्हाला खालील अधिकार असू शकतात:",
  "Deposit": "डिपॉझिट",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "120 USDT जमा करा → 50 USDT चा मर्यादित बोनस प्राप्त करा",
  "Deposit 80 USDT → Receive 40 USDT bonus": "80 USDT ठेव → 40 USDT बोनस प्राप्त करा",
  "Deposit Amount": "ठेवीची रक्कम",
  "Deposit Order Created": "ठेव ऑर्डर तयार केली",
  "Deposit Via {{depositChannel}}": "{{depositChannel}} द्वारे जमा करा",
  "Deposit address": "ठेवीचा पत्ता",
  "Deposit and withdraw money with ease using the most convenient payment method.": "सर्वात सोयीस्कर पेमेंट पद्धतीचा वापर करून सहज पैसे जमा करा आणि काढा.",
  "Deposit is in progress": "",
  "Deposit now": "आता जमा करा",
  "Deposits and withdrawals": "ठेवी आणि काढणे",
  "Derivative Exchanges": "व्युत्पन्न एक्सचेंजेस",
  "Description": "वर्णन",
  "Detail": "तपशीलवार",
  "Details": "तपशील",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"आम्ही,\" \"आम्हाला,\" किंवा \"आमचे\") तुमच्या गोपनीयतेला महत्त्व देते आणि तुमच्या वैयक्तिक माहितीचे संरक्षण करण्यास वचनबद्ध आहे. हे गोपनीयता धोरण स्पष्ट करते की जेव्हा तुम्ही आमचे बायनरी ऑप्शन्स ट्रेडिंग प्लॅटफॉर्म (\"प्लॅटफॉर्म\") वापरता तेव्हा आम्ही तुमची माहिती कशी गोळा करतो, वापरतो, उघड करतो आणि सुरक्षित करतो. आमच्या प्लॅटफॉर्मवर प्रवेश करून किंवा वापरून, तुम्ही या धोरणानुसार माहिती गोळा करण्यास आणि वापरण्यास सहमती देता. जर तुम्ही या धोरणाशी सहमत नसाल, तर तुम्ही आमचा प्लॅटफॉर्म वापरू नये.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect हे एक अखंड एकत्रीकरण समाधान आहे जे तृतीय-पक्ष प्लॅटफॉर्मना आमच्या इकोसिस्टमशी सहजपणे कनेक्ट होण्यास अनुमती देते. शक्तिशाली API आणि ऑटोमेशन टूल्सद्वारे, आम्ही आमच्या उत्पादनांची मुख्य कार्ये थेट तुमच्या प्लॅटफॉर्ममध्ये एकत्रित करतो. सुरक्षित, स्केलेबल आणि विश्वासार्ह कनेक्शन सुनिश्चित करताना, विविध क्रिप्टोकरन्सी डेरिव्हेटिव्ह्ज, जलद डेटा एक्सचेंज आणि आमच्या अत्याधुनिक वैशिष्ट्यांमध्ये प्रवेश करण्याची क्षमता असलेले प्लॅटफॉर्म प्रदान करण्याचे उद्दिष्ट आहे. तुम्हाला सेवा वितरण वाढवायचे असेल किंवा वर्कफ्लो सोपे करायचे असतील, Detrade Connect एकत्रीकरण सोपे, कार्यक्षम आणि प्रभावी बनवू शकते.",
  "Detrade Index Prices": "Detrade निर्देशांक किंमती",
  "Detrade Partner": "Detrade जोडीदार",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade पार्टनर प्रोग्राम! हा प्रोग्राम निर्मात्यांना वाढीव महसूल क्षमता आणि विशेष फायदे प्रदान करण्यासाठी डिझाइन केला आहे, ज्यामुळे तुमचे प्रचारात्मक प्रयत्न खरोखरच फायदेशीर ठरतील.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "पारंपारिक बुद्धिमान व्यापार उद्योगात परिवर्तन घडवून आणण्यासाठी आणि सर्वत्र सर्वांसाठी वित्तीय बाजारपेठा खुल्या करण्यासाठी Detrade वचनबद्ध आहे. आमचे ध्येय सर्वात नाविन्यपूर्ण व्यापार अनुभव प्रदान करणे आहे. जगातील कोणीही व्यवहारांमध्ये सहभागी होऊ शकेल.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade ने कोड रिव्ह्यू पूर्ण केला आहे आणि निकाल टॉप-10% मध्ये आहे.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade वेगाने वाढीच्या मार्गावर आहे. आम्ही आमच्या वापरकर्त्यांना एक नाविन्यपूर्ण आणि आकर्षक अनुभव प्रदान करण्यासाठी वचनबद्ध आहोत ज्यामुळे ते क्रिप्टोकरन्सी बायनरी ऑप्शन ट्रेडिंगसाठी पसंतीचे व्यासपीठ बनते.",
  "Detrade learn": "Detrade शिका",
  "Detrade offers 3 types of optional products.": "Detrade 3 प्रकारची पर्यायी उत्पादने देते.",
  "Detrade partnership program": "Detrade भागीदारी प्रोग्राम",
  "Detrade reserves the final interpretation rights for this campaign.": "या मोहिमेसाठी अंतिम अर्थ लावण्याचे अधिकार Detrade राखीव ठेवते.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade त्यांच्या विवेकबुद्धीनुसार आणि पूर्वसूचना न देता कोणतेही नियम आणि शर्ती बदलण्याचा अधिकार राखून ठेवते.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "स्पर्धेच्या कोणत्याही टप्प्यावर आमच्या नियमांचे उल्लंघन करणाऱ्या खेळाडूंना वगळण्याचा अधिकार Detrade राखून ठेवते.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "कोणत्याही संबंधित अटी आणि शर्तींसह, कोणत्याही वेळी क्रियाकलाप किंवा एअरड्रॉप वितरण सुधारित करण्याचा, निलंबित करण्याचा किंवा रद्द करण्याचा अधिकार Detrade राखून ठेवते. फसवणूक आणि इतर बेकायदेशीर क्रियाकलापांचे व्यवस्थापन/प्रतिबंध करण्यासाठी ही सुधारणा आहे. जोपर्यंत व्यापारी फसवणूक आणि इतर बेकायदेशीर क्रियाकलापांमध्ये गुंतलेला नाही तोपर्यंत, अशा कोणत्याही सुधारणाचा सहभागी होण्याचे निवडलेल्या व्यापाऱ्यांवर परिणाम होणार नाही.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade कधीही हे गोपनीयता धोरण अपडेट करण्याचा किंवा बदलण्याचा अधिकार राखून ठेवते. आमच्या प्लॅटफॉर्मवर नवीन गोपनीयता धोरण पोस्ट करून आम्ही तुम्हाला कोणत्याही बदलांची सूचना देऊ. कोणत्याही बदलांसाठी तुम्हाला वेळोवेळी या गोपनीयता धोरणाचे पुनरावलोकन करण्याचा सल्ला देण्यात येत आहे. गोपनीयता धोरणात कोणत्याही बदलानंतर आमच्या प्लॅटफॉर्मचा वापर सुरू ठेवल्याने तुम्ही सुधारणांची पावती देता आणि अपडेट केलेल्या गोपनीयता धोरणाचे पालन करण्यास आणि त्याद्वारे बांधील राहण्यास तुमची संमती असते.",
  "Detrade weekly draw": "Detrade साप्ताहिक सोडत",
  "Developer documentation": "डेव्हलपर दस्तऐवजीकरण",
  "Device": "डिव्हाइस",
  "Diamond": "डायमंड",
  "Diamond Partner": "डायमंड पार्टनर",
  "Didn't find an answer to our question?": "आमच्या प्रश्नाचे उत्तर सापडले नाही?",
  "Direction": "दिशा",
  "Discover trending tokens. Trade. Earn. Repeat.": "ट्रेंडिंग टोकन शोधा. ट्रेड करा. कमवा. पुन्हा करा.",
  "Distributing Payout": "पेआउट वितरित करणे",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "विशेष चिन्हे आणि स्पेस बार वापरू नका, अन्यथा तुमचे खाते समर्थित नसू शकते.",
  "Do not use special symbols, otherwise your account may not be supported.": "विशेष चिन्हे वापरू नका, अन्यथा तुमचे खाते समर्थित नसू शकते.",
  "Does the company have the legal qualifications to carry out relevant business?": "संबंधित व्यवसाय करण्यासाठी कंपनीकडे कायदेशीर पात्रता आहे का?",
  "Don't beg or ask for loans, rains or tips.": "कर्ज, पाऊस किंवा टिप्स मागू नका किंवा भीक मागू नका.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "कोणत्याही प्रकारच्या जाहिराती/व्यापार/विक्री/खरेदी किंवा सेवा देऊ नका.",
  "Don't harass or be offensive to other users or Detrade staff.": "इतर वापरकर्त्यांना किंवा Detrade कर्मचाऱ्यांना त्रास देऊ नका किंवा त्यांच्याशी आक्षेपार्ह वागू नका.",
  "Don't have an account?": "खाते नाही का?",
  "Don't let anyone see this!": "हे कोणालाही पाहू देऊ नका!",
  "Don't share any personal information (including socials) of you or other players.": "तुमची किंवा इतर खेळाडूंची कोणतीही वैयक्तिक माहिती (सोशल मीडियासह) शेअर करू नका.",
  "Don't share codes, scripts or any other bot service.": "कोड, स्क्रिप्ट किंवा इतर कोणतीही बॉट सेवा शेअर करू नका.",
  "Don't show again": "पुन्हा दर्शवू नका",
  "Don't spam & don't use excessive capital letters when chatting.": "चॅटिंग करताना स्पॅम करू नका आणि जास्त मोठ्या अक्षरांचा वापर करू नका.",
  "Don't use URL shortening services. Always submit the full link.": "URL शॉर्टनिंग सेवा वापरू नका. नेहमी पूर्ण लिंक सबमिट करा.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "चॅटवर पर्यायी (alts) अकाउंट वापरू नका, ते पूर्णपणे निषिद्ध आहे.",
  "Done": "झाले",
  "Down": "खाली",
  "Down Wins": "डाउन विजय",
  "Down vs. Up Ratio (Live Data)": "डाउन विरुद्ध अप रेशो (लाइव्ह डेटा)",
  "Download": "डाउनलोड करा",
  "Download the Google Authenticator app": "Google Authenticator अ‍ॅप डाउनलोड करा",
  "Drop us a line here": "आम्हाला येथे एक ओळ द्या",
  "Duration: {{time}}": "कालावधी: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "डुप्लिकेट टाळण्यासाठी प्रत्येक ऑर्डर आयडी फक्त एकदाच वापरता येतो.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "प्रत्येक वापरकर्ता <0>फक्त एक</0> पहिल्या ठेव बोनससाठी पात्र आहे",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "प्रत्येक व्हाउचर कोड प्रति वापरकर्ता फक्त एकदाच दावा केला जाऊ शकतो. एकदा दावा केल्यानंतर, रिवॉर्ड परत करता येणार नाही.",
  "Earn": "कमवा",
  "Earn up to 50% commission.": "50% पर्यंत कमिशन मिळवा.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "तुमचा अंदाज बरोबर असल्यास {{payout}}% पर्यंत नफा मिळवा.",
  "Easy access from your smartphone": "तुमच्या स्मार्टफोनवरून सहज प्रवेश",
  "Edit your avatar": "तुमचा अवतार एडिट करा",
  "Email": "ईमेल",
  "Email Code": "ईमेल कोड",
  "Email verification code's length is not right": "ईमेल पडताळणी कोडची लांबी योग्य नाही",
  "End Time": "समाप्ती वेळ",
  "End Time Invalid( hh : mm : ss )": "समाप्ती वेळ अवैध ( hh : mm : ss )",
  "End Time is earlier than Start Time": "समाप्ती वेळ सुरू वेळेपेक्षा आधीची आहे",
  "End rate": "शेवटचा दर",
  "Ends in {{time}} days": "{{time}} दिवसांत संपेल",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "हमीयुक्त निष्पक्षतेसाठी पारदर्शक आणि पडताळणीयोग्य अल्गोरिदमसह प्रामाणिक, फेरफार-मुक्त किंमत सुनिश्चित करणे.",
  "Enter Code": "कोड एंटर करा",
  "Enter number of daily active players": "दररोज सक्रिय खेळाडूंची संख्या प्रविष्ट करा",
  "Enter the 2FA code ": "2FA कोड प्रविष्ट करा ",
  "Enter the 6-digit code sent to": "पाठवलेला 6-अंकी कोड एंटर करा",
  "Enter withdraw address": "पैसे काढण्याचा पत्ता प्रविष्ट करा",
  "Enter your email": "तुमचा ईमेल टाका",
  "Enter your email and we'll send you a new password": "तुमचा ईमेल एंटर करा आणि आम्ही तुम्हाला एक नवीन पासवर्ड पाठवू",
  "Enter your name": "आपले नाव प्रविष्ट करा",
  "Enter your new password": "तुमचा नवीन पासवर्ड टाका",
  "Enter your old password": "तुमचा जुना पासवर्ड टाका",
  "Enter your password": "तुमचा पासवर्ड टाका",
  "Enterprise Partner": "उपक्रम भागीदार",
  "Entrepreneurs": "उद्योजक",
  "Entry Price": "प्रवेश किंमत",
  "Entry Time": "प्रवेश वेळ",
  "Entry fee": "प्रवेश शुल्क",
  "Entry price": "एन्ट्री किंमत",
  "Esteemed Affiliate": "आदरणीय संलग्न",
  "Event Details": "इव्हेंट तपशील",
  "Event time: {{ startTime }} - {{ endTime }}": "इव्हेंट वेळ: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "दर महिन्याला, आम्ही STONKS ट्रेडिंग चिन्हात सहभागी होणाऱ्या 300 वापरकर्त्यांना BCD मध्ये एकूण <0>{{amount}}</0> यादृच्छिकपणे वितरित करू!",
  "Examples": "उदाहरणे",
  "Exchange": "देवाणघेवाण",
  "Exit price": "बाहेर पडण्याची किंमत",
  "Experience": "अनुभव",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "अनुभवी उत्पादन आणि तांत्रिक तज्ञ तुम्हाला व्यावसायिक सहाय्य प्रदान करतात आणि तुम्हाला चांगली उत्पादने प्रदान करण्यासाठी उत्पादन कार्ये विनामूल्य ऑप्टिमाइझ करत राहतील.",
  "Expert Support": "तज्ञ समर्थन",
  "Expired": "कालबाह्य झाले",
  "Expires in": "मध्ये कालबाह्य होईल",
  "Explain": "समजावून सांगा",
  "Exploiting platform bugs or system loopholes": "प्लॅटफॉर्ममधील बग किंवा सिस्टममधील त्रुटींचा फायदा घेणे",
  "Extensive coverage": "व्यापक कव्हरेज",
  "FAQ": "FAQ",
  "Failed": "अयशस्वी",
  "False deposits, money laundering, or manipulation to trigger rewards": "खोट्या ठेवी, मनी लाँडरिंग किंवा बक्षिसे मिळविण्यासाठी फेरफार",
  "Fast response": "जलद प्रतिसाद",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "जलद व्यवहार, बँकरोल भांडवल इंजेक्शन आणि नफा वाटणी, प्रलंबित ऑर्डर आणि व्यवहार कॉपी करणे हे सोयीस्कर आणि लवचिक ट्रेडिंग पद्धती आहेत.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "जलद व्यवहार. सोपे निर्णय. समुदायातील सहकारी व्यापाऱ्यांशी रिअल-टाइम संवाद.",
  "Favorite Trading Derivatives": "आवडते ट्रेडिंग डेरिव्हेटिव्ह्ज",
  "Favorites": "आवडते",
  "Fear & Greed Index": "भीती आणि लोभ निर्देशांक",
  "Fee": "फी",
  "Fee options": "शुल्क पर्याय",
  "Fiat": "फियाट",
  "Finished": "संपले",
  "First deposit bonus guide": "पहिल्या ठेव बोनस मार्गदर्शक",
  "Fixed fee limit": "निश्चित फी मर्यादा",
  "Flat fee": "फ्लॅट फी",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "फ्लॅट फी तुमच्या पदाची टक्केवारी म्हणून मोजली जाते (रक्कम * लीव्हरेज)",
  "Flexible transaction mode": "लवचिक व्यवहार मोड",
  "Floating PnL": "फ्लोटिंग PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "आमच्या <0>हाय लो स्प्रेड</0> वर प्रत्येक ${{ticketQuota}} ट्रेडसाठी, तुम्हाला आपोआप एक रॅफल तिकीट मिळेल. म्हणून शक्य तितक्या जास्त तिकिटे मिळवून स्वतःसाठी सर्वोत्तम संधी जिंकण्याची खात्री करा!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "उदाहरणार्थ, जर तुमच्याकडे 10x गुणक असलेल्या $500 ची खुली दीर्घ BTC स्थिती असेल आणि निधी दर 0.1% असेल, तर पहिल्या 8 तासांनंतर तुमच्याकडून प्रति तास $0.21 आकारले जातील. जर पोझिशन मोठी नसून लहान असेल, तर तुम्हाला फंडिंग पेमेंट मिळतील. तुमची स्थिती 8 तासांच्या आत बंद झाल्यास, कोणतेही निधी देय दिले जाणार नाही.",
  "For the safety of your funds, must complete the following binding": "आपल्या निधीच्या सुरक्षिततेसाठी, खालील बंधन पूर्ण करणे आवश्यक आहे",
  "For the safety of your funds, withdrawals must complete the following binding": "तुमच्या निधीच्या सुरक्षिततेसाठी, पैसे काढताना खालील बंधन पूर्ण करणे आवश्यक आहे",
  "Forgot?": "विसरलात?",
  "Free": "मोफत",
  "Frequently Asked Questions (FAQ)": "वारंवार विचारले जाणारे प्रश्न (FAQ)",
  "Frequently asked questions": "वारंवार विचारले जाणारे प्रश्न",
  "From": "कडून",
  "Funding Payments": "निधी देयके",
  "Funding fee history": "निधी शुल्क इतिहास",
  "Funding/h": "फुंडींग/तास",
  "Futures": "फ्युचर्स",
  "Futures Entrust": "फ्युचर्स एंट्रस्ट",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "फ्युचर्स ट्रेडिंग हा स्पॉट मार्केटच्या सापेक्ष व्यवहार आहे. वापरकर्ते फ्युचर्स कॉन्ट्रॅक्ट ट्रेडिंगमधील वाढ किंवा घसरण तपासू शकतात आणि वाढत्या किंवा घसरणाऱ्या किमतींमधून नफा मिळविण्यासाठी दीर्घ करार खरेदी करणे किंवा लहान करार विकणे निवडू शकतात. त्याच वेळी, वापरकर्ते लीव्हरेज वाढवून त्यांच्या पोझिशन्सचा आकार वाढवण्यासाठी अतिरिक्त निधी उधार घेऊ शकतात.",
  "Gas fee": "गॅस फी",
  "General access": "सामान्य ऍक्सेस",
  "Get 50% bonus": "50% बोनस घ्या",
  "Get Trading commission when your friends trading.": "तुमचे मित्र ट्रेडिंग करतात तेव्हा ट्रेडिंग कमिशन मिळवा.",
  "Get free educational materials and 24/7 support": "मोफत शैक्षणिक साहित्य आणि 24/7 मदत मिळवा",
  "Get help": "मदत घ्या",
  "Go bind": "बांधून जा",
  "Go to home": "होम वर जा",
  "Go to the Reward Center and manually activate your bonus voucher.": "रिवॉर्ड सेंटरवर जा आणि तुमचे बोनस व्हाउचर मॅन्युअली सक्रिय करा.",
  "Go trading": "ट्रेडिंग जा",
  "Gold": "गोल्ड",
  "Gold Partner": "गोल्ड भागीदार",
  "Good Job!": "चांगले काम!",
  "Google 2FA code": "Google 2FA कोड",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator हे App Store किंवा Google Play वरून डाउनलोड करता येते.",
  "Got it": "समजले",
  "Guess if the price ends higher or lower than the target.": "किंमत उद्दिष्टापेक्षा जास्त किंवा कमी संपली तर अंदाज लावा.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "तुम्हाला जे हवे आहे ते सापडले नाही का? येथे काही प्रश्न तपासा किंवा अधिक माहितीसाठी आमचे मदत केंद्र पहा.",
  "Hide Small": "लहान लपवा",
  "High Low": "उच्च कमी",
  "High Low Guess if the price ends higher or lower than the target.": "जर किंमत उद्दिष्टापेक्षा जास्त किंवा कमी असेल तर उच्च कमी अंदाज.",
  "High Low Spread": "उच्च कमी प्रसार",
  "History": "इतिहास",
  "Home": "होम",
  "Hour": "तास",
  "How does Playnance assist Partners in their platforms' promotion?": "Playnance भागीदारांना त्यांच्या प्लॅटफॉर्मच्या प्रमोशनमध्ये कशी मदत करते?",
  "How it works": "ते कसे काम करते",
  "How much can I earn from my referral?": "माझ्या रेफरलमधून मी किती कमाई करू शकतो?",
  "How to Claim Your Bonus": "तुमच्या बोनसचा दावा कसा करायचा",
  "How to apply": "अर्ज कसा करायचा",
  "How to invite": "निमंत्रण कसे द्यावे",
  "How will players deposit and withdraw their funds?": "खेळाडू त्यांचे पैसे कसे जमा करतील आणि कसे काढतील?",
  "I acknowledge": "मी कबूल करतो",
  "I've made deposit": "मी ठेव ठेवली आहे",
  "ID verification": "आयडी सत्यापन",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "इंडेक्स मतदारसंघ स्पॉट एक्सचेंज",
  "If you are a content creator, make sure to check out our": "जर तुम्ही कंटेंट क्रिएटर असाल तर आमचे नक्की पहा",
  "If you believe your account was flagged in error, please contact official support to appeal.": "जर तुम्हाला वाटत असेल की तुमचे खाते चुकून फ्लॅग केले गेले आहे, तर कृपया अपील करण्यासाठी अधिकृत सपोर्टशी संपर्क साधा.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "जर तुम्ही हे हस्तांतरण पूर्ण केले नसेल, तर तुम्ही <0>येथे</0> ठेव प्रक्रिया सुरू ठेवू शकता.",
  "If you have any questions about this Privacy Policy, please contact us at": "या गोपनीयता धोरणाबद्दल तुमचे काही प्रश्न असल्यास, कृपया आमच्याशी येथे संपर्क साधा",
  "If you have the traffic, it can be monetized.": "जर तुमच्याकडे ट्रॅफिक असेल तर त्यावरून कमाई करता येईल.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "जर तुम्हाला वाटत असेल की काउंटडाउन संपल्यावर किंमत कमी होईल, तर कृपया डाउन निवडा. (आकृतीतील मूल्ये तुम्हाला मिळालेल्या नफ्याच्या प्रमाणाशी जुळतात)",
  "If you think the price will fall, choose DOWN to catch the drop.": "जर तुम्हाला वाटत असेल की किंमत कमी होईल, तर घसरण पकडण्यासाठी खाली निवडा.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "जर तुम्हाला वाटत असेल की किंमत कमी होईल, तर मार्जिन सेट करा आणि एक लहान बटण साठवा. जर किंमत कमी झाली तर तुम्हाला नफा होईल.",
  "If you think the price will go up, choose UP to go with the trend.": "जर तुम्हाला वाटत असेल की किंमत वाढेल, तर ट्रेंडसोबत जाण्यासाठी अप निवडा.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "जर तुम्हाला वाटत असेल की किंमत वाढेल, तर मार्जिन सेट करा आणि लांब बटणावर क्लिक करा. जर किंमत वाढली तर तुम्हाला नफा होईल.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "जर तुम्हाला वाटत असेल की काउंटडाउनच्या शेवटी किंमत वाढेल, तर कृपया वर निवडा. (आकृतीतील मूल्ये तुम्हाला मिळालेल्या नफ्याच्या प्रमाणाशी जुळतात)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "जर तुम्हाला उत्पादन व्यवस्थापन किंवा तंत्रज्ञान विकासापेक्षा विक्री आणि कमाईवर लक्ष केंद्रित करायचे असेल.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "तुमची स्थिती 8 तासांपेक्षा जास्त काळ उघडी राहिल्यास, बाजाराच्या परिस्थितीनुसार तासाभराचे निधी शुल्क लागू होईल. हे शुल्क तुमच्या खात्यातील शिल्लक रकमेतून थेट कापले जाते. जर तुमची शिल्लक निधी शुल्क भरण्यासाठी पुरेशी नसेल, तर सिस्टम तुमची स्थिती जबरदस्तीने बंद करेल.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "तुमची स्थिती 8 तासांहून अधिक काळ उघडी राहिल्यास, बाजाराच्या परिस्थितीनुसार तासाला निधी शुल्क लागू होते.",
  "Important Reminders": "महत्वाचे स्मरणपत्रे",
  "Income": "उत्पन्न",
  "Increase Limit": "मर्यादा वाढवा",
  "Increase aggregate limit": "एकूण मर्यादा वाढवा",
  "Increase limit": "मर्यादा वाढवणे",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "तुमच्या प्लॅटफॉर्मवर Detrade क्रिप्टोकरन्सी डेरिव्हेटिव्ह्ज एकत्रित करा",
  "Integration": "एकत्रीकरण",
  "Integration program": "एकात्मता कार्यक्रम",
  "Intelligent integrated services": "बुद्धिमान एकात्मिक सेवा",
  "Internal group": "अंतर्गत गट",
  "Intuitive trader transaction data display and statistics": "अंतर्ज्ञानी व्यापारी व्यवहार डेटा डिस्प्ले आणि आकडेवारी",
  "Intuitive trading trend display and analysis tools": "अंतर्ज्ञानी ट्रेडिंग ट्रेंड प्रदर्शन आणि विश्लेषण साधने",
  "Invalid email": "अवैध ईमेल",
  "Invite friends": "मित्रमैत्रिणींना आमंत्रित करा",
  "Invite friends to earn  20% commission": "20% आयोग मिळविण्यासाठी मित्रांना आमंत्रित करा",
  "Invite only": "फक्त आमंत्रित करा",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "रेफरल प्रोग्रामद्वारे मी किती दिवस कमिशन मिळवू शकतो याची मर्यादा आहे का?",
  "Is there a limit to the invitation rewards I can receive?": "मला मिळणाऱ्या आमंत्रण बक्षिसांना काही मर्यादा आहे का?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "हे गुंतवणूकदारांना बाजाराची भावनिक स्थिती समजून घेण्यास मदत करते, जी खरेदी आणि विक्रीच्या वर्तनावर परिणाम करू शकते.",
  "Join  our community": "आमच्या समुदायामध्ये सामील व्हा",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "तुमच्या प्लॅटफॉर्मच्या ऑपरेशनल वाढीला गती देण्यासाठी Detrade Connect मध्ये सामील व्हा आणि आम्ही तुम्हाला सेवा हमी देतो.",
  "Join and earn extra bonuses!": "सामील व्हा आणि अतिरिक्त बोनस मिळवा!",
  "Join free competitions": "विनामूल्य स्पर्धांमध्ये सामील व्हा",
  "Join now and get a": "आता सामील व्हा आणि मिळवा",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "आमच्या साप्ताहिक रँडम लॉटरीमध्ये सामील व्हा आणि <0>${{amount}}</1> शेअर करा!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC सत्यापन",
  "KYC authentication": "KYC ऑथेंटिकेशन",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "तुमची स्थिती 8 तासांपेक्षा जास्त काळ उघडी ठेवा आणि बाजाराच्या परिस्थितीनुसार तुम्हाला तासाभराची निधी देयके मिळू शकतात किंवा मिळू शकतात.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "तुमची स्थिती 8 तासांपेक्षा जास्त काळ उघडी ठेवा आणि बाजाराच्या परिस्थितीनुसार तुम्हाला तासाभराची निधी देयके मिळू शकतात किंवा मिळू शकतात. जेव्हा बाजार तेजीत असतो तेव्हा निधीचा दर सकारात्मक असतो आणि दीर्घ व्यापारी कमी व्यापाऱ्यांना पैसे देतात. जेव्हा बाजार मंदीचा असतो तेव्हा निधीचा दर नकारात्मक असतो आणि अल्प व्यापारी कमी व्यापाऱ्यांना पैसे देतात.",
  "Language": "भाषा",
  "Large product research & Development team": "मोठा उत्पादन संशोधन आणि विकास संघ",
  "Last price": "अंतिम किंमत",
  "Latest events": "ताज्या घटना",
  "Launch now": "आता लॉन्च करा",
  "Leaderboard": "लीडरबोर्ड",
  "Learn": "जाणून घ्या",
  "Learn More": "अधिक जाणून घ्या",
  "Level assessment & update": "पातळी मूल्यांकन आणि अपडेट",
  "Leverage": "लीव्हरेज",
  "Leverage 1000x Maximum": "जास्तीत जास्त 1000x लीव्हरेज",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "तुमचे स्वतःचे ट्रेडिंग अॅप लाँच करण्यासाठी Detrade च्या तंत्रज्ञानाचा वापर करा. तुमच्या क्लायंटना एक सुधारित ट्रेडिंग अनुभव द्या आणि तुमच्या अॅपवर केलेल्या प्रत्येक ट्रेडमधून कमाई करा.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "लीव्हरेज तुम्हाला कमी भांडवलासह तुमच्या पोझिशनचा आकार वाढविण्यास अनुमती देते. जास्त लीव्हरेजमुळे संभाव्य नफा आणि जोखीम दोन्ही वाढतात.",
  "License": "परवाना",
  "License Information": "परवाना माहिती",
  "Light": "प्रकाश",
  "Limits": "मर्यादा",
  "Liq price": "लिक्विडेशन किंमत",
  "Liq.Price": "लिक्विडेशन किंमत",
  "Liq.price": "लिक्विडेशन किंमत",
  "Liquidated": "संपुष्टात आले",
  "Live": "राहतात",
  "Live chat": "थेट गप्पा",
  "Live trade": "लाइव्ह ट्रेड",
  "Loading Failed": "लोड करणे अयशस्वी झाले",
  "Log out": "लॉग आउट",
  "Login": "लॉगिन करा",
  "Login 2FA switch": "2FA स्विच लॉग इन करा",
  "Login here.": "येथे लॉगिन करा.",
  "Login history": "लॉग इन इतिहास",
  "Login method": "लॉग इन पद्धत",
  "Login to Detrade": "Detrade मध्ये लॉग इन करा",
  "Login with email code": "ईमेल कोडसह लॉग इन करा",
  "Login with password": "पासवर्डने लॉग इन करा",
  "Lose": "हरणे",
  "Loser": "पराभूत",
  "Loved by users": "वापरकर्त्यांद्वारे प्रेम केले",
  "Major features:": "प्रमुख वैशिष्ट्ये:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "यशस्वी व्यवहार करा आणि तुमच्या पहिल्या ठेवीवर जास्तीत जास्त बोनस मिळवा. <0>अधिक जाणून घ्या<0>",
  "Manual": "मॅन्युअल",
  "Mark Price": "मार्क किंमत",
  "Mark price": "मार्क प्राइस",
  "Market": "बाजार",
  "Market Impact Effects": "बाजार परिणाम प्रभाव",
  "Max": "कमाल",
  "Max Profit": "कमाल नफा",
  "Max TV": "मॅक्स TV",
  "Max Trade": "कमाल ट्रेड",
  "Max solo bonus": "कमाल सोलो बोनस",
  "Max withdrawal limit": "जास्तीत जास्त पैसे काढण्याची मर्यादा",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "सदस्य-अनुकूल प्रणाली: आमच्या अनेक सध्याच्या सदस्यांनी आमच्या कार्यक्रमाद्वारे शाश्वत निष्क्रिय उत्पन्न यशस्वीरित्या निर्माण केले आहे. आता तुमची पाळी आहे.",
  "Memo": "मेमो",
  "Memo is required": "मेमो आवश्यक आहे",
  "Memo/Tag": "मेमो/टॅग",
  "Menu": "मेनू",
  "Min Trade": "किमान ट्रेड",
  "Minimum Deposit": "किमान ठेव",
  "Minimum {{min}} characters": "किमान {{min}} कॅरेक्टर्स",
  "Minimum {{min}} characters and maximum {{max}} characters": "किमान {{min}} कॅरेक्टर्स आणि कमाल {{max}} कॅरेक्टर्स",
  "Minute": "मिनिट",
  "Money Distributed": "पैसे वाटले",
  "Month": "महिना",
  "Month's Pnl": "महिन्याचे Pnl",
  "Monthly Earnings": "मासिक कमाई",
  "Monthly cashback cap": "मासिक कॅशबॅक कॅप",
  "More": "अधिक",
  "Multi-account abuse or airdrop farming behavior": "मल्टी-अकाउंट गैरवापर किंवा एअरड्रॉप शेती वर्तन",
  "Multiple crypto currency binary options derivatives": "अनेक क्रिप्टो चलन बायनरी पर्याय डेरिव्हेटिव्ह्ज",
  "Multiple investment models": "एकाधिक गुंतवणूक मॉडेल",
  "Multiplier": "गुणाकार",
  "Must be at least {{less}}": "किमान {{less}} असणे आवश्यक आहे",
  "Must be at most {{large}}": "जास्तीत जास्त {{large}} असणे आवश्यक आहे",
  "My Position": "माझी स्थिती",
  "My activity": "माझे क्रियाकलाप",
  "My referral code": "माझा संदर्भ कोड",
  "My referral link": "माझा संदर्भ लिंक",
  "My reward": "माझा पुरस्कार",
  "My vouchers": "माझे व्हाउचर्स",
  "NA": "NA",
  "Name": "नाव",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "मदत हवी आहे का? आमच्या मदत केंद्राला भेट द्या किंवा ग्राहक समर्थनाशी संपर्क साधा. आम्ही तुम्हाला 24/7 मदत करण्यासाठी येथे आहोत.",
  "Network": "नेटवर्क",
  "New": "नवीन",
  "New Password": "नवीन पासवर्ड",
  "New Trading Symbol": "नवीन ट्रेडिंग चिन्ह",
  "New messages": "नवीन मेसेज",
  "New notice": "नवीन सूचना",
  "New password is {{exceed}} length": "नवीन पासवर्ड {{exceed}} लांबीचा आहे",
  "New user": "नवा वापरकर्ता",
  "Next": "पुढे",
  "Next Draw Starts in": "पुढील सोडत सुरू होईल",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC ही एक ब्रोकरेज आहे जी स्वयं-निर्देशित गुंतवणूकदारांना ब्रोकरेज सेवा प्रदान करते आणि शिफारसी देत ​​नाही किंवा गुंतवणूक, आर्थिक, कायदेशीर किंवा कर सल्ला देत नाही. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC ही एक ब्रोकरेज आहे जी स्वयं-निर्देशित गुंतवणूकदारांना ब्रोकरेज सेवा प्रदान करते आणि शिफारसी करत नाही किंवा गुंतवणूक, आर्थिक, कायदेशीर किंवा कर सल्ला देत नाही. ऑनलाइन ट्रेडिंगमध्ये अंतर्निहित जोखीम असतात, ज्यामध्ये बाजार परिस्थिती, सिस्टम कामगिरी आणि इतर घटकांमुळे सिस्टम प्रतिसाद आणि प्रवेश वेळेतील चढउतार यांचा समावेश आहे. ट्रेडिंग करण्यापूर्वी, स्वतंत्र, परवानाधारक आर्थिक सल्लागाराचा सल्ला घ्या आणि तुमच्याकडे आवश्यक जोखीम क्षमता, अनुभव आणि ज्ञान असल्याची खात्री करा. कोणत्याही परिस्थितीत Nexus Play LLC कोणत्याही व्यक्ती किंवा संस्थेला कोणत्याही प्रत्यक्ष, अप्रत्यक्ष, विशेष, परिणामी किंवा आकस्मिक नुकसानीसाठी कोणतेही दायित्व असणार नाही. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, एक ब्रोकरेज कंपनी आहे जी मवाली इंटरनॅशनल सर्व्हिसेस अथॉरिटी (M.I.S.A.) द्वारे #BFX2024137 परवाना अंतर्गत अधिकृत आणि नियंत्रित आहे.",
  "No": "नाही",
  "No Hidden Fees": "लपविलेले शुल्क नाही",
  "No More Data": "अधिक डेटा नाही",
  "No More Orders": "आणखी ऑर्डर नाहीत",
  "No data available": "डेटा उपलब्ध नाही",
  "No discussion of streamers or Twitch or any other similar platforms.": "स्ट्रीमर्स, ट्विच किंवा इतर कोणत्याही तत्सम प्लॅटफॉर्मची चर्चा नाही.",
  "No downloads or updates required": "डाउनलोड किंवा अपडेटची आवश्यकता नाही",
  "No funding within 60 minutes for this order": "या ऑर्डरसाठी 60 मिनिटांच्या आत निधी नाही",
  "No installation is required and you can trade via your smartphone's web browser.": "कोणत्याही इन्स्टॉलेशनची आवश्यकता नाही आणि तुम्ही तुमच्या स्मार्टफोनच्या वेब ब्राउझरद्वारे ट्रेडिंग करू शकता.",
  "No more data": "आणखी डेटा नाही",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "चॅटमध्ये राजकारण आणि धर्माबद्दल बोलू नका, हे पूर्णपणे निषिद्ध आहे.",
  "No suspicious behavior that can be seen as potential scams.": "संभाव्य घोटाळे म्हणून पाहिले जाऊ शकणारे कोणतेही संशयास्पद वर्तन नाही.",
  "No withdrawal of coins within 24 hours": "24 तासांच्या आत नाणी काढता येणार नाहीत",
  "Not activated": "सक्रिय केलेले नाही",
  "Not completed": "पूर्ण नाही",
  "Note": "नोंद",
  "Notification": "सूचना",
  "Now login disabled 2FA": "आता लॉगिन 2FA अक्षम केले आहे",
  "Now login need 2FA": "आता लॉगिन करण्यासाठी 2FA आवश्यक आहे",
  "Old Password": "जुना पासवर्ड",
  "Old password is {{exceed}} length": "जुना पासवर्ड {{exceed}} लांबीचा आहे",
  "On going": "चालू आहे",
  "On your first deposit": "आपल्या पहिल्या ठेवीवर",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "एकदा सक्रिय झाल्यानंतर, जर तुमच्या पोझिशनचा आकार ≥ बोनस मूल्यासारखा असेल, तर सिस्टम आपोआप ट्रेडसाठी प्रथम बोनस वापरेल.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "एकदा बियाणे उघड झाले की, कोणीही ट्रेडिंग राउंडमधून किंमती पडताळू शकतो. खालील पायथॉन कोड त्याच्या बियाण्यानुसार राउंडच्या पहिल्या 100 किमतींची गणना करतो:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "एकदा तुम्ही सर्व 4 ट्रेडिंग मोड अनलॉक केल्यावर (हायलो / स्प्रेड / फ्यूचर / अप डाउन), तुमचा पूर्ण बोनस (तुमच्या ठेवीच्या 50%) आपोआप जारी केला जाईल.",
  "Ongoing": "चालू आहे",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "ऑनलाइन ट्रेडिंगमध्ये अंतर्निहित जोखीम असतात, ज्यामध्ये बाजारातील परिस्थिती, सिस्टम कामगिरी आणि इतर घटकांमुळे सिस्टम प्रतिसाद आणि प्रवेश वेळेतील चढउतार यांचा समावेश आहे. ट्रेडिंग करण्यापूर्वी, स्वतंत्र, परवानाधारक आर्थिक सल्लागाराचा सल्ला घ्या आणि तुमच्याकडे आवश्यक जोखीम क्षमता, अनुभव आणि ज्ञान असल्याची खात्री करा. कोणत्याही परिस्थितीत Nexus Play LLC कोणत्याही व्यक्ती किंवा संस्थेला कोणत्याही प्रत्यक्ष, अप्रत्यक्ष, विशेष, परिणामी किंवा आकस्मिक नुकसानीसाठी कोणतेही दायित्व देणार नाही. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "या पत्त्यावर फक्त {{crypto}} पाठवा, {{confirmations}} पुष्टीकरण आवश्यक आहे.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "चॅट चॅनेलमध्ये निर्दिष्ट केलेली भाषाच वापरा, संभाव्य गैरवापरास मंजुरी दिली जाईल.",
  "Open": "उघडा",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "पडताळणी टोकन सक्रिय करण्यासाठी Google Authenticator उघडा, खालील QR कोड स्कॅन करा किंवा मॅन्युअली की वाक्यांश प्रविष्ट करा",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "चालू चलनासाठी या प्लॅटफॉर्मवरील वापरकर्त्यांच्या ओपन पोझिशन डायरेक्शन टक्केवारी",
  "Order Amount": "ऑर्डर रक्कम",
  "Order Id": "ऑर्डर आयडी",
  "Order Progress": "ऑर्डर प्रोग्रेस",
  "Order id": "ऑर्डर आयडी",
  "Order placed successfully!": "ऑर्डर यशस्वीरित्या दिली!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "मूळ बँकरोल गुंतवणूक मॉडेल, उत्पन्न मिळवण्यास सोपे, मालमत्ता कधीही काढता येते.",
  "Other": "अन्य",
  "Our Advantage": "आमचा फायदा",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "आमचा प्लॅटफॉर्म 18 वर्षांखालील मुलांसाठी वापरण्यासाठी नाही. आम्ही 18 वर्षांखालील मुलांकडून जाणूनबुजून वैयक्तिक माहिती गोळा करत नाही किंवा मागत नाही. जर आम्हाला कळले की आम्ही 18 वर्षांखालील मुलाकडून वैयक्तिक माहिती गोळा केली आहे, तर आम्ही ती माहिती शक्य तितक्या लवकर हटवू.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "आमच्या प्लॅटफॉर्मवर तृतीय-पक्ष वेबसाइट्स किंवा सेवांच्या लिंक्स असू शकतात ज्या Detrade च्या मालकीच्या किंवा नियंत्रित नाहीत. कोणत्याही तृतीय-पक्ष वेबसाइट्स किंवा सेवांच्या सामग्री, गोपनीयता धोरणे किंवा पद्धतींवर आमचे कोणतेही नियंत्रण नाही आणि आम्ही त्यांची कोणतीही जबाबदारी घेत नाही. तुम्ही भेट देत असलेल्या कोणत्याही तृतीय-पक्ष वेबसाइट्सच्या गोपनीयता धोरणांचे पुनरावलोकन करण्यासाठी आम्ही तुम्हाला प्रोत्साहित करतो.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "आमचा भागीदार कार्यक्रम हा सर्वांसाठी फायदेशीर सहकार्य निर्माण करण्याच्या आमच्या वचनबद्धतेचे प्रतिबिंब आहे आणि सर्व आकारांच्या सहयोगींसाठी तयार केलेला आहे. परस्पर विकासाच्या आमच्या प्रवासात आमच्यासोबत सामील व्हा!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "आमच्या योजनेचा उद्देश उत्कृष्ट निकाल मिळवणाऱ्यांना प्रोत्साहन देणे आहे.",
  "Outflow": "बाहेर प्रवाह",
  "Over 70 popular crypto assets. Trade and increase your balance": "70 हून अधिक लोकप्रिय क्रिप्टो मालमत्ता. व्यापार करा आणि तुमची शिल्लक वाढवा",
  "Overview": "विहंगावलोकन",
  "Own your branded platform": "तुमच्या ब्रँडेड प्लॅटफॉर्मची मालकी घ्या",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "बोनस ट्रेडमधील P&L थेट तुमच्या वास्तविक खात्यात जमा केले जातील",
  "PNL": "PNL",
  "Page error": "पृष्ठ त्रुटी",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "सहभाग पद्धत: या कालावधीत 3 STONKS/BCD व्यवहार पूर्ण करा.",
  "Partner Program": "भागीदार कार्यक्रम",
  "Partner program": "पार्टनर प्रोग्राम",
  "Partnership Program": "भागीदारी कार्यक्रम",
  "Partnership Tiers": "भागीदारी स्तर",
  "Partnership With A Trusted Pioneer": "एका विश्वसनीय पायोनियरसोबत भागीदारी",
  "Partnership program": "पार्टनरशिप कार्यक्रम",
  "Password": "पासवर्ड",
  "Password reset link sent. Check your email inbox.": "पासवर्ड रीसेट लिंक पाठवली. तुमचा ईमेल इनबॉक्स तपासा.",
  "Password strength": "पासवर्डची स्ट्रेंग्थ",
  "Passwords must differ": "पासवर्ड वेगळे असले पाहिजेत",
  "Past": "भूतकाळ",
  "Past 1 year": "गेल्या 1 वर्षापासून",
  "Past {{days}} days": "मागील {{days}} दिवस",
  "Past {{hours}} hours": "गेल्या {{hours}} तासांत",
  "Payment Method": "पेमेंट पद्धत",
  "Payout": "पेआउट",
  "Payout Multiplier": "पेआउट गुणक",
  "Pending third-party processing (estimated {{hours}} hours).": "तृतीय-पक्ष प्रक्रिया प्रलंबित आहे (अंदाजे {{hours}} तास).",
  "Pending third-party processing.": "तृतीय-पक्ष प्रक्रिया प्रलंबित आहे.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "लाभांमध्ये उच्च कमिशन दर, प्रायोजित Detrade मोहिमा आणि बरेच काही समाविष्ट आहे!",
  "Personal": "वैयक्तिक",
  "Personal Info": "वैयक्तिक माहिती",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "तुमची स्थिती जास्तीत जास्त करण्यासाठी गुणक निवडा. जास्त गुणक सेट केल्याने तुमच्या स्थानाचा धोका वाढतो.",
  "Place Your Trade": "आपला व्यापार ठेवा",
  "Platform": "प्लॅटफॉर्म",
  "Platform Name": "प्लॅटफॉर्मचे नाव",
  "Platform Type": "प्लॅटफॉर्म प्रकार",
  "Platform Website": "प्लॅटफॉर्म वेबसाइट",
  "Platinum": "प्लॅटिनम",
  "Platinum Partner": "प्लॅटिनम भागीदार",
  "Play now": "आता प्ले करा",
  "Players": "खेळाडू",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "खेळाडू प्लॅटफॉर्मद्वारे प्रदान केलेल्या रिचार्ज आणि विथड्रॉवल पोर्टलद्वारे रिचार्ज आणि विथड्रॉवल ऑपरेशन्स करू शकतात.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "खेळाडू बिटकॉइनच्या किमतीचा अंदाज लावू शकतात. खेळाडू किंमत वाढ किंवा घट याचा अंदाज घेणाऱ्या पूलमध्ये सामील होऊ शकतात आणि गेममध्ये सहभागी होण्यासाठी विशिष्ट रक्कम गुंतवू शकतात. विजेता प्रतिपक्षाच्या भांडवली पूल मालमत्तेचे गुंतवणूक गुणोत्तरानुसार वाटप करेल. मागील सर्व फेऱ्यांमधील खेळाडूंना त्यांचे पैसे मिळाल्यानंतरच नवीन गेम सुरू करता येतो.",
  "Please enter a valid email address": "कृपया एक वैध ईमेल पत्ता प्रविष्ट करा",
  "Please enter an 2FA code": "कृपया 2FA कोड एंटर करा",
  "Please enter the seed": "कृपया सीड प्रविष्ट करा",
  "Please enter you remail": "कृपया तुमचा ईमेल प्रविष्ट करा",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "कृपया ठेव भरण्यासाठी ठेव मार्गदर्शक तत्त्वांचे पालन करा, अन्यथा तुमची ठेव गहाळ होईल.",
  "Please refresh the page or jump to the trading center": "कृपया पेज रिफ्रेश करा किंवा ट्रेडिंग सेंटरवर जा",
  "PnL": "PnL",
  "PnL fee": "PnL फी",
  "PnL fee limit": "PnL फी मर्यादा",
  "PnL%": "PnL%",
  "Positions": "पदे",
  "Potential Return": "संभाव्य परतावा",
  "Powered by": "द्वारा समर्थित",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "ट्रेडिंगसाठी किंमत दिशा अंदाज लावा. जर किंमत तुम्ही निवडलेल्या दिशेने गेली तर तुम्हाला नफा होईल!",
  "Preferences": "प्रेफरेन्सस",
  "Premium support": "प्रीमियम सपोर्ट",
  "Preview": "पूर्वावलोकन",
  "Price": "किंमत",
  "Price Formulation": "किंमत फॉर्म्युलेशन",
  "Price formulation": "किंमत फॉर्म्युलेशन",
  "Price move": "किमती हलवा",
  "Priority access": "प्राधान्य अ‍ॅक्सेस",
  "Privacy Policy": "गोपनीयता धोरण",
  "Privacy policy": "गोपनीयतेचे धोरण",
  "Private invitation": "खासगी निमंत्रण",
  "Private profile": "खाजगी प्रोफाइल",
  "Prize Calculation Formula": "बक्षीस गणना सूत्र",
  "Prize Pools": "बक्षीस पूल",
  "Prizes will be sent on Notice page as the Contest ends.": "स्पर्धा संपताच बक्षिसे सूचना पृष्ठावर पाठवली जातील.",
  "Product Description": "उत्पादन वर्णन",
  "Product capabilities": "उत्पादनाची क्षमता",
  "Product iteration, new product development": "उत्पादन पुनरावृत्ती, नवीन उत्पादन विकास",
  "Professional, Secure, Trustworthy": "व्यावसायिक, सुरक्षित, विश्वासार्ह",
  "Profile": "प्रोफाइल",
  "Profile is not publicly available": "प्रोफाइल सार्वजनिकरित्या उपलब्ध नाही",
  "Profit": "नफा",
  "Profit Calculator": "नफा कॅल्क्युलेटर",
  "Program — Work with a trustworthy online trading provider.": "कार्यक्रम — विश्वासार्ह ऑनलाइन ट्रेडिंग प्रदात्यासोबत काम करा.",
  "Progressing": "प्रगती करत आहे",
  "Promising Affiliate": "आशादायक संलग्न",
  "Provably fair": "बहुधा गोरा",
  "Provides tutorials,guides and various trading strategy services.": "ट्यूटोरियल, मार्गदर्शक आणि विविध ट्रेडिंग स्ट्रॅटेजी सेवा प्रदान करते.",
  "Providing the best customer service is our aim.": "सर्वोत्तम ग्राहकांना सेवा प्रदान करणे हे आमचे ध्येय आहे.",
  "Providing users with diverse options for transactions": "वापरकर्त्यांना व्यवहारासाठी विविध पर्याय उपलब्ध करून देणे",
  "Q1: Can I withdraw the bonus?": "प्रश्न 1: मी बोनस काढू शकतो का?",
  "Q2: Will my bonus expire if I don't activate it?": "प्रश्न 2: जर मी माझा बोनस सक्रिय केला नाही तर तो कालबाह्य होईल का?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "प्रश्न3: मी पैसे जमा केले पण बोनस मिळाला नाही. मी काय करावे?",
  "Quick experience starts here, easy experience without registration": "जलद अनुभव येथून सुरू होतो, नोंदणीशिवाय सोपा अनुभव",
  "Quick tap: will the price go up or down next?": "झटपट टॅप करा: पुढे किंमत वाढेल की कमी होईल?",
  "ROI": "ROI",
  "ROI Calculator": "ROI कॅल्क्युलेटर",
  "ROI calculator": "ROI कॅल्क्युलेटर",
  "Rakeback": "रॅकबॅक",
  "Rank": "रँक",
  "Rapid deployment": "जलद उपयोजन",
  "ReSend": "पुन्हा पाठवा",
  "Ready to Get Started": "प्रारंभ करण्यासाठी सज्ज",
  "Real Account": "वास्तविक खाते",
  "Real Account – Real Funds!": "वास्तविक खाते - वास्तविक निधी!",
  "Realized PnL": "PnL लक्षात आले",
  "Receive commission rewards": "कमिशन रिवॉर्ड प्राप्त करा",
  "Recommended for you": "तुमच्यासाठी शिफारस केलेले",
  "Record": "रेकॉर्ड करा",
  "Referral": "रेफरल",
  "Referral by": "रेफरल द्वारे",
  "Referral rules": "रेफरल रुल्स",
  "Referred at": "येथे संदर्भित केले",
  "Referred users": "रेफर केलेले वापरकर्ते",
  "Refresh page": "पेज रिफ्रेश करा",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "अंतर्निहित बाजारपेठेतील तरलता कितीही असली तरी, Detrade हमी देते की बस्ट आणि स्टॉप लॉस ट्रेड प्रवेशाच्या वेळी पूर्वनिर्धारित किंमतीवर सातत्याने भरले जातील. बस्ट लॉस मूळ स्थिती आकारापर्यंत मर्यादित आहेत आणि स्टॉप लॉस ट्रेडर एंट्री सेटिंगद्वारे मर्यादित आहेत. बस्ट आणि स्टॉप लॉससाठी ट्रिगर किंमती याद्वारे मोजल्या जाऊ शकतात:",
  "Register": "नोंदणी करा",
  "Register for Detrade.": "Detrade साठी नोंदणी करा.",
  "Register to Win Crypto Tokens": "क्रिप्टो टोकन विन करण्यासाठी नोंदणी करा",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "नियमित बायनरी पर्याय उत्पादने, विशिष्ट कालावधीत (जसे की पुढील 30 सेकंद, एक मिनिट, एक तास, इ.) अंतर्निहित मालमत्तेची बंद किंमत अंमलबजावणी किंमतीपेक्षा कमी आहे की जास्त आहे यावर आधारित, नफा मिळवायचा की नाही हे ठरवते. हे उत्पादन अल्पकालीन गुंतवणूक आहे. हा पर्याय कमी अस्थिर किंमतीच्या हालचाली असलेल्या बाजारपेठांसाठी योग्य आहे.",
  "Reliable": "विश्वसनीय",
  "Reload": "",
  "Remarks": "शेरा",
  "Remove": "काढा",
  "Remove 2fa Success": "2FA यशस्वी काढून टाका",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "गेल्या 30 सेकंदांपासून ज्यांच्यासाठी मार्केट डेटा अपडेट्स नाहीत अशा कोणत्याही किंमत फीड काढून टाका.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "सर्व किंमत फीडमध्ये क्रॉस खरेदी आणि विक्री किंमती असलेले किंवा ज्यांची टॉप-ऑफ-बुक मिड-प्राइस सरासरी टॉप-ऑफ-बुक मिड-प्राइसपेक्षा 10% पेक्षा जास्त आहे असे कोणतेही किंमत फीड काढून टाका.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "आवश्यकता: रेफरल्सद्वारे किमान $1,000,000 ट्रेडिंग व्हॉल्यूमसह 100 अद्वितीय, सक्रियपणे-गुंतलेली साइनअप.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "आवश्यकता: रेफरलद्वारे किमान $100,000 ट्रेडिंग व्हॉल्यूमसह 50 अद्वितीय, सक्रियपणे व्यस्त साइनअप.",
  "Research lab": "संशोधन लॅब",
  "Reset fields": "फील्ड रीसेट",
  "Reset password": "पासवर्ड रीसेट",
  "Responsive and secure trading platform": "प्रतिसादात्मक आणि सुरक्षित ट्रेडिंग प्लॅटफॉर्म",
  "Result": "निकाल",
  "Retry": "",
  "Revenue Share": "महसूल वाटा",
  "Reward": "पुरस्कार",
  "Reward center": "रिवॉर्ड सेंटर",
  "Rewards hub": "रिवॉर्ड हब",
  "Rewords": "बक्षिसे",
  "Rich Trading Tools": "रिच ट्रेडिंग टूल्स",
  "Rich activities and rewards": "समृद्ध क्रियाकलाप आणि बक्षिसे",
  "Risk Control & Compliance Notice": "जोखीम नियंत्रण आणि पालन सूचना",
  "Risk Disclaimer": "जोखीम डिस्क्लेमर",
  "Risk Warning": "जोखीम चेतावणी",
  "Risk-free trading with $10,000 in virtual funds": "$10,000 च्या व्हर्च्युअल फंडांसह जोखीममुक्त ट्रेडिंग",
  "Round In Progress": "फेरी प्रगतीपथावर आहे",
  "Round ends in": "फेरी मध्ये संपते",
  "SA": "SA",
  "Safe": "सुरक्षित",
  "Save": "जतन करा",
  "Search": "शोधा",
  "Search crypto": "क्रिप्टोमध्ये शोधा",
  "Sec": "से",
  "Second": "दुसरा",
  "Seconds": "सेकंद",
  "Security": "सुरक्षा",
  "Security Verification": "सुरक्षा पडताळणी",
  "Seed": "सीड",
  "Select a countdown period.": "काउंटडाउन कालावधी निवडा.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "काउंटडाउन आणि स्प्रेड निवडा (स्प्रेड: खरेदी किंमत आणि एक्झिट किंमत यातील फरक)",
  "Select your partner program revenue share": "तुमच्या भागीदार कार्यक्रमाच्या उत्पन्नाचा वाटा निवडा",
  "Sell": "विक्री करा",
  "Send": "पाठवा",
  "Send message": "निरोप पाठवा",
  "Send message successfully": "यशस्वीरित्या संदेश पाठवा",
  "Service guide": "सेवा मार्गदर्शिका",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "तोटा मर्यादित करण्यासाठी किंमत सेट करा. जर बाजार या किमतीवर पोहोचला तर तुमची स्थिती आपोआप बंद होईल.",
  "Set a target price where your position will be automatically closed to lock in profit.": "नफा मिळवण्यासाठी तुमची स्थिती आपोआप बंद होईल अशी लक्ष्य किंमत सेट करा.",
  "Set password": "पासवर्ड सेट करा",
  "Set successfully": "यशस्वीरित्या सेट केले",
  "Set up": "सेट करा",
  "Set up Google Authenticator": "",
  "Settings": "सेटिंग्ज",
  "Share": "शेअर करा",
  "Share to": "वर शेअर करा",
  "Share your Affiliate invitation link to friends and users.": "तुमची संलग्न आमंत्रण लिंक मित्र आणि वापरकर्त्यांना शेअर करा.",
  "Share your referral link or code": "तुमची रेफरल लिंक किंवा कोड सामायिक करा",
  "Show live positions on chart": "चार्टवर लाईव्ह पोझिशन्स दाखवा",
  "Show my positions on chart": "चार्टवर माझी पोझिशन्स दाखवा",
  "Side": "बाजू",
  "Sign in": "साइन इन",
  "Silver": "सिल्व्हर",
  "Simple": "साधे",
  "Simple and intuitive usable interface": "साधे आणि अंतर्ज्ञानी वापरण्यायोग्य इंटरफेस",
  "Simple integration": "साधे एकीकरण",
  "Simple way to earn money, The more invite, the more you will get!": "पैसे कमवण्याचा सोपा मार्ग, जितके जास्त आमंत्रणे, तितके जास्त पैसे मिळतील!",
  "Simple, Fast, Intelligence": "साधे, वेगवान, बुद्धिमत्ता",
  "Size": "आकार",
  "Something went wrong!": "",
  "Sorry, page not found!": "माफ करा, पेज सापडले नाही!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "माफ करा, तुम्ही शोधत असलेले पेज आम्हाला सापडले नाही. कदाचित तुम्ही URL चुकीचा टाइप केला असेल? तुमचे स्पेलिंग तपासा.",
  "Sound": "आवाज",
  "Speed": "गती",
  "Spot Exchanges": "स्पॉट एक्सचेंज",
  "Spread": "प्रसार",
  "Standard CS": "मानक CS",
  "Start": "सुरुवात करा",
  "Start Rate": "प्रारंभ दर",
  "Start Time": "प्रारंभ वेळ",
  "Start Time Invalid( hh : mm : ss )": "प्रारंभ वेळ अवैध ( hh : mm : ss )",
  "Start time": "सुरू वेळ",
  "Start trading": "ट्रेडिंग स्टार्ट करा",
  "Statistics": "आकडेवारी",
  "Status": "स्थिती",
  "Step-up group": "स्टेप अप ग्रुप",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks कडे 2.5% हाऊस एज आहे आणि फायदेशीर पदांवर 5% फी आहे.",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks च्या किमती एका योग्य अल्गोरिथमचा वापर करून तयार केल्या जातात.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks च्या किमती एका योग्य अल्गोरिथमचा वापर करून तयार केल्या जातात. घराची धार 2.5% आहे.",
  "Stop Loss": "तोटा थांबवा",
  "Stop loss at price": "किंमतीत तोटा थांबवा",
  "Stop loss price cannot be through bust price": "स्टॉप लॉस किंमत बस्ट किंमतीच्या माध्यमातून असू शकत नाही",
  "Stop-Loss (SL)": "स्टॉप-लॉस (SL)",
  "Strategy planning": "रणनीती नियोजन",
  "Submit": "सबमिट करा",
  "Submit request": "विनंती सबमिट करा",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "प्रत्येक एक्सचेंजच्या स्ट्रीमिंग API वापरून उपलब्ध असलेल्या खोलीच्या पातळींची सदस्यता घ्या.",
  "Switch Dark or Light mode according to your preference": "तुमच्या पसंतीनुसार गडद किंवा हलका मोड स्विच करा",
  "Symbol": "प्रतीक",
  "Symbol for extra security": "अतिरिक्त सुरक्षिततेचे प्रतीक",
  "System": "सिस्टीम",
  "System Random: 300 lucky winners will be randomly selected.": "सिस्टम रँडम: 300 भाग्यवान विजेते यादृच्छिकपणे निवडले जातील.",
  "TP/SL": "TP/SL",
  "Take Profit": "नफा मिळवा",
  "Take profit at price": "किंमतीनुसार नफा घ्या",
  "Take-Profit (TP)": "नफा-मिळवणे (TP)",
  "Tap Trading": "ट्रेडिंग टॅप करा",
  "Tap to predict — quick moves, instant results.": "अंदाज लावण्यासाठी टॅप करा — जलद हालचाली, त्वरित निकाल.",
  "Target Market": "लक्ष्य बाजार",
  "Tell us the reason for contacting us": "आमच्याशी संपर्क साधण्याचे कारण सांगा",
  "Test various trading tools and strategies": "विविध ट्रेडिंग टूल्स आणि स्ट्रॅटेजीजची चाचणी घ्या",
  "Thank you for your request, it should generally be reviewed within 24 hours": "तुमच्या विनंतीबद्दल धन्यवाद, साधारणपणे 24 तासांच्या आत तिचे पुनरावलोकन केले पाहिजे",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC भीती आणि लोभ निर्देशांक हे CoinMarketCap द्वारे विकसित केलेले एक मालकीचे साधन आहे जे क्रिप्टोकरन्सी मार्केटमधील प्रचलित भावना मोजते.",
  "The Profit Margin Is As High As 90%": "नफ्याचे मार्जिन 90% इतके जास्त आहे",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "सर्व क्रिप्टोकरन्सीजमध्ये तुमच्या दीर्घ/लहान पोझिशन्ससाठी एकूण मर्यादा <0>{{limitAmount}}</0> इतकी मर्यादित आहे",
  "The amount you currently have available to place an order.": "ऑर्डर देण्यासाठी सध्या तुमच्याकडे उपलब्ध असलेली रक्कम.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "बस्ट प्राईस म्हणजे बाजारभाव ज्यावर अपुऱ्या मार्जिनमुळे तुमची पोझिशन लिक्विडेट केली जाईल.",
  "The calculation steps are as follows:": "गणना चरण खालीलप्रमाणे आहेत:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "सहकार्य पद्धत खुली आणि पारदर्शक आहे आणि कोणत्याही लपलेल्या शुल्काबद्दल काळजी करण्याची गरज नाही.",
  "The coupon code is invalid or expired": "कूपन कोड अवैध आहे किंवा कालबाह्य झाला आहे",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "त्यानंतर अंतिम निर्देशांक किंमत प्रत्येक आकारातील सीमांत मध्य-किंमतींच्या भारित सरासरी म्हणून मोजली जाते. वजने घातांकीय वितरणाच्या संभाव्यता घनतेनुसार निवडली जातात, जी एकाकीपणे कमी होत आहे, परिणामी शीर्षस्थानी असलेल्या किमतींवर जास्त भर दिला जातो. वजने खालीलप्रमाणे दिली आहेत:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "हॅशचे पहिले 8 बाइट्स लिटिल-एंडियन एन्कोडिंग वापरून एका अस्वाक्षरीकृत 64-बिट पूर्णांकात रूपांतरित केले जातात. नंतर हा पूर्णांक एकसमान वितरित फ्लोटिंग पॉइंट नंबरमध्ये रूपांतरित केला जातो. बाजाराच्या कॉन्फिगर केलेल्या टिक अस्थिरता (0.1%) सह व्युत्क्रम संचयी वितरण फंक्शनचा वापर करून, आम्ही फ्लोटिंग पॉइंट मूल्य सामान्यपणे वितरित परताव्यात रूपांतरित करतो आणि बाजाराची किंमत अद्यतनित करण्यासाठी त्याचा वापर करतो.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "इंडेक्स किंमत पद्धतीची रचना वेळ मालिकेतील दोन महत्त्वाच्या सांख्यिकीय गुणधर्मांना पूर्ण करण्यासाठी केली गेली आहे: मार्कोव्ह आणि मार्टिंगेल गुणधर्म. मार्कोव्ह गुणधर्म स्टोकास्टिक प्रक्रियेच्या स्मृतीहीन स्वरूपाचा संदर्भ देते, जे भविष्यातील मूल्यांचे सशर्त संभाव्यता वितरण केवळ वर्तमान मूल्यावर अवलंबून असल्याचे सुनिश्चित करते. मार्टिंगेल गुणधर्म सूचित करतो की स्टोकास्टिक प्रक्रियेचे वर्तमान मूल्य देखील भविष्यातील मूल्यांचे अपेक्षित मूल्य आहे. हे दोन गुणधर्म Detrade च्या इंडेक्स किमती भविष्यातील किमतींचे निष्पक्ष अंदाजक बनवतात, जेणेकरून वापरकर्ते वैयक्तिक एक्सचेंजच्या सूक्ष्म संरचना प्रभावांची काळजी न करता अंतर्निहित क्रिप्टोकरन्सीच्या मूल्यातील बदलांवर व्यापार करू शकतात.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "हा निर्देशांक बाजाराचे अवमूल्यन (अत्यंत भीती) किंवा अतिमूल्यन (अत्यंत लोभ) केले जाऊ शकते का याबद्दल अंतर्दृष्टी प्रदान करतो.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "सीमांत खरेदी आणि विक्री किंमत फंक्शन्स नंतर आकारानुसार सीमांत मध्यम-किंमत फंक्शन परिभाषित करण्यासाठी वापरले जातात: ",
  "The order has expired": "ऑर्डरची मुदत संपली आहे",
  "The output is:": "आउटपुट आहे:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "या गणनेचे आउटपुट एकच निर्देशांक किंमत आहे जी Detrade ट्रेडिंग गेममध्ये दीर्घ आणि अल्प दोन्ही पोझिशन्ससाठी वापरली जाते. बहुतेक इतर ट्रेडिंग प्लॅटफॉर्मच्या विपरीत, Detrade बिड-ऑफर स्प्रेड आकारत नाही. एकाच किंमतीसह ट्रेडिंग केल्याने अल्पकालीन किंमतीच्या हालचालींवर अंदाज लावणे शक्य होते ज्यासाठी बिड-ऑफर स्प्रेड अत्यंत महाग असेल.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "बाजार आणि धोरणातील बदलांनुसार हे प्लॅटफॉर्म मोहिमेत बदल करू शकते. अधिकृत घोषणांद्वारे अद्यतने पोस्ट केली जातील.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "प्लॅटफॉर्म BTC, ETH आणि इतर मुख्य प्रवाहातील चलन ट्रेडिंग जोड्या प्रदान करते आणि लोकप्रिय चलन ट्रेडिंग जोड्या अपडेट करणे सुरू ठेवेल.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "दररोज 00:00 UTC वाजता किंमत $1,000 वर रीसेट केली जाईल आणि रीसेट दरम्यान कोणतेही प्रलंबित ऑर्डर स्वयंचलितपणे सेटल केले जातील.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "स्पर्धेचा बक्षीस संच मागील दिवसाच्या बेटांवर जवळजवळ अवलंबून असतो. जितके जास्त खेळाडू बेट लावतील तितके बक्षीस संच मोठे असेल. सध्याचा बक्षीस संच स्पर्धेच्या पृष्ठावर प्रदर्शित केला जाईल.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLC द्वारे ऑफर केलेली उत्पादने आणि सेवा युनायटेड स्टेट्स, युरोपियन युनियन किंवा इतर कोणत्याही अधिकारक्षेत्रातील रहिवाशांसाठी नाहीत जिथे अशा सेवा आणि उत्पादने कायद्याने प्रतिबंधित आहेत. Nexus Play LLC या प्रदेशांमधील व्यक्ती किंवा संस्थांना व्यवसायाची विनंती करत नाही किंवा ब्रोकरेज सेवा प्रदान करत नाही. ऑनलाइन ट्रेडिंगमध्ये सहभागी होण्यापूर्वी त्यांच्या संबंधित अधिकारक्षेत्रातील कोणत्याही लागू कायद्यांबद्दल आणि नियमांबद्दल जागरूक राहणे आणि त्यांचे पालन करणे ही संभाव्य क्लायंटची जबाबदारी आहे. या वेबसाइटवर प्रवेश करून आणि आमच्या सेवांचा वापर करून, तुम्ही पुष्टी करता की तुम्ही युनायटेड स्टेट्स, युरोपियन युनियन किंवा आमच्या सेवा प्रतिबंधित असलेल्या इतर कोणत्याही अधिकारक्षेत्राचे रहिवासी नाही.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "या ऑनलाइन कार्यक्रमात मिळालेले बक्षिसे खेळाडूच्या शिल्लक रकमेत आपोआप जमा होतील.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "सीड 64-वर्णांच्या लोअरकेस हेक्साडेसिमल स्ट्रिंगमध्ये एन्कोड केले जाते आणि वर्तमान टिक काउंटर मूल्याच्या स्ट्रिंग प्रतिनिधित्वासह जोडले जाते. त्यानंतर एकत्रित स्ट्रिंगचा हॅश 256-बिट डायजेस्ट आकारासह BLAKE2b हॅश फंक्शन वापरून मोजला जातो. क्रिप्टोग्राफिक हॅश फंक्शन वापरून, आम्ही खात्री करतो की सीड उघड होण्यापूर्वी किंमतीतील बदल यादृच्छिक आणि अप्रत्याशित आहेत, परंतु बियाणे ज्ञात झाल्यानंतर पूर्णपणे पुनरुत्पादित केले जाऊ शकतात.",
  "The settlement formula is open and transparent and can be calculated in real time.": "सेटलमेंट फॉर्म्युला खुला आणि पारदर्शक आहे आणि रिअल टाइममध्ये त्याची गणना करता येते.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "ही प्रणाली अप आणि डाउन कॅपिटल पूलचे विजय आणि पराभवाचे निकाल प्रदर्शित करते. जेव्हा तुम्ही नफा कमवाल तेव्हा तुम्हाला तुमच्या नफ्याची रक्कम दिसेल.",
  "The system is under maintenance and upgrade, please visit later": "सिस्टम देखभाल आणि अपग्रेड अंतर्गत आहे, कृपया नंतर भेट द्या",
  "The trade will complete in 5s.": "हा ट्रेड 5 सेकंदात पूर्ण होईल.",
  "The trade will complete in <0>{{countdown}}s</0>.": "व्यापार <0>{{countdown}}s</0> मध्ये पूर्ण होईल.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "ट्रेडिंग बोनस हा वापरकर्त्यांना आमच्या ट्रेडिंग सिस्टमचा शोध घेण्यास मदत करण्यासाठी Detrade द्वारे प्रदान केलेला <0>मार्केटिंग प्रोत्साहन</0> आहे. बोनस फंड <1>काढता येत नाहीत<1>, परंतु त्यांचा वापर केल्याने होणारा नफा तुमच्या वास्तविक खात्यातील शिल्लकीवर परिणाम करू शकतो.",
  "The trading symbol will be replaced regularly.": "ट्रेडिंग चिन्ह नियमितपणे बदलले जाईल.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "विजेत्यांची घोषणा दर रविवारी रात्री 10 वाजता (UTC) चालू पानावर केली जाईल आणि पुढील सोडत शेवटच्या सोडतीच्या 2 तासांनंतर सुरू होईल.",
  "Theme": "थीम",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "तुम्ही किती कमाई करू शकता याची मर्यादा नाही. तुम्ही जितके अधिक मित्रांना आमंत्रित कराल, तितके जास्त बक्षिसे तुम्हाला मिळतील.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "हे तुमच्या खात्यातील शिल्लक रकमेतून वजा केले जातात आणि अपुरे निधीमुळे आपोआप पोझिशन बंद होईल.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "हा कार्यक्रम फक्त प्लॅटफॉर्म अनुपालन धोरणांद्वारे परिभाषित केल्यानुसार पात्र देश आणि प्रदेशांमधील वापरकर्त्यांसाठी उपलब्ध आहे.",
  "This field is required": "हे फील्ड आवश्यक आहे",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "यामध्ये तुमचा आयपी IP, ब्राउझरचा प्रकार, ऑपरेटिंग सिस्टम, अॅक्सेस वेळा आणि आमच्या प्लॅटफॉर्मवर अॅक्सेस करण्यापूर्वी आणि नंतर तुम्ही थेट पाहिलेली पेजेस समाविष्ट आहेत.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "यामध्ये तुमचे नाव, ईमेल पत्ता, दूरध्वनी क्रमांक, पोस्टल पत्ता, जन्मतारीख आणि खात्यासाठी नोंदणी करताना किंवा आमच्या सेवा वापरताना तुम्ही प्रदान केलेली इतर कोणतीही माहिती समाविष्ट आहे.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "हा निर्देशांक 0 ते 100 पर्यंत असतो, जिथे कमी मूल्य अत्यंत भीती दर्शवते आणि जास्त मूल्य अत्यंत लोभ दर्शवते.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "हे प्रत्येक क्रिप्टोकरन्सीच्या विशिष्ट मर्यादांशी जोडलेले आहे, ज्याचे तपशील खाली दिले आहेत.",
  "This is why you should promote Detrade:": "म्हणूनच तुम्ही Detrade चा प्रचार करावा:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "ही साइट reCAPTCHA आणि Google द्वारे संरक्षित आहे गोपनीयता धोरण आणि सेवा अटी लागू करा.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detrade भागीदारी कार्यक्रमाद्वारे, तुम्ही वाढीव संलग्न कमिशन, विशेष प्रायोजित कार्यक्रम आणि इतर अद्वितीय फायदे अनलॉक करू शकता. अधिक जाणून घेऊ इच्छिता? वाचत रहा!",
  "Time": "वेळ",
  "Time and payout": "वेळ आणि पेआउट",
  "Time closed": "बंद होण्याची वेळ",
  "Time opened": "उघडण्याची वेळ",
  "Time remaining": "बाकी वेळ",
  "Tips": "टिप्स",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "टिप्स: प्रक्रिया करण्यासाठी सहसा {{hours}} तास लागतात, जास्त वेळ लागू शकतो, विशिष्ट वेळ व्यापाऱ्याच्या वेळेच्या मर्यादेवर अवलंबून असतो.",
  "To": "ते",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "आमच्या सेवा सुधारण्यासाठी ट्रेंडचे विश्लेषण करणे, वापराचे निरीक्षण करणे आणि संशोधन करणे.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "तुमच्या खात्याची सुरक्षितता सुनिश्चित करण्यासाठी, Google 2FA ऑथेंटिकेशन काढून टाकल्यानंतर पैसे काढणे 24 तासांसाठी निलंबित केले जाईल.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "निष्पक्षता आणि सचोटी राखण्यासाठी, Detrade बोनस प्रोग्राममध्ये सहभागी होणाऱ्या खात्यांचे वर्तनात्मक आणि तांत्रिक तपासणीद्वारे निरीक्षण करेल, ज्यामध्ये डिव्हाइस फिंगरप्रिंटिंग, IP ट्रॅकिंग आणि व्यवहार पॅटर्न विश्लेषण यांचा समावेश आहे परंतु त्यापुरते मर्यादित नाही.",
  "To manage your account, process transactions, and provide you with the services you request.": "तुमचे खाते व्यवस्थापित करण्यासाठी, व्यवहारांवर प्रक्रिया करण्यासाठी आणि तुम्ही विनंती केलेल्या सेवा प्रदान करण्यासाठी.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "फसवणुकीवर लक्ष ठेवण्यासाठी, आमच्या सेवा अटी लागू करण्यासाठी आणि कायदेशीर आणि नियामक आवश्यकतांचे पालन करण्यासाठी.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "तुमच्या खात्याच्या सुरक्षिततेचे रक्षण करण्यासाठी, तुम्ही तुमचा पासवर्ड बदलल्यानंतर 24 तासांसाठी पैसे काढणे बंद केले जाईल.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "ट्रेडिंग गेमसाठी योग्य आणि विश्वासार्ह किंमत प्रदान करण्यासाठी, Detrade दर 500 मिलिसेकंदांना जगातील सर्वात लिक्विड स्पॉट आणि डेरिव्हेटिव्ह क्रिप्टोकरन्सी एक्सचेंजेसना रिअल-टाइम किंमत फीडमधून मिळवलेल्या संयुक्त निर्देशांकाची किंमत मोजते. अनेक किंमत स्रोतांचा समावेश करून, Detrade निर्देशांक वेळोवेळी वैयक्तिक एक्सचेंजेसवर होऊ शकणार्‍या मार्केट मॅनिपुलेशन, तांत्रिक समस्या आणि इतर असामान्य ट्रेडिंग क्रियाकलापांसाठी मजबूत आहे.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "तुम्हाला अपडेट्स, सुरक्षा सूचना आणि प्रशासकीय संदेश पाठवण्यासाठी आणि तुमच्या चौकशी आणि विनंत्यांना प्रतिसाद देण्यासाठी.",
  "To tailor our content and advertisements to your interests and preferences.": "तुमच्या आवडी आणि आवडींनुसार आमची सामग्री आणि जाहिराती तयार करण्यासाठी.",
  "To trading center": "ट्रेडिंग केंद्राकडे",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "वापरकर्ते आमच्या प्लॅटफॉर्मशी कसा संवाद साधतात हे समजून घेण्यासाठी, तांत्रिक समस्यांचे निदान करा आणि कार्यक्षमता आणि व्यापारी अनुभव वाढवा.",
  "Today's Pnl": "आजचे Pnl",
  "Top": "शीर्षस्थानी",
  "Top tokens": "शीर्ष टोकन",
  "Top trade": "शीर्ष ट्रेड",
  "Top-tier account manager": "टॉप-टायर अकाउंट व्यवस्थापक",
  "Total Trades": "एकूण ट्रेड्स",
  "Total commission": "संपूर्ण कमिशन",
  "Total participated tickets for this round <0>{{total}}</0>": "या फेरीसाठी एकूण सहभागी तिकिटे <0>{{total}}</0>",
  "Total prize won": "एकूण पारितोषिक जिंकले",
  "Total profit": "एकूण लाभ",
  "Total tickets": "एकूण तिकिटे",
  "Total traders": "एकूण ट्रेडर्स",
  "Total trades": "एकूण ट्रेडर्स",
  "Trade": "ट्रेड",
  "Trade for prestige": "प्रतिष्ठेसाठी ट्रेड कराल",
  "Trade history": "ट्रेड इतिहास",
  "Trade like a rhythm master": "लय मास्टर प्रमाणे व्यापार करा",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "जर तुम्हाला वाटत असेल की किंमत कमी होईल तर किंमत कमी होताना ट्रेड करा. जर किंमत कमी झाली तर तुम्हाला नफा होईल.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "जर तुम्हाला वाटत असेल की किंमत वाढेल तर वाढत्या किमतीवर ट्रेड करा. जर किंमत वाढली तर तुम्हाला नफा होईल.",
  "Trade to Win": "जिंकण्यासाठी व्यापार करा",
  "Trade to rank up": "क्रमवारीत जाण्यासाठी ट्रेड",
  "Trade with $10,000 in virtual funds": "व्हर्च्युअल फंडांमध्ये $10,000 सह ट्रेड करा",
  "Trader": "ट्रेडर",
  "Trades": "ट्रेड्स",
  "Trading": "ट्रेडिंग",
  "Trading Amount": "ट्रेडिंग अमाऊंट",
  "Trading Platform": "ट्रेडिंग प्लॅटफॉर्म",
  "Trading Smarter, Earning Better": "अधिक हुशारीने ट्रेडिंग करा, चांगले उत्पन्न मिळवा",
  "Trading Volume": "ट्रेडिंग व्हॉल्यूम",
  "Trading amount is too large for selected multiplier for selected stop loss price": "निवडलेल्या स्टॉप लॉस किंमतीसाठी निवडलेल्या गुणकासाठी ट्रेडिंग अमाऊंट खूप मोठी आहे",
  "Trading bonus trial": "ट्रेडिंग बोनस ट्रायल",
  "Trading center": "ट्रेडिंग सेंटर",
  "Trading indicators and signals": "ट्रेडिंग इंडिकेटर आणि सिग्नल",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "ट्रेडिंगमध्ये जोखीम असते. लिव्हरेज किंवा बोनस फंड वापरण्यापूर्वी तुम्ही काय करत आहात हे समजून घ्या. बोनस ट्रेडिंगद्वारे झालेल्या कोणत्याही नुकसानासाठी Detrade जबाबदार नाही.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "दररोज {{startTime}} ते {{endTime}} ({{timeZone}}) आणि आठवड्याच्या शेवटी ट्रेडिंग थांबवले जाते. कृपया तुमचे ऑर्डर आगाऊ निश्चित करा.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "ट्रेडिंग स्पर्धा, नियमित बोनस, भेटवस्तू, प्रोमो कोड आणि ट्रेडिंग स्पर्धा कोणत्याही व्यापाऱ्याला वापरण्यासाठी किंवा सहभागी होण्यासाठी उपलब्ध आहेत.",
  "Traffic Owners": "वाहतूक मालक",
  "Transaction Completed": "व्यवहार पूर्ण",
  "Transaction details": "व्यवहाराचे तपशील",
  "Transactions": "व्यवहार",
  "Transition details": "संक्रमण तपशील",
  "Transparency & Security": "पारदर्शकता आणि सुरक्षा",
  "Trigger price is too close to bust price": "ट्रिगर किंमत बस्ट किंमतीच्या खूप जवळ आहे",
  "Trigger price is too close to current price": "ट्रिगर किंमत सध्याच्या किमतीच्या खूप जवळ आहे",
  "Trusted by": "द्वारे विश्वास ठेवला",
  "Trusted by millions of users.": "लाखो वापरकर्त्यांचा विश्वास.",
  "Try": "प्रयत्न करा",
  "Try a quick demo": "झटपट डेमो वापरून पहा",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "वास्तविक गुंतवणूक न करता आणि कोणत्याही जोखीम न घेता, व्हर्च्युअल चलनासह डेमो खात्यावर प्लॅटफॉर्मद्वारे ऑफर केलेले सर्व फायदे वापरून पहा.",
  "Turn every action into rewards. Start trading today.": "प्रत्येक कृतीला बक्षिसांमध्ये बदला. आजच ट्रेडिंग सुरू करा.",
  "Txid": "Txid",
  "Type": "प्रकार",
  "Type Your message": "तुमचा संदेश टाइप करा",
  "UID": "UID",
  "UP": "अप",
  "USDT-Margined": "USDT-मार्जिन केलेले",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "दररोज {{startTime}} ते {{endTime}} ({{timeZone}}) आणि आठवड्याच्या शेवटी संपूर्ण दिवस उपलब्ध नाही.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "अद्वितीय अनुभव: नाविन्यपूर्ण ट्रेडिंग आव्हानांपासून ते सुव्यवस्थित क्रिप्टो ट्रेडिंग पर्याय आणि विशेष ट्रेडिंग मॉडेल्सपर्यंत, Detrade असा अनुभव देते जो तुम्हाला इतर कुठेही मिळणार नाही.",
  "Unlock Diamond": "डायमंड अनलॉक करा",
  "Unlock Top Traders, Achieve": "टॉप ट्रेडर्स अनलॉक करा, साध्य करा",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "अनावश्यक. Detrade ही एक तंत्रज्ञान प्रदाता आहे आणि तुम्ही आमचे उपाय कोणत्याही देशातून खरेदी करू शकता.",
  "Up": "वर",
  "Up & Down": "वर आणि खाली",
  "Up Down": "अप डाउन",
  "Up Or Down?": "अप की डाउन?",
  "Up Wins": "अप विजय",
  "Update Success": "अपडेट यशस्वी",
  "Updated at {{time}}": "{{time}} वाजता अपडेट केले",
  "Updated timely": "वेळेवर अद्यतनित",
  "Uppercase or lowercase letters": "अपरकेस किंवा लोअरकेस अक्षरे",
  "Usage Instructions & Limitations": "वापराच्या सूचना आणि मर्यादा",
  "Used": "वापरलेले",
  "User Agreement and Terms & Conditions": "वापरकर्ता करार आणि अटी आणि शर्ती",
  "User ID": "वापरकर्ता आयडी",
  "User name": "वापरकर्ता नाव",
  "Username": "वापरकर्तानाव",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "या क्रियाकलापाचा आनंद घेण्यासाठी वापरकर्त्यांनी संबंधित ट्रेडिंग जोड्या निवडल्या पाहिजेत किंवा त्यात सहभागी झाले पाहिजेत.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "ट्रेडिंग मर्यादा ओलांडण्यासाठी एकाधिक खाती वापरणे सक्त मनाई आहे आणि त्यामुळे खाते निलंबित किंवा दंड होऊ शकतो.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "कंपोझिट ऑर्डर बुक वापरून, दिलेल्या रकमेच्या खरेदी किंवा विक्रीसाठी सीमांत किंमत दर्शविणारे फंक्शन परिभाषित केले जाते. उदाहरणार्थ, सीमांत खरेदी फंक्शन असे आहे:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "द्वि-घटक प्रमाणीकरण वापरण्याची शिफारस केली जाते कारण ते तुमच्या खात्याचे पासवर्ड आणि फोन दोन्हीद्वारे संरक्षण करते.",
  "VIP": "VIP",
  "VIP group": "VIP ग्रुप",
  "Validity period: within 14 days after activation": "वैधता कालावधी: सक्रिय झाल्यानंतर 14 दिवसांच्या आत",
  "Verifiable fairness": "पडताळण्यायोग्य निष्पक्षता",
  "Verification": "पडताळणी",
  "Verification Example": "पडताळणीचे उदाहरण",
  "Verification code failed": "सत्यापन कोड अयशस्वी",
  "Verification email sent. Check your inbox.": "पडताळणी ईमेल पाठवला. तुमचा इनबॉक्स तपासा.",
  "Verified": "सत्यापित",
  "Verify": "सत्यापित करा",
  "Verify Fairness": "निष्पक्षता सत्यापित करा",
  "Verify fairness": "निष्पक्षता सत्यापित करा",
  "View details": "तपशील बघा",
  "View more": "आणखी पहा",
  "Volume": "व्हॉल्यूम",
  "Volume (24h)": "व्हॉल्यूम (24h)",
  "Voucher code": "वाउचर कोड",
  "Wager": "बाजी",
  "Wager <0>{{amount}}</0> To Reach": "पोहोचण्यासाठी बेट <0>{{amount}}</0> लावा",
  "Wait For Next Round": "पुढील फेरीची प्रतीक्षा करा",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "कमीत कमी 6 वैध किंमत फीड येईपर्यंत वाट पहा. जर पुरेसे किंमत फीड नसतील, तर Detrade निर्देशांक किंमत अपडेट केली जाणार नाही.",
  "Wallet": "वॉलेटवर",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Detrade भागीदारी कार्यक्रमात सामील होऊ इच्छिता? सुरुवात करण्यासाठी आमच्या सपोर्ट टीमशी संपर्क साधा!",
  "Watch play demo": "प्ले डेमो पहा",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "आम्ही आमच्या प्लॅटफॉर्मवरील तुमच्या क्रियाकलापांबद्दल माहिती गोळा करतो, ज्यामध्ये ट्रेडिंग क्रियाकलाप, प्राधान्ये आणि आमच्या सामग्रीसह सहभाग यांचा समावेश आहे.",
  "We collect several types of information from and about users of our Platform, including:": "आम्ही आमच्या प्लॅटफॉर्मच्या वापरकर्त्यांकडून आणि त्यांच्याबद्दल अनेक प्रकारची माहिती गोळा करतो, ज्यात समाविष्ट आहे:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "ग्राहकांच्या गरजा सतत पूर्ण करण्यासाठी आणि ग्राहकांना अधिक हमी देण्यासाठी आमच्याकडे उत्कृष्ट तांत्रिक आणि ऑपरेशनल टीम आहेत.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "तुमची वैयक्तिक माहिती अनधिकृत प्रवेश, वापर किंवा प्रकटीकरणापासून संरक्षित करण्यासाठी आम्ही विविध सुरक्षा उपायांची अंमलबजावणी करतो. या उपायांमध्ये एन्क्रिप्शन, प्रवेश नियंत्रणे आणि सुरक्षित संचयन यांचा समावेश आहे. तथापि, इंटरनेटवरून प्रसारणाची कोणतीही पद्धत किंवा इलेक्ट्रॉनिक संचयनाची पद्धत 100% सुरक्षित नाही आणि आम्ही त्याच्या पूर्ण सुरक्षिततेची हमी देऊ शकत नाही.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "तुम्ही आमच्या वाढत्या युती कुटुंबाचे सदस्य व्हाल आणि Detrade चे भविष्य एकत्रितपणे घडवण्यास मदत कराल अशी आम्हाला उत्सुकता आहे!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "व्यवहार सुलभ करण्यासाठी आणि नियामक आवश्यकतांचे पालन करण्यासाठी आम्ही बँक खाते क्रमांक, क्रेडिट कार्ड तपशील आणि व्यवहार इतिहास यासारखी आर्थिक माहिती गोळा करू शकतो.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "तुम्ही आम्हाला परवानगी दिल्यास, आम्ही तुमच्या स्थानाबद्दल माहिती गोळा करू शकतो, GPS., Wi-Fi किंवा सेल टॉवर डेटा सारख्या तंत्रज्ञानाचा वापर करून.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "कायद्याने किंवा सार्वजनिक अधिकाऱ्यांच्या (उदा. न्यायालय किंवा सरकारी एजन्सी) वैध विनंतीला प्रतिसाद म्हणून आवश्यक असल्यास आम्ही तुमची माहिती उघड करू शकतो.",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Detrade, आमचे वापरकर्ते किंवा इतरांचे हक्क, मालमत्ता किंवा सुरक्षितता संरक्षित करण्यासाठी आणि आमच्या अटी आणि शर्ती लागू करण्यासाठी आम्ही तुमची माहिती उघड करू शकतो.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "आम्ही तुमची माहिती कोणत्याही विलीनीकरणाच्या संदर्भात, कंपनीच्या मालमत्तेची विक्री, वित्तपुरवठा किंवा आमच्या व्यवसायाच्या सर्व किंवा काही भागाच्या दुसऱ्या कंपनीकडून संपादनाच्या संदर्भात किंवा वाटाघाटी दरम्यान शेअर किंवा हस्तांतरित करू शकतो.",
  "We may share your information with third parties if you provide your consent to do so.": "जर तुम्ही तुमची संमती दिली तर आम्ही तुमची माहिती तृतीय पक्षांसोबत शेअर करू शकतो.",
  "We may share your information with third parties in the following circumstances:": "खालील परिस्थितीत आम्ही तुमची माहिती तृतीय पक्षांसोबत शेअर करू शकतो:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "आम्ही तुमची माहिती तृतीय-पक्ष सेवा प्रदात्यांसह सामायिक करू शकतो जे आमच्या वतीने सेवा देतात, जसे की पेमेंट प्रक्रिया, डेटा विश्लेषण, ईमेल वितरण आणि होस्टिंग सेवा.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "आम्ही जगभरातील 2.5 दशलक्षाहून अधिक ऑनलाइन व्यापाऱ्यांना आकर्षित करणारे डेरिव्हेटिव्ह्ज ट्रेडिंग पर्यायांची विस्तृत श्रेणी ऑफर करतो. आमचे तंत्रज्ञान एक अंतर्ज्ञानी आणि शक्तिशाली ट्रेडिंग अनुभव प्रदान करते, ज्यामुळे आमच्या क्लायंटना जोखीम अधिक प्रभावीपणे समजून घेता येते आणि माहितीपूर्ण ट्रेडिंग निर्णय घेता येतात.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "आम्ही एक सोपा आणि वापरण्यास सोपा ट्रेडिंग प्लॅटफॉर्म प्रदान करतो, जेणेकरून प्रत्येकजण व्यापारी बनू शकेल.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "तुमच्या प्लॅटफॉर्मवर खेळाडूंना आकर्षित करण्यासाठी आम्ही चरण-दर-चरण मार्गदर्शक प्रदान करतो, तसेच प्रभावी सिद्ध झालेल्या मार्केटिंग साहित्यासह.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "खालील अटींनुसार बोनस आणि संबंधित नफा रद्द करण्याचा अधिकार आम्ही राखून ठेवतो:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "तुमच्या आमच्या प्लॅटफॉर्मच्या वापराविषयी माहिती गोळा करण्यासाठी आणि तुमचा ट्रेडर अनुभव वाढवण्यासाठी आम्ही कुकीज, वेब बीकन्स आणि इतर ट्रॅकिंग तंत्रज्ञान वापरतो.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "ट्रेडर इंटरफेसच्या ऑपरेशनमध्ये विलंब किंवा व्यत्यय न येता जलद व्यवहार प्रदान करण्यासाठी आम्ही अत्याधुनिक तंत्रज्ञानाचा वापर करतो.",
  "We use the information we collect for various purposes, including:": "आम्ही गोळा करत असलेली माहिती विविध उद्देशांसाठी वापरतो, ज्यात हे समाविष्ट आहे:",
  "We will contact you within 3 working days, please check your email regularly": "आम्ही तुमच्याशी 3 कामकाजाच्या दिवसांत संपर्क साधू, कृपया तुमचा ईमेल नियमितपणे तपासा",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "तुमची वैयक्तिक माहिती ज्या उद्देशांसाठी गोळा केली गेली होती ती पूर्ण करण्यासाठी, कायदेशीर, नियामक किंवा व्यावसायिक आवश्यकतांचे पालन करण्यासाठी, आवश्यक असेल तोपर्यंत आम्ही ती राखून ठेवू.",
  "Website for PC": "PC साठी वेबसाइट",
  "Website for smartphones": "स्मार्टफोनसाठी वेबसाइट",
  "Week": "आठवडा",
  "Week's Pnl": "आठवड्याचे Pnl",
  "Weekly raffle": "साप्ताहिक रॅफल",
  "Welcome Bonus": "वेलकम बोनस",
  "Welcome To": "स्वागत आहे",
  "Welcome To Demo Trading ": "डेमो ट्रेडिंगमध्ये स्वागत आहे ",
  "Welcome to Detrade Connect": "Detrade Connect मध्ये आपले स्वागत आहे",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Detrade मध्ये आपले स्वागत आहे, एक आघाडीचा बायनरी ऑप्शन्स ट्रेडिंग प्लॅटफॉर्म. आमचा प्लॅटफॉर्म वापरण्यास सुरुवात करण्यापूर्वी, कृपया खालील अटी आणि शर्ती काळजीपूर्वक वाचा आणि समजून घ्या. Detrade च्या प्लॅटफॉर्मवर प्रवेश करून किंवा वापरून, तुम्ही या अटी आणि शर्तींशी बांधील राहण्यास सहमत आहात. जर तुम्ही या अटींच्या कोणत्याही भागाशी सहमत नसाल, तर तुम्ही आमचा प्लॅटफॉर्म वापरू नये.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Stonks मध्ये आपले स्वागत आहे! दररोज 00:00 UTC वाजता किंमत $1,000 वर रीसेट केली जाईल आणि रीसेट दरम्यान कोणतेही प्रलंबित ऑर्डर स्वयंचलितपणे सेटल केले जातील.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Detrade मध्ये आपले स्वागत आहे! तुमच्या समर्थनाबद्दल आभार मानण्यासाठी, आम्ही नवीन वापरकर्त्यांसाठी <0>ट्रेडिंग बोनसमध्ये 50 USDT पर्यंत</0> ऑफर करत आहोत. शून्य जोखीम आणि वास्तविक रिवॉर्डसह बायनरी पर्याय ट्रेडिंगचा अनुभव घ्या!",
  "What currencies can be deposited and withdrawn?": "कोणत्या चलनांमध्ये पैसे जमा करता येतात आणि काढले जातात?",
  "What does it mean?": "याचा अर्थ काय?",
  "What is Detrade Connect?": "Detrade कनेक्ट म्हणजे काय?",
  "What operational expenses could Partner have?": "भागीदाराला किती ऑपरेशनल खर्च येऊ शकतो?",
  "What would you like your new limit to be? (max 500% of current limit)": "तुमची नवीन मर्यादा किती असावी असे तुम्हाला वाटते? (सध्याच्या मर्यादेच्या कमाल 500%)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "जेव्हा काउंटडाउन संपते, तेव्हा ते तयारी सेटलमेंट प्रक्रियेत प्रवेश करते. काउंटडाउन संपल्यानंतर (पहिल्या फ्लॅगवर) सिस्टम सुरुवातीची किंमत रेकॉर्ड करते. जेव्हा के-लाइन काही काळासाठी चालते, तेव्हा सिस्टम शेवटची किंमत (दुसऱ्या फ्लॅगवर) रेकॉर्ड करते. शेवटची किंमत आणि सुरुवातीची किंमत यांची तुलना करा. जर शेवटची किंमत सुरुवातीच्या किंमतीपेक्षा जास्त असेल, तर वरची दिशा निवडणारा व्यापारी जिंकतो. अन्यथा, खाली दिशा निवडणारा व्यापारी जिंकतो.",
  "When the dual conditions are met, you will receive profits.": "जेव्हा दुहेरी अटी पूर्ण होतील, तेव्हा तुम्हाला नफा मिळेल.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "जेव्हा पारंपारिक एक्सचेंजवर सेंट्रल लिमिट ऑर्डर बुकसह व्यवहार केले जातात, तेव्हा मोठ्या प्रमाणात घेतलेले ऑर्डर सामान्यतः सर्वोत्तम बोली किंवा ऑफरच्या पलीकडे रेस्टिंग ऑर्डरसह क्रॉस होतात, परिणामी सरासरी फिल किंमत टॉप-ऑफ-बुक किंमतीपेक्षा वाईट होते. मोठ्या ऑर्डरमध्ये अतिरिक्त जोखीम असल्याने बाजार निर्माते टॉप-ऑफ-बुकवर देऊ इच्छित असलेल्या तरलतेचे प्रमाण मर्यादित करतात. मोठ्या ऑर्डर अनेक किमतीत भराव्या लागण्याऐवजी, Detrade मोठ्या ऑर्डर घेण्याच्या बाजारातील परिणामाची प्रतिकृती तयार करण्यासाठी जिंकलेल्या ट्रेडसाठी क्लोजिंग किंमत सेट करण्यासाठी मार्केट इम्पॅक्ट फॉर्म्युला वापरते (मॅन्युअली-क्लोज्ड ट्रेड गमावल्याने त्याचा परिणाम होत नाही), परंतु अधिक सुसंगत आणि अंदाजे पद्धतीने. बाजारातील नेमके परिणाम पाहण्याचा सर्वात सोपा मार्ग म्हणजे फ्युचर्स ट्रेडिंग पेजवर आढळणारे ROI कॅल्क्युलेटर वापरणे.",
  "When will the commission be distributed?": "कमिशन कधी वाटले जाईल?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "जेव्हा तुमच्या मित्राचा ट्रेडिंग संपतो, तेव्हा तुम्हाला त्या ट्रेडिंगसाठी तात्काळ कमिशन मिळू शकते.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "जेथे <0>P_close</0> आहे <1>P_open*(1-1/multiplier_leverage)</1> बस्ट किंवा स्टॉप लॉस किंमत.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "जिथे <0>p_i | i in 1..N</0> आणि <1>s_i|i in 1..N</1> हे खरेदीच्या किमती आणि आकार पुस्तकाच्या वरच्या भागापासून वाढत्या अंतरावर क्रमवारी लावले जातात. हे फंक्शन एखादी रक्कम खरेदी करण्यासाठी जास्तीत जास्त किती किंमत देईल ते देते <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "जिथे <0>v_i</0> हे आकार आहेत ज्यावर मध्य-किंमती मोजल्या जातात आणि त्यांना संमिश्र ऑर्डर बुकमधील संचयी खरेदी आणि विक्री आकारांचे संघटन म्हणून परिभाषित केले जाते. <1>L</1> हा एक स्केलिंग घटक आहे जो <2>1/V</2> म्हणून परिभाषित केला जातो, जिथे <3>V</3> हा कमाल आकार आहे ज्यावर मध्य-किंमत मोजली जाते आणि संमिश्र ऑर्डर बुकमधील खरेदी आणि विक्री आकारांच्या बेरजेच्या किमान म्हणून परिभाषित केला जातो.",
  "Which currency pairs can be traded on Detrade?": "Detrade वर कोणत्या चलन जोड्यांचा व्यापार केला जाऊ शकतो?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "व्हाईट लेबल मालकांना प्लॅटफॉर्म विकसित करण्यासाठी कोणताही खर्च येत नाही. त्यांना फक्त विक्री आणि मार्केटिंगवर लक्ष केंद्रित करण्याची आवश्यकता आहे.",
  "Whitelist pre-booking": "व्हाइटलिस्ट प्री-बुकिंग",
  "Why Partner with Detrade?": "Detrade सोबत भागीदारी का करावी?",
  "Why choose Detrade": "Detrade का निवडावे",
  "Why you must choose us?": "तुम्ही आम्हाला का निवडले पाहिजे?",
  "Wild": "वाइल्ड",
  "Will The Price Go Up Or Down": "किंमत वाढेल की कमी होईल",
  "Will the price go up or down ?": "किंमत वाढेल की कमी होईल?",
  "Win": "जिंका",
  "Win Crypto Tokens": "क्रिप्टो टोकन जिंका",
  "Win if the price breaks out — above the high or below the low.": "जर किंमत फुटली तर जिंका — उच्च वर किंवा कमी खाली.",
  "Win rate": "जिंकण्याचा दर",
  "Winner": "विजेता",
  "Winning": "जिंकणे",
  "Winning Tickets": "जिंकण्याची तिकिटे",
  "Winning prize details": "जिंकलेल्या बक्षीसाची माहिती",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL शुल्कासह, तुम्हाला ट्रेड उघडण्यासाठी किंवा बंद करण्यासाठी कोणतेही शुल्क भरावे लागत नाही आणि जेव्हा तुम्ही ट्रेड बंद करता तेव्हा तुमच्या नफ्यातील फक्त एक अंश (जर असेल तर) घेतला जातो",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "फ्लॅट फी सक्षम केल्याने, तुम्हाला तुमच्या नफ्यातील 100% रक्कम मिळते परंतु नियमित एक्सचेंजप्रमाणे, ट्रेडमध्ये प्रवेश करण्यापूर्वी <0>तुमच्या प्रवेश, निर्गमन आणि स्लिपेजला कव्हर करणारे फ्लॅट फी</0> आगाऊ भरा",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "नवीन रोमांचक वैशिष्ट्ये आणि अपडेट्स लवकरच येत आहेत, आता Detrade चा प्रचार सुरू करण्याची हीच योग्य वेळ आहे.",
  "Withdraw": "पैसे काढा",
  "Withdraw Fee": "पैसे काढण्याची फी",
  "Withdraw Order Created": "पैसे काढण्याची ऑर्डर तयार केली",
  "Withdraw Processing": "प्रक्रिया मागे घ्या",
  "Withdraw Success": "यश मागे घ्या",
  "Withdraw is in progress": "",
  "Withdraw to": "कडे माघार घ्या",
  "Withdraw your earnings 24/7": "तुमची कमाई 24/7 काढून घ्या",
  "Withdrawal fee": "पैसे काढणे शुल्क",
  "Withdrawal fee discount": "पैसे काढण्याच्या शुल्कात सवलत",
  "Yes": "होय",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "हो, DeTrade संपूर्ण पारदर्शकतेवर विश्वास ठेवते आणि तुम्हाला सर्व डेटा देते. तुम्ही ही सर्व माहिती येथे पाहू शकता",
  "Yes, contact us at any time to upgrade your package.": "हो, तुमचे पॅकेज अपग्रेड करण्यासाठी कधीही आमच्याशी संपर्क साधा.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "हो, ज्यांना क्रिप्टोकरन्सी माहित नाहीत ते सोशल नेटवर्क्सद्वारे लॉग इन करू शकतात आणि बँक कार्डद्वारे त्यांना निधी देऊ शकतात.",
  "Yes, you can use both.": "हो, तुम्ही दोन्ही वापरू शकता.",
  "Yield": "उत्पन्न",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "तुम्ही बाजारात उपलब्ध असलेल्या बहुतेक मुख्य प्रवाहातील डिजिटल चलने जमा करू शकता आणि काढू शकता आणि हे प्लॅटफॉर्म हळूहळू कायदेशीर चलनांच्या ठेवी आणि काढण्याचे कार्य देखील सुरू करेल.",
  "You can share your invite link to your friend or your social media": "तुम्ही तुमची आमंत्रण लिंक तुमच्या मित्राला किंवा तुमच्या सोशल मीडियावर शेअर करू शकता",
  "You have the right to object to our processing of your personal information, under certain conditions.": "काही विशिष्ट परिस्थितींमध्ये, तुमच्या वैयक्तिक माहितीच्या आमच्या प्रक्रियेवर आक्षेप घेण्याचा तुम्हाला अधिकार आहे.",
  "You have the right to request a copy of the personal information we hold about you.": "आमच्याकडे असलेल्या तुमच्या वैयक्तिक माहितीची प्रत मागण्याचा तुम्हाला अधिकार आहे.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "तुमच्या वैयक्तिक माहितीतील कोणत्याही चुका दुरुस्त करण्याची विनंती करण्याचा तुम्हाला अधिकार आहे.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "काही अपवादांसह, तुमची वैयक्तिक माहिती आम्हाला हटवण्याची विनंती करण्याचा तुम्हाला अधिकार आहे.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "त्यांनी केलेल्या प्रत्येक ट्रेडिंगसाठी तुम्हाला घराच्या कडेच्या 20% रक्कम मिळेल. जर तुमचे बरेच फॉलोअर्स असतील तर तुम्ही अधिक कमिशनसाठी आमच्याशी संपर्क साधू शकता.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "पुढील तासात तुम्हाला अंदाजे {nextCapitalCost} अनुदान मिळेल आणि विशिष्ट रक्कम त्या वेळी निधी दराच्या अधीन असेल",
  "You won <0>{{award}}</0>": "तुम्ही <0>{{award}}</0> जिंकले",
  "Your": "आपले",
  "Your Telegram": "तुमचा Telegram",
  "Your account level is assessed and updated on the": "तुमच्या खात्याच्या पातळीचे मूल्यांकन केले जाते आणि अपडेट केले जाते",
  "Your current limit is {{limit}}": "तुमची सध्याची मर्यादा {{limit}} आहे",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "तुमच्या सध्याच्या मर्यादा आहेत: PnL शुल्क - {{pnl}}, निश्चित शुल्क - {{Fixed}}",
  "Your email": "तुमचा ईमेल",
  "Your friends will be associated with you after they sign up": "तुमचे मित्र साइन अप केल्यानंतर तुमच्याशी जोडले जातील",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "तुमची माहिती, वैयक्तिक माहितीसह, तुमच्या देशाबाहेरील किंवा अधिकारक्षेत्राबाहेरील सर्व्हर किंवा डेटाबेसवर हस्तांतरित केली जाऊ शकते आणि त्यांची देखभाल केली जाऊ शकते. आमच्या प्लॅटफॉर्मचा वापर करून, तुम्ही तुमची माहिती युनायटेड स्टेट्स किंवा Detrade किंवा त्याचे सेवा प्रदाते सुविधा राखतात अशा इतर कोणत्याही देशात हस्तांतरित करण्यास संमती देता.",
  "Your investment": "आपली गुंतवणूक",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "तुमची भाषा निवड Detrade ईमेल, SMS, अॅपमधील सूचना आणि तुम्ही लॉग इन केलेल्या सर्व डिव्हाइसेसना लागू होते.",
  "Your name": "तुमचे नाव",
  "Your profile is now private": "तुमचे प्रोफाइल आता खाजगी आहे",
  "Your profile is now public": "तुमचे प्रोफाइल आता सार्वजनिक आहे",
  "Your transfer amount has to MATCH the submission amount.": "तुमची ट्रान्सफर रक्कम सबमिशन रकमेशी जुळली पाहिजे.",
  "Zero Trading Fees": "शून्य ट्रेडिंग फी",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) कागदपत्रांची पडताळणी: वापरकर्त्यांना पासपोर्ट, ड्रायव्हिंग लायसन्स किंवा राष्ट्रीय ओळखपत्र यासारख्या सरकारने जारी केलेल्या ओळखपत्रांच्या प्रती अपलोड कराव्या लागू शकतात.",
  "all assets": "सर्व मालमत्ता",
  "all status": "सर्व स्थिती",
  "approved": "मंजूर केले",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **परफॉर्मन्स कुकीज**: या कुकीज तुम्ही आमच्या प्लॅटफॉर्मचा वापर कसा करता याबद्दल माहिती गोळा करतात, जसे की तुम्ही कोणत्या पृष्ठांना सर्वात जास्त भेट देता. ही माहिती आमच्या प्लॅटफॉर्मची कार्यक्षमता सुधारण्यासाठी वापरली जाते.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) पत्ता पडताळणी: वापरकर्त्यांना त्यांच्या निवासी पत्त्याची पडताळणी करण्यासाठी पत्त्याचा पुरावा, जसे की युटिलिटी बिल किंवा बँक स्टेटमेंट, प्रदान करणे आवश्यक असू शकते.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "तुमच्या नवीनतम कामगिरी आणि क्रियाकलापांवर आधारित. व्यस्त रहा आणि क्रमवारीत चढा!",
  "basic information verification": "मूलभूत माहिती सत्यापन",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **फंक्शनल कुकीज**: या कुकीज आमच्या प्लॅटफॉर्मला तुम्ही घेतलेल्या निवडी (जसे की तुमचे वापरकर्तानाव, भाषा किंवा प्रदेश) लक्षात ठेवण्यास आणि वर्धित, अधिक वैयक्तिक वैशिष्ट्ये प्रदान करण्यास अनुमती देतात.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) बायोमेट्रिक पडताळणी: वापरकर्त्यांची ओळख पडताळण्यासाठी Detrade बायोमेट्रिक प्रमाणीकरण पद्धती वापरू शकते, जसे की चेहऱ्याची ओळख किंवा फिंगरप्रिंट स्कॅनिंग.",
  "change password": "पासवर्ड बदला",
  "chat rules": "गप्पांचे नियम",
  "currency": "चलन",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **लक्ष्यीकरण/जाहिरात कुकीज**: या कुकीज तुमच्या आणि तुमच्या आवडींशी अधिक संबंधित जाहिराती देण्यासाठी वापरल्या जातात. त्या आम्हाला जाहिरात मोहिमांची प्रभावीता मोजण्यास देखील मदत करतात.",
  "date": "तारीख",
  "day": "दिवस",
  "demo": "डेमो",
  "deposit": "ठेव",
  "deposit with a 50% bonus": "50% बोनससह जमा करा",
  "down": "खाली",
  "earn ticket": "तिकीट मिळवा",
  "edit profile": "प्रोफाइल संपादित करा",
  "edit your avatar": "तुमचा अवतार संपादित करा",
  "email": "ईमेल",
  "explanation": "स्पष्टीकरण",
  "failed": "अयशस्वी",
  "forgot password?": "पासवर्ड विसरलात?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "डायमंड 3 महिन्यांसाठी धरून ठेवा — आमचा VIP व्यवस्थापक तुम्हाला डायमंड+ विशेषाधिकारांमध्ये प्रवेश करण्यासाठी आमंत्रित करेल.",
  "init": "आरंभ",
  "liq price": "लिक्विडेशन किंमत",
  "live": "लाईव्ह",
  "loading...": "लोड करत आहे...",
  "lucky poll": "भाग्यवान मतदान",
  "medium": "माध्यम",
  "month": "महिना",
  "more": "अधिक",
  "my tickets": "माझी तिकिटे",
  "name": "नाव",
  "no": "नाही",
  "or": "किंवा",
  "order id": "ऑर्डर आयडी",
  "pending": "प्रलंबित",
  "perks in total": "एकूण फायदे",
  "price": "किंमत",
  "prize": "बक्षीस",
  "processing": "प्रक्रिया",
  "rejected": "नाकारले",
  "results": "परिणाम",
  "rewards": "बक्षिसे",
  "rewards list": "बक्षिसे यादी",
  "search “Google Authenticator” and proceed to download.": "“Google Authenticator” शोधा आणि डाउनलोड करण्यासाठी पुढे जा.",
  "seed": "सीड",
  "strong": "मजबूत",
  "success": "यश",
  "temporary rejected": "तात्पुरते नाकारले गेले",
  "terms and conditions": "अटी आणि शर्ती",
  "tickets number": "तिकीट क्रमांक",
  "ticks": "टिक",
  "time": "वेळ",
  "token": "टोकन",
  "top": "शीर्ष",
  "trader": "ट्रेडर",
  "trading platform": "ट्रेडिंग प्लॅटफॉर्म",
  "two-Factor authentication": "टू-फैक्टर प्रमाणीकरण",
  "up": "वर",
  "voucher": "व्हाउचर",
  "wager": "बाजी",
  "weak": "दुर्बल",
  "week": "आठवडा",
  "welcome gifts": "भेटवस्तूंचे स्वागत करा",
  "withdraw": "मागे घेणे",
  "{{field}} is required": "{{field}} आवश्यक आहे",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} स्थान - दैनिक स्पर्धेच्या बक्षीस पूलचे {{percent}}",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>च्या {{total}}</0>",
  "|PnL|": "|PnL|"
}
