{
  "* Both a memo/tag and an address are required": "* Un mémo/étiquette et une adresse sont requis",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Veuillez confirmer si l'adresse de réception nécessite un MÉMO/étiquette. Si elle n'est pas renseignée ou est incorrecte, le bien sera perdu",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Les résultats du calculateur sont des estimations et le retour sur investissement/P&L réel peut différer de ce qui est affiché en fonction des conditions du marché.",
  "1-on-1 manager": "Responsable 1-sur-1",
  "1. Choose the future price direction": "1. Choisissez la direction future des prix",
  "1. Information We Collect": "1. Informations que nous collectons",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (« nous », « nos » ou « notre ») s'engage à lutter contre les activités de blanchiment d'argent et de financement du terrorisme grâce à la mise en œuvre de politiques et de procédures robustes de lutte contre le blanchiment d'argent (AML) et de connaissance du client (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade (« nous », « notre » ou « nos ») exploite une plateforme de trading d'options binaires en ligne (« Plateforme ») qui permet aux traders (« vous » ou « trader ») de négocier divers instruments financiers.",
  "1.1 Personal Identification Information:": "1.1 Informations d’identification personnelle :",
  "1.2 Financial Information:": "1.2 Informations financières :",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Cette politique de lutte contre le blanchiment d'argent (AML) et de connaissance du client (KYC) (« Politique ») décrit nos obligations et procédures de vérification de l'identité de nos traders (« vous » ou « trader ») et de détection et de prévention des activités de blanchiment d'argent et de financement du terrorisme sur la plateforme de Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Le présent Contrat d'utilisation et les Conditions générales (« Contrat ») régissent votre utilisation de la plateforme Detrade. En accédant ou en utilisant notre plateforme, vous reconnaissez avoir lu, compris et accepté d'être lié par le présent Contrat.",
  "1.3 Technical Information:": "1.3 Informations techniques :",
  "1.4 Usage Data:": "1.4 Données d'utilisation :",
  "1.5 Location Information:": "1.5 Informations sur l'emplacement :",
  "1.6 Cookies and Tracking Technologies:": "1.6 Cookies et technologies de suivi :",
  "1.Introduction": "1. Introduction",
  "10 most wagering players carve up the prize pool.": "Les 10 joueurs les plus parieurs se partagent la cagnotte.",
  "10. Amendments to the Policy": "10. Modifications de la politique",
  "10. International Data Transfers": "10. Transferts internationaux de données",
  "10. Limitation of Liability": "10. Limitation de responsabilité",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade se réserve le droit de modifier ou d'amender cette politique à tout moment. Toute modification entrera en vigueur immédiatement après sa publication sur la plateforme de Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Dans toute la mesure permise par la loi, Detrade ne sera pas responsable de tout dommage direct, indirect, accessoire, spécial ou consécutif découlant de ou lié de quelque manière que ce soit à votre utilisation de notre Plateforme.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 En aucun cas, la responsabilité totale de Detrade envers vous pour tous les dommages, pertes et causes d'action découlant ou en relation avec le présent Contrat ne dépassera le montant payé par vous, le cas échéant, à Detrade au cours de la période de douze (12) mois précédant immédiatement l'événement donnant lieu à cette responsabilité.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Il est de votre responsabilité de consulter régulièrement cette politique afin de rester informé de toute mise à jour ou modification. Votre utilisation continue de la plateforme Detrade après toute modification de cette politique constitue une acceptation de ces modifications.",
  "1000x leverage": "Effet de levier 1000x",
  "11. Contact Information": "11. Informations de contact",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Si vous avez des questions, des préoccupations ou des commentaires concernant cette politique ou les procédures AML et KYC de Detrade, veuillez nous contacter à [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité Detrade et ses sociétés affiliées, dirigeants, administrateurs, employés et agents de et contre toutes réclamations, responsabilités, dommages, pertes, coûts, dépenses ou honoraires (y compris les honoraires d'avocat raisonnables) découlant de ou en relation avec votre utilisation de la plateforme Detrade ou votre violation du présent accord.",
  "11.Indemnification": "11.Indemnisation",
  "12. Contact Us": "12. Contactez-nous",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Le présent Accord sera régi et interprété conformément aux lois de [Juridiction].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Tout litige découlant du présent Contrat ou en rapport avec celui-ci sera résolu par arbitrage conformément aux règles de [l'Organisation d'arbitrage].",
  "12.Governing Law and Dispute Resolution": "12. Loi applicable et règlement des litiges",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade se réserve le droit de modifier ou d'amender le présent Accord à tout moment. Toute modification entrera en vigueur immédiatement après sa publication sur la plateforme Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Il est de votre responsabilité de consulter régulièrement le présent Contrat afin de rester informé de toute mise à jour ou modification. Votre utilisation continue de la plateforme Detrade après toute modification du présent Contrat constitue une acceptation de ces modifications.",
  "13.Amendments to the Agreement": "13. Modifications de l'accord",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Si vous avez des questions, des préoccupations ou des commentaires concernant le présent Accord ou la Plateforme Detrade, veuillez nous contacter à 14.1 Si vous avez des questions, des préoccupations ou des commentaires concernant le présent Accord ou la Plateforme Detrade, veuillez nous contacter à",
  "14.Contact Information": "14.Informations de contact",
  "16th of every month": "le 16 de chaque mois",
  "1D": "1 Jour",
  "1M": "1 Mois",
  "1W": "1 Semaine",
  "2. Definitions": "2. Définitions",
  "2. Eligibility": "2. Éligibilité",
  "2. How We Use Your Information": "2. Comment nous utilisons vos informations",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Vous pouvez afficher le montant total de la commande du pool de fonds dans les directions HAUT et BAS ainsi que l'état de la commande de vous et des autres utilisateurs de la liste.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 « AML » fait référence à la lutte contre le blanchiment d'argent, qui est l'ensemble des procédures, lois et réglementations conçues pour empêcher la génération illégale de revenus par le biais des systèmes financiers.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 En accédant ou en utilisant la plateforme Detrade, vous déclarez et garantissez que vous avez au moins 18 ans et que vous avez la capacité juridique de conclure cet accord.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Pour fournir et maintenir notre plateforme :",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 « KYC » fait référence à Connaissez votre client, qui est le processus de vérification de l'identité des clients et d'évaluation de leur risque potentiel d'implication dans des activités illégales.",
  "2.2 To Improve Our Platform:": "2.2 Pour améliorer notre plateforme :",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Vous devez également vous conformer à toutes les lois et réglementations applicables concernant votre utilisation de notre Plateforme.",
  "2.3 To Communicate with You:": "2.3 Pour communiquer avec vous :",
  "2.4 To Personalize Your Experience:": "2.4 Pour personnaliser votre expérience :",
  "2.5 To Conduct Analytics and Research:": "2.5 Pour effectuer des analyses et des recherches :",
  "2.6 To Ensure Security and Compliance:": "2.6 Pour garantir la sécurité et la conformité :",
  "20% affiliate commission (a 100% increase from our base rate).": "20 % de commission d'affiliation (une augmentation de 100 % par rapport à notre taux de base).",
  "20+ exchange market data": "Plus de 20 données sur les marchés boursiers",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Avis de restriction de retrait de 24 heures Notre système a identifié des modifications apportées à des informations importantes sur votre compte. Nous suspendons donc temporairement la fonction de retrait de votre compte pendant que nous prenons des mesures pour sécuriser vos actifs. Les restrictions seront automatiquement levées à l'heure UTC {{time}}",
  "24h Live Players": "Joueurs en direct 24h",
  "24h Trade Vol": "Volumétrie des échanges sur 24 heures",
  "24h Wins Paid": "24h de gains payés",
  "24h high": "24h de haut",
  "24h low": "24h plus bas",
  "24h players": "Joueurs 24h",
  "24h win ratio": "Taux de victoire sur 24 heures",
  "2FA Code's length is not right": "La longueur du code 2FA n'est pas correcte",
  "2FA authentication": "Authentification 2FA",
  "2s CFD and 5-60s Options": "2s CFD et 5-60s Options",
  "3. Customer Due Diligence (CDD)": "3. Diligence raisonnable à l'égard de la clientèle (CDD)",
  "3. How We Share Your Information": "3. Comment nous partageons vos informations",
  "3. Wait for system settlement": "3. Attendez le règlement du système",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade effectue une vérification diligente de la clientèle (CDD) sur tous les utilisateurs pour vérifier leur identité et évaluer leur niveau de risque.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Afin d'accéder à certaines fonctionnalités de la plateforme Detrade, vous devrez peut-être créer un compte.",
  "3.1 With Service Providers:": "3.1 Avec les prestataires de services :",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Au cours du processus d'inscription, il peut vous être demandé de fournir certaines informations personnelles, y compris, mais sans s'y limiter, votre nom complet, votre date de naissance, votre adresse résidentielle, une pièce d'identité émise par le gouvernement et une preuve d'adresse.",
  "3.2 For Legal Reasons:": "3.2 Pour des raisons juridiques :",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Lors de l'inscription à un compte, vous acceptez de fournir des informations exactes, à jour et complètes vous concernant, comme demandé par le formulaire d'inscription.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade se réserve le droit de vous demander des informations ou des documents supplémentaires pour vérifier votre identité ou évaluer votre niveau de risque.",
  "3.3 To Protect Our Rights:": "3.3 Pour protéger nos droits :",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Vous êtes responsable du maintien de la confidentialité des informations d’identification de votre compte et de toutes les activités qui se produisent sous votre compte.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade se réserve le droit de suspendre ou de résilier votre compte si nous pensons que vous avez fourni des informations fausses ou trompeuses lors du processus d'inscription ou que vous avez violé une disposition du présent accord.",
  "3.4 With Your Consent:": "3.4 Avec votre consentement :",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Vous acceptez de fournir rapidement toute information ou documentation demandée par Detrade à des fins de diligence raisonnable à l'égard de la clientèle (CDD).",
  "3.5 In Business Transfers:": "3.5 Dans les transferts d’entreprise :",
  "3.Account Registration": "3. Enregistrement du compte",
  "3rd Merchant Processing": "3e traitement marchand",
  "4. Check the winning and losing results": "4. Vérifiez les résultats gagnants et perdants",
  "4. Identity Verification": "4. Vérification d'identité",
  "4. Platform Use": "4. Utilisation de la plateforme",
  "4. Your Data Protection Rights": "4. Vos droits en matière de protection des données",
  "4.1 Access:": "4.1 Accès :",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade utilise diverses méthodes et outils pour vérifier l'identité de ses utilisateurs, y compris, mais sans s'y limiter :",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 La plateforme Detrade est fournie à des fins d'information et d'éducation uniquement. Vous reconnaissez et acceptez que toute information fournie sur notre plateforme n'est pas destinée à servir de conseil financier et ne doit pas être utilisée pour prendre des décisions d'investissement.",
  "4.2 Correction:": "4.2 Correction :",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade se réserve le droit de rejeter tout document ou information fourni par les utilisateurs s'il est jugé insuffisant ou inexact à des fins de vérification d'identité.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Vous êtes seul responsable de l'évaluation des risques associés au trading d'options binaires et de la détermination si le trading sur la plateforme Detrade vous convient.",
  "4.3 Deletion:": "4.3 Suppression :",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Vous acceptez d'utiliser la plateforme Detrade conformément à toutes les lois et réglementations applicables et d'une manière qui ne porte pas atteinte aux droits d'autrui ni ne viole les termes du présent accord.",
  "4.4 Objection:": "4.4 Objection :",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Restriction : Vous avez le droit de demander que nous restreignions le traitement de vos informations personnelles, sous certaines conditions.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Portabilité des données : Vous avez le droit de demander le transfert de vos informations personnelles à une autre organisation ou directement à vous, sous certaines conditions.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Retirer votre consentement : Si vous nous avez donné votre consentement pour traiter vos informations personnelles, vous avez le droit de retirer votre consentement à tout moment.",
  "5. Data Security": "5. Sécurité des données",
  "5. Risk Assessment": "5. Évaluation des risques",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade effectue une évaluation des risques de chaque trader en fonction de ses informations de vérification d'identité, de son historique de transactions et d'autres facteurs pertinents.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 La plateforme Detrade permet aux utilisateurs de négocier des options binaires sur divers instruments financiers, y compris, mais sans s'y limiter, les actions, les devises, les matières premières et les indices.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Les utilisateurs peuvent se voir attribuer une note de risque en fonction des résultats de l’évaluation des risques, ce qui peut influencer le niveau de contrôle appliqué à leurs transactions et à l’activité de leur compte.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Vous reconnaissez et acceptez que le trading d'options binaires comporte des risques importants, y compris le risque de perdre la totalité de votre investissement.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Vous êtes seul responsable de l’évaluation des risques associés à chaque transaction et de la détermination de la stratégie d’investissement appropriée à votre situation personnelle.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade ne fournit aucune garantie ou assurance concernant la rentabilité ou le succès de toute transaction effectuée sur notre plateforme.",
  "5.Trading": "5.Trading",
  "50+ trading pairs": "Plus de 50 paires de trading",
  "6 Month's Pnl": "Pnl sur 6 mois",
  "6. Data Retention": "6. Conservation des données",
  "6. Fees and Charges": "6. Frais et charges",
  "6. Monitoring and Reporting": "6. Suivi et rapports",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade peut facturer des frais pour certains services ou transactions effectués sur notre Plateforme. Vous acceptez de payer tous les frais et charges applicables en rapport avec votre utilisation de notre Plateforme.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade surveille les transactions des traders et l'activité des comptes pour détecter tout signe de comportement suspect ou inhabituel pouvant indiquer des activités de blanchiment d'argent ou de financement du terrorisme.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade se réserve le droit de changer ou de modifier notre structure tarifaire à tout moment, avec ou sans préavis.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Si Detrade identifie une activité ou une transaction suspecte, nous nous réservons le droit de signaler cette activité aux autorités compétentes et de prendre les mesures appropriées, y compris, mais sans s'y limiter, le gel ou la suspension des comptes des traders.",
  "6M": "6 Mois",
  "7 * 24 technical services": "Services techniques 7*24",
  "7. Cookies and Similar Technologies": "7. Cookies et technologies similaires",
  "7. Intellectual Property": "7. Propriété intellectuelle",
  "7. Record-Keeping": "7. Garder des enregistrements",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Tout le contenu et les matériaux disponibles sur la plateforme de Detrade, y compris, mais sans s'y limiter, les textes, graphiques, logos, images et logiciels, sont la propriété de Detrade ou de ses concédants de licence et sont protégés par le droit d'auteur, les marques déposées et autres lois sur la propriété intellectuelle.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Cookies : Nous utilisons des cookies pour améliorer votre expérience sur notre Plateforme. Un cookie est un petit fichier placé sur votre appareil qui nous permet de reconnaître votre navigateur et de capturer et mémoriser certaines informations.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade conserve des enregistrements de toutes les informations d'identification et de transaction des commerçants conformément aux lois et réglementations applicables.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Types de Cookies : a) **Cookies essentiels** : Ces cookies sont nécessaires au fonctionnement de notre Plateforme. Ils vous permettent de naviguer sur le site et d’utiliser ses fonctionnalités.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Les dossiers des utilisateurs sont confidentiels et ne sont divulgués qu'au personnel autorisé ou aux autorités réglementaires, comme l'exige la loi.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Vous bénéficiez d'une licence limitée, non exclusive et non transférable pour accéder et utiliser la plateforme Detrade pour votre usage personnel et non commercial uniquement.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Gestion des cookies : Vous pouvez contrôler l'utilisation des cookies au niveau de votre navigateur. Si vous refusez les cookies, vous pourrez toujours utiliser notre Plateforme, mais votre capacité à utiliser certaines fonctionnalités ou zones de notre Plateforme peut être limitée.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Vous acceptez de ne pas reproduire, modifier, distribuer ou créer des œuvres dérivées basées sur tout contenu ou matériel disponible sur la plateforme Detrade sans le consentement écrit exprès de Detrade.",
  "8. Third-Party Links": "8. Liens des Tiers",
  "8. Training and Awareness": "8. Formation et sensibilisation",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade propose des programmes de formation et de sensibilisation à ses employés pour s'assurer qu'ils connaissent les politiques et procédures AML et KYC.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade respecte la vie privée de ses utilisateurs et s'engage à protéger leurs informations personnelles. Veuillez vous référer à notre politique de confidentialité pour plus de détails sur la manière dont nous collectons, utilisons et divulguons vos informations personnelles.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Les employés sont formés pour reconnaître et signaler les activités suspectes et pour se conformer à toutes les exigences AML et KYC.",
  "8.Privacy Policy": "8. Politique de confidentialité",
  "9. Children's Privacy": "9. Vie privée des enfants",
  "9. Compliance Oversight": "9. Surveillance de la conformité",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade a désigné un responsable de la conformité chargé de superviser le respect des politiques et procédures AML et KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade se réserve le droit de suspendre ou de résilier votre accès à notre Plateforme à tout moment et pour quelque raison que ce soit, avec ou sans motif, et sans préavis.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Le responsable de la conformité est chargé de suivre l'évolution de la réglementation, de mettre à jour les politiques AML et KYC si nécessaire et de s'assurer que les opérations de Detrade restent conformes à toutes les lois et réglementations applicables.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 À la résiliation de votre accès à la plateforme Detrade, toutes les dispositions du présent accord qui, de par leur nature, devraient survivre à la résiliation survivront, y compris, mais sans s'y limiter, les dispositions concernant la propriété intellectuelle, la limitation de responsabilité et la résolution des litiges.",
  "9.Termination": "9.Résiliation",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Montant du bonus :</0> 50 % de votre premier dépôt",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Plafond de bonus :</0> Bonus de trading maximum de 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Éligibilité :</0> Nouveaux utilisateurs sur Detrade uniquement",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Exigence :</0> Premier dépôt ≥ 50 USDT (ou crypto équivalent)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Produits pris en charge</0> : Haut-bas, propagation, haut-bas, futur",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> tickets ont été envoyés cette fois-ci !",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> par transaction d'entrée et de sortie de {{position}}, y compris le glissement",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>de {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Des frais fixes de {{feeAmount}} ({{commission}}) ont été facturés à l'ouverture de la transaction (position : {{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Une fraction de vos bénéfices (le cas échéant) est prélevée lorsque vous clôturez la transaction",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Des frais variables ont été facturés sous forme de fraction des bénéfices à la clôture de la transaction",
  "A verification will be sent to {{email}}": "Une vérification sera envoyée à {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A : Assurez-vous d'avoir débloqué les quatre modes de trading. Si le problème persiste, contactez le service client pour obtenir de l'aide.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A : Non, le bonus lui-même n'est pas retirable. Cependant, <0>tous les bénéfices réalisés grâce au bonus</0> peuvent être retirés.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A : Oui. Veuillez activer votre bonus dans les <0>7 jours</0> suivant son émission. Les bonus expirés ne peuvent pas être récupérés.",
  "AF": "AF",
  "AML & KYC policy": "Politique AML et KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "À propos de Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Accédez à plus de 70 actifs populaires avec un potentiel de profit allant jusqu'à 90 %",
  "Account Details": "Détails du compte",
  "Account Not Verified": "Compte non vérifié",
  "Account Verified": "Compte vérifié",
  "Activate": "Activer",
  "Activation expiry time": "Délai d'expiration de l'activation",
  "Active": "Actif",
  "Active tickets": "Billets actifs",
  "Activity priority access": "Accès prioritaire aux activités",
  "Add": "Ajouter",
  "Add key phrase into Google Authenticator and remember the key phrase": "Ajoutez une phrase clé dans Google Authenticator et mémorisez la phrase clé",
  "Add referral": "Ajouter une référence",
  "Add referral code": "Ajouter un code de parrainage",
  "Address is required": "L'adresse est requise",
  "Address valid": "Adresse valide",
  "Advanced": "Avancé",
  "Advanced Users": "Utilisateurs avancés",
  "Advanced chart": "Graphique avancé",
  "Advantage": "Avantage",
  "Affiliate program": "Programme d'affiliation",
  "Affiliates": "Affiliés",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Après avoir effectué votre premier dépôt, accédez au <0>Centre de récompenses</0> pour consulter votre bon d'essai initial de 1 USDT.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Après avoir rendu vos informations personnelles privées, les autres utilisateurs ne pourront pas voir votre nom d'utilisateur et vos informations.",
  "Agreement": "Accord",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Méthode Airdrop : les récompenses sont automatiquement distribuées dans le portefeuille. Veuillez suivre l'e-mail dans l'application.",
  "Airdrop plan": "Plan de Airdrop",
  "Airdrop program": "Programme Airdrop",
  "Airdrops": "Airdrops",
  "Algorithm": "Algorithme",
  "All": "Tous",
  "All Assets": "Tous les actifs",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Toutes les activités de courtage sur ce site Web sont fournies par Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Toutes les formules de jeu sont ouvertes et transparentes, ce qui dissuade la fraude et prévient les risques pour les partenaires et les joueurs.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Tous les prix du cycle de négociation de 24 heures sont prédéterminés à l'aide d'une valeur de départ tirée au sort, révélée à la fin de chaque cycle. Grâce à cette valeur de départ publiée, chacun peut vérifier que nous avons respecté l'algorithme détaillé ci-dessous et que nous n'avons modifié aucun prix après le début du cycle. Il est notamment impossible de modifier les prix en fonction de vos transactions.",
  "All prizes will be sent in USDT.": "Tous les prix seront envoyés en USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Toute l'expérience pratique d'un trader de haut niveau dont vous avez besoin, y compris l'accès aux indicateurs et signaux de trading les plus en vogue.",
  "All time wins paid": "Tous les gains payés",
  "Already have an account?": "Vous avez déjà un compte ?",
  "Amount": "Montant",
  "Amount is required": "Le montant est requis",
  "Amount to withdraw": "Montant à retirer",
  "Announcement": "Annonce",
  "Announcements": "Annonces",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Politique de lutte contre le blanchiment d'argent (AML) et de connaissance du client (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Des questions ? Notre équipe d'assistance dédiée est prête à vous aider et à vous guider tout au long du processus de candidature.",
  "Apply": "Appliquer",
  "Applying": "Postuler",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Environ {{nextCapitalCost}} sera facturé dans la prochaine heure, et le montant spécifique est soumis au taux de financement en vigueur à ce moment-là.",
  "Are there any geographical restrictions?": "Existe-t-il des restrictions géographiques ?",
  "Arrival amount": "Montant d'arrivée",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Tant que le programme reste actif, vous pouvez gagner des commissions à partir du moment où votre filleul s'inscrit à un compte Detrade.",
  "Ask a question": "Poser une question",
  "Asset types,currencies,cryptocurrencies for any trader.": "Types d'actifs, devises, crypto-monnaies pour tout trader.",
  "Assets": "Actifs",
  "Assets overview": "Aperçu des actifs",
  "At least {{exceed}} number": "Au moins {{exceed}} nombre",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "À la fin du compte à rebours, le profit et la perte seront déterminés en fonction de la tendance que vous avez prédite.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Au début de chaque cycle de négociation (00:00 UTC), une nouvelle valeur de départ de 32 octets est choisie au hasard. Les prix de l'ensemble du cycle peuvent être reproduits en combinant cette valeur de départ avec un compteur de ticks entier incrémentiel.",
  "Auto": "Automatique",
  "Available": "Disponible",
  "Available on request": "Disponible sur demande",
  "Award quota": "Quota de récompense",
  "Awarded users": "Utilisateurs récompensés",
  "Balance": "Solde",
  "Balance is not enough": "L'équilibre ne suffit pas",
  "Basic": "Basique",
  "Becoming an affiliate is easy": "Devenir affilié est facile",
  "Benefit from our many years of experience and internationally renowned reputation.": "Bénéficiez de nos nombreuses années d’expérience et de notre réputation internationale.",
  "Benefits": "Avantages",
  "Benefits:": "Avantages:",
  "Best For": "Meilleur Pour",
  "Bet": "Pari",
  "Betting": "Parier",
  "Binary Options Exchange": "Bourse d'options binaires",
  "Bind": "Lier",
  "Bind Success": "Lié avec succès",
  "Black diamond circle": "Cercle de diamant noir",
  "Blockchain Processing": "Traitement de la blockchain",
  "Bonus": "Bonus",
  "Bonus Rules": "Règles des bonus",
  "Bonus Trial": "Essai bonus",
  "Bonus pool": "Pool de bonus",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Les bons de réduction ne sont <0>pas retirables</0>, mais <1>les bénéfices des transactions bonus sont retirables<1>",
  "Boost your earnings by affiliate program": "Augmentez vos revenus grâce au programme d'affiliation",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Boostez vos transactions avec un effet de levier jusqu'à 1000x : gros risque, plus grande récompense.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Boostez vos transactions avec un effet de levier jusqu'à 1000× : gros risque, plus grande récompense.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Produits et services de courtage offerts par Nexus Play LLC.",
  "Bronze": "Bronze",
  "Bust And Stop Loss Prices": "buste et les prix de Arrêter la perte",
  "Buy": "Acheter",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "En accédant à la plateforme Detrade ou en l'utilisant, vous reconnaissez avoir lu, compris et accepté d'être lié par cette politique de confidentialité. Si vous n'êtes pas d'accord avec cette politique de confidentialité, vous ne devez pas utiliser notre plateforme.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "En accédant ou en utilisant la plateforme Detrade, vous reconnaissez avoir lu, compris et accepté d'être lié par cet accord. Si vous n'êtes pas d'accord avec une partie de cet accord, vous ne devez pas utiliser la plateforme Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "En accédant ou en utilisant la plateforme Detrade, vous reconnaissez avoir lu, compris et accepté de vous conformer à la présente politique AML et KYC. Si vous n'êtes pas d'accord avec une partie quelconque de cette politique, vous ne devez pas utiliser la plateforme Detrade.",
  "Calculator": "Calculatrice",
  "Campaign": "Campagne",
  "Campaign Center": "Centre de campagne",
  "Can I See The Data Of My Referral?": "Puis-je voir les données de ma référence ?",
  "Can I use a live account and a demo account at the same time?": "Puis-je utiliser un compte réel et un compte démo en même temps ?",
  "Can Partner upgrade his partnership level in the future?": "Le partenaire peut-il améliorer son niveau de partenariat à l’avenir ?",
  "Can non-crypto users play Detrade games?": "Les utilisateurs non-crypto-monnaies peuvent-ils jouer aux jeux Detrade ?",
  "Cancel": "Annuler",
  "Cannot exceed {{exceed}} characters": "Ne peut pas dépasser {{exceed}} caractères",
  "Cash All": "Tout encaisser",
  "Champion Profits": "Bénéfices des champions",
  "Change": "Changer",
  "Change password": "Changer le mot de passe",
  "Chat": "Chat",
  "Check <0>ROI calculator</0> for more details": "Consultez le <0>calculateur de retour sur investissement</0> pour plus de détails",
  "Chg%": "Chg%",
  "Choose Symbol": "Choisissez le symbole",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Choisissez votre <0> type de compte et </0> commencez à trader !",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Choisissez votre <br/> type de compte et </br> commencez à trader !",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Choisissez un multiplicateur pour maximiser votre position. La définition d'un multiplicateur plus élevé augmente votre risque de marge",
  "Choose the cryptocurrency that you would like to start trading.": "Choisissez la crypto-monnaie avec laquelle vous souhaitez commencer à trader.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Choisissez la direction vers le haut ou vers le bas pour passer une commande dans le délai spécifié du compte à rebours.",
  "Claim": "Réclamer",
  "Claim Voucher": "Réclamer un bon",
  "Claimed rewards": "Récompenses réclamées",
  "Claimed rewards details": "Détails des récompenses réclamées",
  "Click Here To View The": "Cliquez ici pour voir le",
  "Click Up or Down to Trading": "Cliquez vers le haut ou vers le bas pour trader",
  "Client": "Client",
  "Close": "Fermer",
  "Close Time": "Heure de fermeture",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Clôturez votre position à tout moment, que vous soyez en profit ou en perte. Fixez-vous des objectifs de prise de bénéfices ou de arrêt-perte pour clôturer automatiquement votre position",
  "Close the order": "Fermer la commande",
  "Close type": "Type fermé",
  "Closed successfully!": "Fermé avec succès !",
  "Co-planning rights": "Droits de co-planification",
  "Coin-Margined": "Marge de pièce de monnaie",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Combinez tous les ordres à cours limité restants de chaque flux de prix dans un seul carnet d'ordres composite. Il est normal et attendu que le prix de certains ordres d'achat dépasse le prix de certains ordres de vente d'autres bourses. Les tailles des ordres individuels sont plafonnées à 1 million de dollars pour limiter l'influence d'un seul ordre important.",
  "Coming soon": "Bientôt disponible",
  "Community": "Communauté",
  "Community access": "Accès communautaire",
  "Completed": "Terminé",
  "Comprehensive trading training": "Formation complète en trading",
  "Computers and smartphones are fully functional": "Les ordinateurs et les smartphones sont entièrement fonctionnels",
  "Condition 1: The price trend matches your prediction.": "Condition 1 : La tendance des prix correspond à votre prédiction.",
  "Condition 2: Price movement breaks through the spread.": "Condition 2 : Le mouvement des prix franchit le spread.",
  "Confirm": "Confirmer",
  "Confirm Close": "Confirmer la fermeture",
  "Confirm removing Google 2FA authentication?": "Confirmer la suppression de l'authentification Google 2FA ?",
  "Confirm settlement of all orders?": "Confirmer le règlement de toutes les commandes ?",
  "Confirm to close the order?": "Confirmer pour fermer la commande ?",
  "Confirmations": "Confirmations",
  "Connect": "Connecter",
  "Connect with your friends": "Connectez-vous avec vos amis",
  "Contact Us": "Contactez-nous",
  "Contact us": "Contactez-nous",
  "Contact us with Email or Live chat": "Contactez-nous par e-mail ou par chat en direct",
  "Content creators program": "Programme de créateurs de contenu",
  "Contest prize pool": "Cagnotte du concours",
  "Continue": "Continuer",
  "Continue Deposit Process": "Continuer le processus de dépôt",
  "Continue deposit process": "Continuer le processus de dépôt",
  "Continue with Google": "Continuer avec Google",
  "Continue with X": "Continuer avec X",
  "Continuously updated": "Mise à jour continue",
  "Convenient deposit and withdrawal methods": "Méthodes de dépôt et de retrait pratiques",
  "Copy": "Copie",
  "Copy Success": "Copie réussie",
  "Copy this code to your authenticator app": "Copiez ce code dans votre application d'authentification",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Copyright © 2025 Nexus Play LLC. Tous droits réservés.",
  "Country": "Pays",
  "Create Password": "Créer un mot de passe",
  "Crypto": "Crypto",
  "Crypto - binary options": "Crypto - options binaires",
  "Crypto Pairs": "Paires de crypto-monnaies",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Le trading de contrats de cryptomonnaies comporte un niveau de risque élevé et vous pouvez perdre la totalité du montant de votre transaction. Plus l'effet de levier est élevé, plus le risque est élevé. Cependant, vous ne pouvez en aucun cas perdre plus que le montant initial de votre transaction.",
  "Currency": "Devise",
  "Custom Price Move %": "Déplacement de prix personnalisé %",
  "Custom cashback plan": "Plan de remboursement personnalisé",
  "Custom revenue share and fee option.": "Option de partage des revenus et de frais personnalisés.",
  "Custom services": "Services personnalisés",
  "Custom signals": "Signaux personnalisés",
  "Customized incentives tailored to your needs.": "Des incitatifs personnalisés adaptés à vos besoins.",
  "DOWN": "BAS",
  "Daily Active Users": "Utilisateurs actifs quotidiens",
  "Daily Earning": "Gains quotidiens",
  "Daily contest": "Concours quotidien",
  "Dark": "Sombre",
  "Date": "Date",
  "Day": "Jour",
  "DeTrade overview": "Aperçu de DeTrade",
  "Dedicated customer support": "Support client dédié",
  "Demo": "Démo",
  "Demo Account": "Compte démo",
  "Demo Trading": "Trading Démo",
  "Depending on your location, you may have the following rights regarding your personal information:": "Selon votre situation géographique, vous pouvez disposer des droits suivants concernant vos informations personnelles :",
  "Deposit": "Dépôt",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Déposez 120 USDT → Recevez un bonus plafonné de 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Déposez 80 USDT → Recevez un bonus de 40 USDT",
  "Deposit Amount": "Montant du dépôt",
  "Deposit Order Created": "Ordre de dépôt créé",
  "Deposit Via {{depositChannel}}": "Dépôt via {{depositChannel}}",
  "Deposit address": "Adresse du dépôt",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Déposez et retirez de l'argent en toute simplicité en utilisant le mode de paiement le plus pratique.",
  "Deposit is in progress": "",
  "Deposit now": "Déposez maintenant",
  "Deposits and withdrawals": "Dépôts et retraits",
  "Derivative Exchanges": "Bourses de produits dérivés",
  "Description": "Description",
  "Detail": "Détail",
  "Details": "Détails",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (« nous », « notre » ou « nos ») accorde une grande importance à votre vie privée et s'engage à protéger vos informations personnelles. Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous utilisez notre plateforme de trading d'options binaires (« Plateforme »). En accédant ou en utilisant notre Plateforme, vous acceptez la collecte et l'utilisation des informations conformément à cette politique. Si vous n'êtes pas d'accord avec cette politique, vous ne devez pas utiliser notre Plateforme.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect est une solution d'intégration transparente qui permet aux plateformes tierces de se connecter facilement à notre écosystème. Grâce à des API puissantes et à des outils d'automatisation, nous intégrons directement les fonctions principales de nos produits dans votre plateforme. Elle vise à fournir aux plateformes des dérivés de crypto-monnaie diversifiés, un échange de données plus rapide et la possibilité d'accéder à nos fonctionnalités de pointe, tout en garantissant des connexions sécurisées, évolutives et fiables. Que vous souhaitiez étendre la prestation de services ou simplifier les flux de travail, Detrade Connect peut rendre l'intégration simple, efficace et efficiente.",
  "Detrade Index Prices": "Indice des prix Detrade",
  "Detrade Partner": "Partenaire Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Programme de partenariat Detrade ! Ce programme est conçu pour offrir aux créateurs un potentiel de revenus accru et des avantages exclusifs, rendant vos efforts promotionnels vraiment gratifiants.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade s'est engagé à transformer le secteur traditionnel du trading intelligent et à ouvrir les marchés financiers à tous, partout dans le monde. Notre mission est de fournir l'expérience de trading la plus innovante. N'importe qui dans le monde devrait pouvoir participer aux transactions.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade a terminé la révision du code et le résultat est dans le TOP-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade est sur une voie de croissance rapide. Nous nous engageons à fournir à nos utilisateurs une expérience innovante et engageante qui en fait la plateforme de choix pour le trading d'options binaires de crypto-monnaie.",
  "Detrade learn": "Apprendre Detrade",
  "Detrade offers 3 types of optional products.": "Detrade propose 3 types de produits optionnels.",
  "Detrade partnership program": "Programme de partenariat Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade se réserve les droits d'interprétation finaux de cette campagne.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade se réserve le droit de modifier toutes les règles et conditions à sa seule discrétion et sans préavis.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade se réserve le droit d'exclure les joueurs qui ont violé nos règles à n'importe quelle étape du concours.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade se réserve le droit de modifier, suspendre ou annuler l'activité ou la distribution d'airdrops à tout moment, y compris les conditions générales applicables. Cette modification vise à gérer/prévenir la fraude et autres activités illégales. Sauf en cas de fraude ou d'autres activités illégales de la part du trader, cette modification n'affectera pas les traders ayant choisi de participer.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade se réserve le droit de mettre à jour ou de modifier cette politique de confidentialité à tout moment. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur notre plateforme. Il vous est conseillé de consulter régulièrement cette politique de confidentialité pour prendre connaissance de tout changement. Votre utilisation continue de notre plateforme après toute modification de la politique de confidentialité constituera votre reconnaissance des modifications et votre consentement à respecter et à être lié par la politique de confidentialité mise à jour.",
  "Detrade weekly draw": "Tirage hebdomadaire de Detrade",
  "Developer documentation": "Documentation du développeur",
  "Device": "Appareil",
  "Diamond": "Diamant",
  "Diamond Partner": "Partenaire Diamant",
  "Didn't find an answer to our question?": "Vous n'avez pas trouvé de réponse à notre question ?",
  "Direction": "Direction",
  "Discover trending tokens. Trade. Earn. Repeat.": "Découvrez les jetons tendance. Échangez. Gagnez. Répétez.",
  "Distributing Payout": "Distribution des paiements",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "N'utilisez pas de symboles spéciaux ni de barre d'espace, sinon votre compte risque de ne pas être pris en charge.",
  "Do not use special symbols, otherwise your account may not be supported.": "N'utilisez pas de symboles spéciaux, sinon votre compte pourrait ne pas être pris en charge.",
  "Does the company have the legal qualifications to carry out relevant business?": "L’entreprise dispose-t-elle des qualifications juridiques nécessaires pour mener à bien les activités concernées ?",
  "Don't beg or ask for loans, rains or tips.": "Ne mendiez pas et ne demandez pas de prêts, de pluies ou de pourboires.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Ne vous engagez dans aucune forme de publicité/échange/vente/achat ou d'offre de services.",
  "Don't harass or be offensive to other users or Detrade staff.": "Ne harcelez pas et n'offensez pas les autres utilisateurs ou le personnel de Detrade.",
  "Don't have an account?": "Vous n'avez pas de compte ?",
  "Don't let anyone see this!": "Ne laissez personne voir ça !",
  "Don't share any personal information (including socials) of you or other players.": "Ne partagez aucune information personnelle (y compris les informations sociales) sur vous ou sur d'autres joueurs.",
  "Don't share codes, scripts or any other bot service.": "Ne partagez pas de codes, de scripts ou tout autre service de bot.",
  "Don't show again": "Ne plus afficher",
  "Don't spam & don't use excessive capital letters when chatting.": "N'envoyez pas de spam et n'utilisez pas trop de majuscules lorsque vous discutez.",
  "Don't use URL shortening services. Always submit the full link.": "N'utilisez pas de services de raccourcissement d'URL. Soumettez toujours le lien complet.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "N'utilisez pas de comptes alternatifs (alts) sur le chat, c'est strictement interdit.",
  "Done": "Fait",
  "Down": "Bas",
  "Down Wins": "Victoires en bas",
  "Down vs. Up Ratio (Live Data)": "Ratio de baisse/hausse (données en direct)",
  "Download": "Télécharger",
  "Download the Google Authenticator app": "Télécharger l'application Google Authenticator",
  "Drop us a line here": "Envoyez-nous un message ici",
  "Duration: {{time}}": "Durée : {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Chaque ID de commande ne peut être utilisé qu'une seule fois pour éviter les doublons.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Chaque utilisateur est éligible à <0>un seul</0> bonus de premier dépôt",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Chaque code promotionnel ne peut être utilisé qu'une seule fois par utilisateur. Une fois utilisé, la récompense est irréversible.",
  "Earn": "Gagner",
  "Earn up to 50% commission.": "Gagnez jusqu'à 50 % de commission.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Gagnez jusqu'à {{payout}}% de profit si votre prédiction est correcte.",
  "Easy access from your smartphone": "Accès facile depuis votre smartphone",
  "Edit your avatar": "Modifiez votre avatar",
  "Email": "Email",
  "Email Code": "Code e-mail",
  "Email verification code's length is not right": "La longueur du code de vérification de l'e-mail n'est pas correcte",
  "End Time": "End Time",
  "End Time Invalid( hh : mm : ss )": "Heure de fin non valide (hh : mm : ss)",
  "End Time is earlier than Start Time": "Heure de fin est antérieure à l'heure de début",
  "End rate": "Taux final",
  "Ends in {{time}} days": "Se termine dans {{time}} jours",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Assurer une tarification authentique et sans manipulation avec des algorithmes transparents et vérifiables pour une équité garantie.",
  "Enter Code": "Entrez le code",
  "Enter number of daily active players": "Entrez le nombre de joueurs actifs quotidiennement",
  "Enter the 2FA code ": "Entrez le code 2FA ",
  "Enter the 6-digit code sent to": "Entrez le code à 6 chiffres envoyé à",
  "Enter withdraw address": "Entrez l'adresse de retrait",
  "Enter your email": "Entrez votre email",
  "Enter your email and we'll send you a new password": "Entrez votre email et nous vous enverrons un nouveau mot de passe",
  "Enter your name": "Entrez votre nom",
  "Enter your new password": "Entrez votre nouveau mot de passe",
  "Enter your old password": "Entrez votre ancien mot de passe",
  "Enter your password": "Entrez votre mot de passe",
  "Enterprise Partner": "Partenaire d'entreprise",
  "Entrepreneurs": "Entrepreneurs",
  "Entry Price": "Prix ​​d'entrée",
  "Entry Time": "Heure d'entrée",
  "Entry fee": "Frais d'entrée",
  "Entry price": "Prix d'entrée",
  "Esteemed Affiliate": "Affilié estimé",
  "Event Details": "Détails de l'événement",
  "Event time: {{ startTime }} - {{ endTime }}": "Heure de l'événement : {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Chaque mois, nous distribuerons aléatoirement un total de <0>{{amount}}</0> en BCD à 300 utilisateurs participant au symbole de trading STONKS !",
  "Examples": "Exemples",
  "Exchange": "Échange",
  "Exit price": "Prix ​​de sortie",
  "Experience": "Expérience",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Des experts techniques et produits expérimentés vous offrent un support professionnel et continueront à optimiser gratuitement les fonctions des produits pour vous fournir de meilleurs produits.",
  "Expert Support": "Assistance d'experts",
  "Expired": "Expiré",
  "Expires in": "Expire dans",
  "Explain": "Expliquer",
  "Exploiting platform bugs or system loopholes": "Exploiter les bugs de la plateforme ou les failles du système",
  "Extensive coverage": "Couverture étendue",
  "FAQ": "FAQ",
  "Failed": "Échoué",
  "False deposits, money laundering, or manipulation to trigger rewards": "Faux dépôts, blanchiment d'argent ou manipulation pour déclencher des récompenses",
  "Fast response": "Réponse rapide",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Les transactions rapides, l'injection de capital et le partage des bénéfices, les commandes en attente et la copie des transactions sont des modes de trading pratiques et flexibles.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Transactions plus rapides. Décisions simplifiées. Interaction en temps réel avec les autres traders de la communauté.",
  "Favorite Trading Derivatives": "Dérivés de trading préférés",
  "Favorites": "Favoris",
  "Fear & Greed Index": "Indice de peur et de cupidité",
  "Fee": "Frais",
  "Fee options": "Options de frais",
  "Fiat": "Fiat",
  "Finished": "Terminé",
  "First deposit bonus guide": "Guide des bonus de premier dépôt",
  "Fixed fee limit": "Limite de frais fixes",
  "Flat fee": "Flat frais",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Flat frais sont calculés en pourcentage de votre position (montant * effet de levier)",
  "Flexible transaction mode": "Mode de transaction flexible",
  "Floating PnL": "PnL flottant",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Pour chaque transaction de ${{ticketQuota}} sur notre <0>spread élevé et faible</0>, vous recevrez automatiquement un ticket de tombola. Alors, mettez toutes les chances de votre côté en gagnant un maximum de tickets !",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Par exemple, si vous avez une position longue en BTC de 500 $ avec un multiplicateur x10 et un taux de financement de 0,1 %, vous serez facturé 0,21 $ par heure après les 8 premières heures. Si la position était courte plutôt qu'acheteuse, vous recevrez des paiements de financement. Si votre position est clôturée dans les 8 heures, aucun paiement de financement ne sera effectué.",
  "For the safety of your funds, must complete the following binding": "Pour la sécurité de vos fonds, vous devez remplir les obligations suivantes",
  "For the safety of your funds, withdrawals must complete the following binding": "Pour la sécurité de vos fonds, les retraits doivent respecter les obligations suivantes",
  "Forgot?": "Oublié?",
  "Free": "Gratuit",
  "Frequently Asked Questions (FAQ)": "Foire aux questions (FAQ)",
  "Frequently asked questions": "Questions fréquemment posées",
  "From": "De",
  "Funding Payments": "Paiements de financement",
  "Funding fee history": "Historique des frais de financement",
  "Funding/h": "Financement/h",
  "Futures": "Futurs",
  "Futures Entrust": "Futures Entrust",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Le trading à terme est une transaction relative au marché au comptant. Les utilisateurs peuvent évaluer la hausse ou la baisse des contrats à terme et choisir d'acheter des contrats longs ou de vendre des contrats courts pour obtenir des bénéfices sur les prix en hausse ou en baisse. Dans le même temps, les utilisateurs peuvent emprunter des fonds supplémentaires pour augmenter la taille de leurs positions en augmentant l'effet de levier.",
  "Gas fee": "Frais de gaz",
  "General access": "Accès général",
  "Get 50% bonus": "Obtenez un bonus de 50%",
  "Get Trading commission when your friends trading.": "Obtenez une commission de trading lorsque vos amis négocient.",
  "Get free educational materials and 24/7 support": "Obtenez du matériel pédagogique gratuit et une assistance 24h/24 et 7j/7",
  "Get help": "Obtenir de l'aide",
  "Go bind": "Aller lier",
  "Go to home": "Aller à l'accueil",
  "Go to the Reward Center and manually activate your bonus voucher.": "Accédez au Centre de récompenses et activez manuellement votre bon bonus.",
  "Go trading": "Aller au trading",
  "Gold": "Or",
  "Gold Partner": "Partenaire Or",
  "Good Job!": "Bon travail!",
  "Google 2FA code": "Code de Google 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator peut être téléchargé depuis l'App Store ou Google Play.",
  "Got it": "J'ai compris",
  "Guess if the price ends higher or lower than the target.": "Devinez si le prix se termine plus haut ou plus bas que l'objectif.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Vous n'avez pas trouvé ce que vous cherchiez ? Consultez nos questions ici ou notre centre d'aide pour plus d'informations.",
  "Hide Small": "Cacher petit",
  "High Low": "Haut Bas",
  "High Low Guess if the price ends higher or lower than the target.": "Haut Bas Devinez si le prix termine plus haut ou plus bas que l'objectif.",
  "High Low Spread": "Haut Bas Propagation",
  "History": "Historique",
  "Home": "Accueil",
  "Hour": "Heure",
  "How does Playnance assist Partners in their platforms' promotion?": "Comment Playnance aide les partenaires dans la promotion de leurs plateformes ?",
  "How it works": "Comment ça marche",
  "How much can I earn from my referral?": "Combien puis-je gagner grâce à mon parrainage ?",
  "How to Claim Your Bonus": "Comment réclamer votre bonus",
  "How to apply": "Comment postuler",
  "How to invite": "Comment inviter",
  "How will players deposit and withdraw their funds?": "Comment les joueurs déposeront-ils et retireront-ils leurs fonds ?",
  "I acknowledge": "Je reconnais",
  "I've made deposit": "J'ai fait un dépôt",
  "ID verification": "Vérification d'identité",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "CONSTITUANTS DE L'INDICE ÉCHANGES AU COMPTANT",
  "If you are a content creator, make sure to check out our": "Si vous êtes un créateur de contenu, assurez-vous de consulter notre",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Si vous pensez que votre compte a été signalé par erreur, veuillez contacter le support officiel pour faire appel.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Si vous n'avez pas effectué ce transfert, vous pouvez continuer le processus de dépôt <0>ici</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Si vous avez des questions sur cette politique de confidentialité, veuillez nous contacter à",
  "If you have the traffic, it can be monetized.": "Si vous avez du trafic, cela peut être monétisé.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Si vous pensez que le prix va baisser à la fin du compte à rebours, veuillez sélectionner BAS. (Les valeurs de l'image correspondent au ratio de profit que vous avez obtenu)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Si vous pensez que le prix va baisser, choisissez BAS pour attraper la baisse.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Si vous pensez que le prix va baisser, définissez une marge et enregistrez un bouton de vente à découvert. Si le prix baisse, vous générez un bénéfice.",
  "If you think the price will go up, choose UP to go with the trend.": "Si vous pensez que le prix va augmenter, choisissez EN HAUT pour suivre la tendance.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Si vous pensez que le prix va augmenter, définissez une marge et cliquez sur le bouton long. Si le prix augmente, vous générez un bénéfice.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Si vous pensez que le prix va augmenter à la fin du compte à rebours, veuillez sélectionner UP. (Les valeurs de la figure correspondent au ratio de profit que vous avez obtenu)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Si vous souhaitez vous concentrer sur les ventes et les bénéfices plutôt que sur la gestion des produits ou le développement technologique.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Si votre position reste ouverte plus de 8 heures, des frais de financement horaires s'appliqueront en fonction des conditions de marché. Ces frais sont déduits directement du solde de votre compte. Si votre solde est insuffisant pour couvrir les frais de financement, votre position sera clôturée d'office par le système.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Si votre position reste ouverte pendant plus de 8 heures, des frais de financement horaires s'appliquent en fonction des conditions du marché.",
  "Important Reminders": "Rappels importants",
  "Income": "Revenu",
  "Increase Limit": "Augmenter la limite",
  "Increase aggregate limit": "Augmenter la limite globale",
  "Increase limit": "Augmenter la limite",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Intégrez les dérivés de crypto-monnaie Detrade sur votre plateforme",
  "Integration": "Intégration",
  "Integration program": "Programme d'intégration",
  "Intelligent integrated services": "Services intégrés intelligents",
  "Internal group": "Groupe interne",
  "Intuitive trader transaction data display and statistics": "Affichage intuitif des données de transaction et des statistiques des traders",
  "Intuitive trading trend display and analysis tools": "Outils intuitifs d'affichage et d'analyse des tendances de trading",
  "Invalid email": "Email invalide",
  "Invite friends": "Inviter des amis",
  "Invite friends to earn  20% commission": "Invitez des amis pour gagner 20% de commission",
  "Invite only": "Sur invitation seulement",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "Existe-t-il une limite de temps pendant laquelle je peux gagner des commissions grâce au programme de parrainage ?",
  "Is there a limit to the invitation rewards I can receive?": "Y a-t-il une limite aux récompenses d’invitation que je peux recevoir ?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Il aide les investisseurs à comprendre l’état émotionnel du marché, ce qui peut influencer les comportements d’achat et de vente.",
  "Join  our community": "Rejoignez notre communauté",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Rejoignez Detrade Connect pour accélérer la croissance opérationnelle de votre plateforme, et nous vous offrons des garanties de service.",
  "Join and earn extra bonuses!": "Rejoignez-nous et gagnez des bonus supplémentaires !",
  "Join free competitions": "Participez à des concours gratuits",
  "Join now and get a": "Rejoignez-nous maintenant et obtenez un",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Rejoignez notre loterie aléatoire hebdomadaire et partagez <0>${{amount}}</1> !",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Vérification KYC",
  "KYC authentication": "Authentification KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Gardez votre position ouverte pendant plus de 8 heures et vous pourriez encourir ou recevoir des paiements de financement horaires, en fonction des conditions du marché.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Maintenez votre position ouverte plus de 8 heures et vous pourriez percevoir des paiements horaires, selon les conditions de marché. En période haussière, le taux de financement est positif et les traders à long terme rémunèrent les traders à court terme. En période baissière, le taux de financement est négatif et les traders à court terme rémunèrent les traders à long terme.",
  "Language": "Langue",
  "Large product research & Development team": "Grande équipe de recherche et développement de produits",
  "Last price": "Dernier prix",
  "Latest events": "Derniers événements",
  "Launch now": "Lancer maintenant",
  "Leaderboard": "Classement",
  "Learn": "Apprendre",
  "Learn More": "En savoir plus",
  "Level assessment & update": "Évaluation et mise à jour du niveau",
  "Leverage": "Effet levier",
  "Leverage 1000x Maximum": "Effet de levier 1000x maximum",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Tirez parti de la technologie de Detrade pour lancer votre propre application de trading. Offrez une expérience de trading améliorée à vos clients et gagnez de l'argent sur chaque transaction exécutée sur votre application.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "L'effet de levier vous permet d'amplifier votre position avec un capital plus faible. Un effet de levier plus élevé augmente à la fois le potentiel de profit et de risque.",
  "License": "License",
  "License Information": "Informations sur la licence",
  "Light": "Léger",
  "Limits": "Limites",
  "Liq price": "Prix ​​de liquidation",
  "Liq.Price": "Prix.Liq",
  "Liq.price": "Prix.Liq",
  "Liquidated": "Liquidé",
  "Live": "En direct",
  "Live chat": "Chat en direct",
  "Live trade": "trade en direct",
  "Loading Failed": "Échec du chargement",
  "Log out": "Se déconnecter",
  "Login": "Connexion",
  "Login 2FA switch": "Commutateur de connexion 2FA",
  "Login here.": "Connectez-vous ici.",
  "Login history": "Historique de connexion",
  "Login method": "Méthode de connexion",
  "Login to Detrade": "Connectez-vous à Detrade",
  "Login with email code": "Connectez-vous avec le code email",
  "Login with password": "Se connecter avec un mot de passe",
  "Lose": "Perdre",
  "Loser": "Perdant",
  "Loved by users": "Apprécié par les utilisateurs",
  "Major features:": "Caractéristiques principales :",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Réalisez des transactions réussies et cumulez le bonus maximum sur votre premier dépôt. <0>En savoir plus<0>",
  "Manual": "Manuel",
  "Mark Price": "Prix ​​du marché",
  "Mark price": "Marquer le prix",
  "Market": "Marché",
  "Market Impact Effects": "Effets d'impact sur le marché",
  "Max": "Max",
  "Max Profit": "Bénéfice maximum",
  "Max TV": "Max TV",
  "Max Trade": "Trade Maximum",
  "Max solo bonus": "Bonus solo maximum",
  "Max withdrawal limit": "Limite de retrait maximale",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Système convivial pour les membres : Beaucoup de nos membres actuels ont réussi à générer des revenus passifs durables grâce à notre programme. C'est maintenant votre tour.",
  "Memo": "Mémo",
  "Memo is required": "Un mémo est requis",
  "Memo/Tag": "Mémo/Tag",
  "Menu": "Menu",
  "Min Trade": "Trade Minimum",
  "Minimum Deposit": "Dépôt minimum",
  "Minimum {{min}} characters": "Minimum de {{min}} caractères",
  "Minimum {{min}} characters and maximum {{max}} characters": "Minimum de {{min}} caractères et maximum de {{max}} caractères",
  "Minute": "Minute",
  "Money Distributed": "Argent distribué",
  "Month": "Mois",
  "Month's Pnl": "Pnl du mois",
  "Monthly Earnings": "Gains mensuels",
  "Monthly cashback cap": "Plafond de remboursement mensuel",
  "More": "Plus",
  "Multi-account abuse or airdrop farming behavior": "Abus multi-comptes ou airdrop comportement de farming",
  "Multiple crypto currency binary options derivatives": "Dérivés d'options binaires sur plusieurs crypto-monnaies",
  "Multiple investment models": "Plusieurs modèles d'investissement",
  "Multiplier": "Multiplicateur",
  "Must be at least {{less}}": "Doit être au moins {{less}}",
  "Must be at most {{large}}": "Doit être au plus {{large}}",
  "My Position": "Ma position",
  "My activity": "Mon activité",
  "My referral code": "Mon code de parrainage",
  "My referral link": "Mon lien de parrainage",
  "My reward": "Ma récompense",
  "My vouchers": "Mes bons d'achat",
  "NA": "NA",
  "Name": "Nom",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Besoin d'aide ? Consultez notre Centre d'aide ou contactez le service client. Nous sommes là pour vous aider 24 h/24 et 7 j/7.",
  "Network": "Réseau",
  "New": "Nouveau",
  "New Password": "Nouveau mot de passe",
  "New Trading Symbol": "Nouveau symbole commercial",
  "New messages": "Nouveaux messages",
  "New notice": "Nouvel avis",
  "New password is {{exceed}} length": "Le nouveau mot de passe a une longueur de {{exceed}}",
  "New user": "Nouvel utilisateur",
  "Next": "Suivant",
  "Next Draw Starts in": "Le prochain tirage commence dans",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC est une société de courtage qui fournit aux investisseurs autonomes des services de courtage et ne fait pas de recommandations ni n'offre de conseils en matière d'investissement, financiers, juridiques ou fiscaux. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC est une société de courtage qui fournit des services de courtage aux investisseurs autonomes et ne fait pas de recommandations ni n'offre de conseils en matière d'investissement, financiers, juridiques ou fiscaux. Le trading en ligne comporte des risques inhérents, notamment des fluctuations dans la réponse du système et les temps d'accès en raison des conditions du marché, des performances du système et d'autres facteurs. Avant de négocier, consultez un conseiller financier indépendant et agréé et assurez-vous que vous avez l'appétence au risque, l'expérience et les connaissances nécessaires. En aucun cas, Nexus Play LLC ne sera responsable envers une personne ou une entité de tout dommage direct, indirect, spécial, consécutif ou accessoire. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, une société de courtage autorisée et réglementée par la Mwali International Services Authority (M.I.S.A.) sous la licence n° BFX2024137.",
  "No": "Non",
  "No Hidden Fees": "Pas de frais cachés",
  "No More Data": "Pas plus de données",
  "No More Orders": "Plus aucune commande",
  "No data available": "Aucune donnée disponible",
  "No discussion of streamers or Twitch or any other similar platforms.": "Aucune discussion sur les streamers, Twitch ou toute autre plateforme similaire.",
  "No downloads or updates required": "Aucun téléchargement ni mise à jour requis",
  "No funding within 60 minutes for this order": "Aucun financement dans les 60 minutes pour cette commande",
  "No installation is required and you can trade via your smartphone's web browser.": "Aucune installation n'est requise et vous pouvez trader via le navigateur Web de votre smartphone.",
  "No more data": "Plus de données",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Pas de discussion politique ni de discussion religieuse dans le chat, celui-ci est strictement interdit.",
  "No suspicious behavior that can be seen as potential scams.": "Aucun comportement suspect pouvant être considéré comme une arnaque potentielle.",
  "No withdrawal of coins within 24 hours": "Aucun retrait de pièces dans les 24 heures",
  "Not activated": "Non activé",
  "Not completed": "Non terminé",
  "Note": "Note",
  "Notification": "Notification",
  "Now login disabled 2FA": "Connectez-vous maintenant 2FA désactivé",
  "Now login need 2FA": "La connexion est désormais requise, 2FA est nécessaire",
  "Old Password": "Ancien mot de passe",
  "Old password is {{exceed}} length": "Ancien mot de passe a une longueur de {{exceed}}",
  "On going": "En cours",
  "On your first deposit": "Sur votre premier dépôt",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Une fois activé, si la taille de votre position ≥ la valeur du bonus, le système utilisera automatiquement le bonus en premier pour la transaction.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Une fois la graine révélée, n'importe qui peut vérifier les prix d'un tour de négociation. Le code Python suivant calcule les 100 premiers prix d'un tour en fonction de sa graine :",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Une fois que vous aurez débloqué les 4 modes de trading (Haut Bas / Spread / Future / Haut Bas), votre bonus complet (50 % de votre dépôt) sera émis automatiquement.",
  "Ongoing": "En cours",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Le trading en ligne comporte des risques inhérents, notamment des fluctuations des temps de réponse et d'accès du système dues aux conditions du marché, aux performances du système et à d'autres facteurs. Avant de trader, consultez un conseiller financier indépendant et agréé et assurez-vous d'avoir l'appétence au risque, l'expérience et les connaissances nécessaires. Nexus Play LLC ne saurait en aucun cas être tenu responsable envers quiconque de tout dommage direct, indirect, spécial, consécutif ou accessoire, quel qu'il soit. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Envoyez uniquement {{crypto}} à cette adresse, {{confirmations}} confirmations requises.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Utilisez uniquement la langue spécifiée dans le canal de discussion, tout abus potentiel sera sanctionné.",
  "Open": "Ouvert",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Ouvrez Google Authenticator, scannez le code QR ci-dessous ou saisissez manuellement la phrase clé pour activer le jeton de vérification",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Pourcentages d'utilisateurs de cette plateforme pour la devise actuelle",
  "Order Amount": "Montant de la commande",
  "Order Id": "Id de la commande",
  "Order Progress": "Progression de la commande",
  "Order id": "Id de commande",
  "Order placed successfully!": "Commande passée avec succès !",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Modèle d'investissement de bankroll original, revenu facile à gagner, les actifs peuvent être retirés à tout moment.",
  "Other": "Autre",
  "Our Advantage": "Notre avantage",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Notre plateforme n'est pas destinée à être utilisée par des enfants de moins de 18 ans. Nous ne collectons ni ne sollicitons sciemment d'informations personnelles auprès d'enfants de moins de 18 ans. Si nous apprenons que nous avons collecté des informations personnelles auprès d'un enfant de moins de 18 ans, nous supprimerons ces informations le plus rapidement possible.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Notre plateforme peut contenir des liens vers des sites Web ou des services tiers qui ne sont pas détenus ou contrôlés par Detrade. Nous n'avons aucun contrôle sur le contenu, les politiques de confidentialité ou les pratiques de tout site Web ou service tiers et n'assumons aucune responsabilité à leur égard. Nous vous encourageons à consulter les politiques de confidentialité de tout site Web tiers que vous visitez.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Notre programme de partenariat reflète notre engagement à créer une coopération gagnant-gagnant et est adapté aux affiliés de toutes tailles. Rejoignez-nous dans notre voyage de croissance mutuelle !",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Notre plan vise à offrir des incitations à ceux qui obtiennent des résultats exceptionnels.",
  "Outflow": "Écoulement",
  "Over 70 popular crypto assets. Trade and increase your balance": "Plus de 70 cryptoactifs populaires. Tradez et augmentez votre solde",
  "Overview": "Aperçu",
  "Own your branded platform": "Soyez propriétaire de votre plateforme de marque",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "Les profits et pertes des transactions bonus seront crédités directement sur votre compte réel",
  "PNL": "PNL",
  "Page error": "Erreur de page",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Méthode de participation : Réaliser 3 transactions STONKS/BCD au cours de la période.",
  "Partner Program": "Programme de partenariat",
  "Partner program": "Programme de partenariat",
  "Partnership Program": "Programme de partenariats",
  "Partnership Tiers": "Niveaux de partenariat",
  "Partnership With A Trusted Pioneer": "Partenariat avec un pionnier de confiance",
  "Partnership program": "Programme de partenariat",
  "Password": "Mot de passe",
  "Password reset link sent. Check your email inbox.": "Lien de réinitialisation du mot de passe envoyé. Consultez votre boîte mail.",
  "Password strength": "Force du mot de passe",
  "Passwords must differ": "Les mots de passe doivent être différents",
  "Past": "Passé",
  "Past 1 year": "1 an passé",
  "Past {{days}} days": "Derniers {{days}} jours",
  "Past {{hours}} hours": "Dernières {{hours}} heures",
  "Payment Method": "Mode de paiement",
  "Payout": "Paiement",
  "Payout Multiplier": "Multiplicateur de paiement",
  "Pending third-party processing (estimated {{hours}} hours).": "En attente de traitement par un tiers (estimation : {{hours}} heures).",
  "Pending third-party processing.": "En attente de traitement par un tiers.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Les avantages incluent des taux de commission plus élevés, des campagnes Detrade sponsorisées et bien plus encore !",
  "Personal": "Personnel",
  "Personal Info": "Informations personnelles",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Choisissez un multiplicateur pour maximiser votre position. Un multiplicateur plus élevé augmente le risque de votre position.",
  "Place Your Trade": "Placez votre transaction",
  "Platform": "Plate-forme",
  "Platform Name": "Nom de la plateforme",
  "Platform Type": "Type de plateforme",
  "Platform Website": "Site Web de la plateforme",
  "Platinum": "Platine",
  "Platinum Partner": "Partenaire Platine",
  "Play now": "Jouez maintenant",
  "Players": "Joueurs",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Les joueurs peuvent effectuer des opérations de recharge et de retrait via les portails de recharge et de retrait fournis par la plateforme.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Les joueurs peuvent prédire le prix du Bitcoin. Les joueurs peuvent rejoindre un pool qui prédit les augmentations ou les baisses de prix et investir une certaine somme d'argent pour participer au jeu. Le gagnant distribuera les actifs du pool de capitaux de la contrepartie en fonction du ratio d'investissement. Une nouvelle partie ne peut être lancée qu'une fois que les joueurs de tous les tours précédents ont reçu leurs gains.",
  "Please enter a valid email address": "S'il vous plaît, mettez une adresse email valide",
  "Please enter an 2FA code": "Veuillez saisir un code 2FA",
  "Please enter the seed": "Veuillez entrer la graine",
  "Please enter you remail": "Veuillez entrer votre email",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Veuillez suivre les directives de dépôt pour effectuer un dépôt, sinon votre dépôt sera manquant.",
  "Please refresh the page or jump to the trading center": "Veuillez actualiser la page ou accéder au centre de trading",
  "PnL": "PnL",
  "PnL fee": "Frais PnL",
  "PnL fee limit": "Limite des frais PnL",
  "PnL%": "PnL%",
  "Positions": "Positions",
  "Potential Return": "Potentiel de rendement",
  "Powered by": "Alimenté par",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Prévoyez la direction du prix pour vos transactions. Si le prix évolue dans la direction souhaitée, vous réaliserez un profit !",
  "Preferences": "Préférences",
  "Premium support": "Assistance premium",
  "Preview": "Aperçu",
  "Price": "Prix",
  "Price Formulation": "Formulation des prix",
  "Price formulation": "Formulation des prix",
  "Price move": "Mouvement des prix",
  "Priority access": "Accès prioritaire",
  "Privacy Policy": "Politique de confidentialité",
  "Privacy policy": "Politique de confidentialité",
  "Private invitation": "Invitation privée",
  "Private profile": "Profil privé",
  "Prize Calculation Formula": "Formule de calcul des prix",
  "Prize Pools": "Cagnottes",
  "Prizes will be sent on Notice page as the Contest ends.": "Les prix seront envoyés sur la page d’avis à la fin du concours.",
  "Product Description": "Description du produit",
  "Product capabilities": "Capacités du produit",
  "Product iteration, new product development": "Itération de produit, développement de nouveaux produits",
  "Professional, Secure, Trustworthy": "Professionnel, sécurisé, digne de confiance",
  "Profile": "Profil",
  "Profile is not publicly available": "Le profil n'est pas accessible au public",
  "Profit": "Profit",
  "Profit Calculator": "Calculateur de bénéfices",
  "Program — Work with a trustworthy online trading provider.": "Programme — Travaillez avec un fournisseur de trading en ligne digne de confiance.",
  "Progressing": "Progresser",
  "Promising Affiliate": "Affilié prometteur",
  "Provably fair": "Prouvablement juste",
  "Provides tutorials,guides and various trading strategy services.": "Fournit des tutoriels, des guides et divers services de stratégie de trading.",
  "Providing the best customer service is our aim.": "Notre objectif est de fournir le meilleur service client.",
  "Providing users with diverse options for transactions": "Offrir aux utilisateurs diverses options de transactions",
  "Q1: Can I withdraw the bonus?": "Q1 : Puis-je retirer le bonus ?",
  "Q2: Will my bonus expire if I don't activate it?": "Q2 : Mon bonus expirera-t-il si je ne l'active pas ?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3 : J'ai effectué un dépôt, mais je n'ai pas reçu de bonus. Que dois-je faire ?",
  "Quick experience starts here, easy experience without registration": "L'expérience rapide commence ici, l'expérience facile sans inscription",
  "Quick tap: will the price go up or down next?": "Appuyez rapidement : le prix va-t-il augmenter ou baisser ensuite ?",
  "ROI": "ROI",
  "ROI Calculator": "Calculateur de retour sur investissement",
  "ROI calculator": "Calculateur de retour sur investissement",
  "Rakeback": "Rakeback",
  "Rank": "Classement",
  "Rapid deployment": "Déploiement rapide",
  "ReSend": "Renvoyer",
  "Ready to Get Started": "Prêt à commencer",
  "Real Account": "Compte réel",
  "Real Account – Real Funds!": "Compte réel – Fonds réels !",
  "Realized PnL": "PnL réalisé",
  "Receive commission rewards": "Recevez des récompenses de commission",
  "Recommended for you": "Recommandé pour vous",
  "Record": "Enregistrer",
  "Referral": "Parrainage",
  "Referral by": "Parrainage par",
  "Referral rules": "Règles de référencement",
  "Referred at": "Référé à",
  "Referred users": "Utilisateurs référencés",
  "Refresh page": "Actualiser la page",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Quelle que soit la liquidité des marchés sous-jacents, Detrade garantit que les opérations de bust et les ordres stop loss seront systématiquement exécutés à un prix prédéterminé à l'entrée. Les pertes en bust sont limitées à la taille de la position initiale et les ordres stop loss sont limités par le paramètre d'entrée du trader. Les prix de déclenchement des bust et des ordres stop loss peuvent être calculés comme suit :",
  "Register": "Registre",
  "Register for Detrade.": "Inscrivez-vous à Detrade.",
  "Register to Win Crypto Tokens": "Inscrivez-vous pour gagner des jetons cryptographiques",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Les produits d'options binaires classiques, basés sur le fait que le prix de clôture d'un actif sous-jacent au cours d'une période donnée (comme les 30 prochaines secondes, une minute, une heure, etc.) est inférieur ou supérieur au prix d'exécution, déterminent s'il faut obtenir un profit. Ce produit est un investissement à court terme. Cette option convient aux marchés avec des mouvements de prix moins volatils.",
  "Reliable": "Fiable",
  "Reload": "",
  "Remarks": "Remarques",
  "Remove": "Supprimer",
  "Remove 2fa Success": "Supprimer 2fa avec succès",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Supprimez tous les flux de prix pour lesquels il n'y a eu aucune mise à jour des données de marché au cours des 30 dernières secondes.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Supprimez tous les flux de prix avec des prix d'achat et de vente croisés ou dont le prix médian du haut du carnet d'ordres est à plus de 10 % du prix médian du haut du carnet d'ordres sur tous les flux de prix.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Exigences : 100 inscriptions uniques et activement engagées avec un volume de transactions d'au moins 1 000 000 $ par référence.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Exigences : 50 inscriptions uniques et activement engagées avec un volume de transactions d'au moins 100 000 $ par référence.",
  "Research lab": "Laboratoire de recherche",
  "Reset fields": "Réinitialiser les champs",
  "Reset password": "Réinitialiser le mot de passe",
  "Responsive and secure trading platform": "Plateforme de trading réactive et sécurisée",
  "Result": "Résultat",
  "Retry": "",
  "Revenue Share": "Partage des revenus",
  "Reward": "Récompense",
  "Reward center": "Centre de récompenses",
  "Rewards hub": "Centre de récompenses",
  "Rewords": "Récompenses",
  "Rich Trading Tools": "Outils de trading riches",
  "Rich activities and rewards": "Activités et récompenses riches",
  "Risk Control & Compliance Notice": "Avis de contrôle des risques et de conformité",
  "Risk Disclaimer": "Avis de non-responsabilité concernant les risques",
  "Risk Warning": "Avertissement sur les risques",
  "Risk-free trading with $10,000 in virtual funds": "Trading sans risque avec 10,000 $ en fonds virtuels",
  "Round In Progress": "Tour En progrès",
  "Round ends in": "Le tour se termine dans",
  "SA": "SA",
  "Safe": "Sécurisé",
  "Save": "Enregistrer",
  "Search": "Recherche",
  "Search crypto": "Rechercher des cryptomonnaies",
  "Sec": "Sec",
  "Second": "Second",
  "Seconds": "Secondes",
  "Security": "Sécurité",
  "Security Verification": "Vérification de sécurité",
  "Seed": "Graine",
  "Select a countdown period.": "Sélectionnez une période de compte à rebours.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Sélectionnez le compte à rebours et le spread (spread : la différence entre le prix d'achat et le prix de sortie)",
  "Select your partner program revenue share": "Sélectionnez le partage des revenus de votre programme partenaire",
  "Sell": "Vendre",
  "Send": "Envoyer",
  "Send message": "Envoyer un message",
  "Send message successfully": "Envoyer le message avec succès",
  "Service guide": "Guide d'entretien",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Fixez un prix pour limiter les pertes. Votre position sera clôturée automatiquement si le marché atteint ce prix.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Définissez un prix cible auquel votre position sera automatiquement fermée pour verrouiller le profit.",
  "Set password": "Définir le mot de passe",
  "Set successfully": "Défini avec succès",
  "Set up": "Installation",
  "Set up Google Authenticator": "",
  "Settings": "Paramètres",
  "Share": "Partager",
  "Share to": "Partager vers",
  "Share your Affiliate invitation link to friends and users.": "Partagez votre lien d’invitation d’affiliation avec vos amis et utilisateurs.",
  "Share your referral link or code": "Partagez votre lien ou code de parrainage",
  "Show live positions on chart": "Afficher les positions en direct sur le graphique",
  "Show my positions on chart": "Afficher mes positions sur le graphique",
  "Side": "Côté",
  "Sign in": "Se connecter",
  "Silver": "Argent",
  "Simple": "Simple",
  "Simple and intuitive usable interface": "Interface d'utilisation simple et intuitive",
  "Simple integration": "Intégration simple",
  "Simple way to earn money, The more invite, the more you will get!": "Un moyen simple de gagner de l'argent, plus vous êtes invité, plus vous en obtiendrez !",
  "Simple, Fast, Intelligence": "Simple, rapide, intelligent",
  "Size": "Taille",
  "Something went wrong!": "",
  "Sorry, page not found!": "Désolé, page non trouvée !",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Désolé, nous n'avons pas pu trouver la page que vous recherchez. Vous avez peut-être fait une erreur dans l'URL ? Vérifiez bien l'orthographe.",
  "Sound": "Son",
  "Speed": "Vitesse",
  "Spot Exchanges": "Échanges Spot",
  "Spread": "Propagation",
  "Standard CS": "CS standard",
  "Start": "Commencer",
  "Start Rate": "Taux de départ",
  "Start Time": "Heure de début",
  "Start Time Invalid( hh : mm : ss )": "Heure de début invalide( hh : mm : ss )",
  "Start time": "Heure de début",
  "Start trading": "Commencez à trader",
  "Statistics": "Statistiques",
  "Status": "Statut",
  "Step-up group": "Groupe de progression",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks a un avantage de la maison de 2,5 % et des frais de 5 % sur les positions rentables.",
  "Stonks prices are generated using a provably fair algorithm.": "Les prix Stonks sont générés à l'aide d'un algorithme prouvé équitable.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Les prix de Stonks sont générés à l'aide d'un algorithme dont l'équité est prouvée. L'avantage de la maison est de 2,5 %.",
  "Stop Loss": "Arrêter la perte",
  "Stop loss at price": "Stop loss au prix",
  "Stop loss price cannot be through bust price": "Le prix stop loss ne peut pas dépasser le prix de rupture",
  "Stop-Loss (SL)": "Arrêter les pertes (SL)",
  "Strategy planning": "Planification stratégique",
  "Submit": "Soumettre",
  "Submit request": "Soumettre une demande",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Abonnez-vous à autant de niveaux de profondeur que disponibles en utilisant les API de streaming de chaque bourse.",
  "Switch Dark or Light mode according to your preference": "Basculez entre le mode sombre ou clair selon vos préférences",
  "Symbol": "Symbole",
  "Symbol for extra security": "Symbole de sécurité supplémentaire",
  "System": "Système",
  "System Random: 300 lucky winners will be randomly selected.": "Système aléatoire : 300 heureux gagnants seront sélectionnés au hasard.",
  "TP/SL": "TP/SL",
  "Take Profit": "Prendre des bénéfices",
  "Take profit at price": "Prendre des bénéfices au prix",
  "Take-Profit (TP)": "Prendre des bénéfices (TP)",
  "Tap Trading": "Appuyez pour Trader",
  "Tap to predict — quick moves, instant results.": "Appuyez pour prédire : mouvements rapides, résultats instantanés.",
  "Target Market": "Marché cible",
  "Tell us the reason for contacting us": "Dites-nous la raison pour laquelle vous nous contactez",
  "Test various trading tools and strategies": "Testez différents outils et stratégies de trading",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Merci pour votre demande, elle devrait généralement être examinée dans les 24 heures",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "L'indice CMC Fear and Greed est un outil propriétaire développé par CoinMarketCap qui mesure le sentiment dominant sur le marché des crypto-monnaies.",
  "The Profit Margin Is As High As 90%": "La marge bénéficiaire peut atteindre 90 %",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "La limite globale de vos positions longues/courtes sur toutes les crypto-monnaies est plafonnée à <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Le montant dont vous disposez actuellement pour passer une commande.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Le prix de rupture est le prix du marché auquel votre position sera liquidée en raison d'une marge insuffisante.",
  "The calculation steps are as follows:": "Les étapes de calcul sont les suivantes :",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "La méthode de coopération est ouverte et transparente, et vous n’avez pas à vous soucier de frais cachés.",
  "The coupon code is invalid or expired": "Le code promo est invalide ou a expiré",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Le prix de l'indice final est ensuite calculé comme la moyenne pondérée des prix moyens marginaux de chaque taille. Les pondérations sont choisies pour correspondre à la densité de probabilité de la distribution exponentielle, qui est décroissante de façon monotone, ce qui se traduit par une plus grande importance accordée aux prix plus proches du haut de la fourchette. Les pondérations sont données par :",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Les 8 premiers octets du hachage sont convertis en un entier non signé de 64 bits à l'aide d'un codage little-endian. Cet entier est ensuite converti en un nombre à virgule flottante uniformément distribué. En utilisant la fonction de distribution cumulative inverse avec la volatilité des ticks configurée du marché (0,1 %) comme écart type, nous convertissons la valeur à virgule flottante en un rendement normalement distribué et l'utilisons pour mettre à jour le prix du marché.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "La méthodologie de calcul des prix indiciels a été conçue pour satisfaire deux propriétés statistiques importantes des séries chronologiques : les propriétés de Markov et de Martingale. La propriété de Markov fait référence à la nature sans mémoire d'un processus stochastique, qui garantit que la distribution de probabilité conditionnelle des valeurs futures ne dépend que de la valeur actuelle. La propriété de Martingale implique que la valeur actuelle d'un processus stochastique est également l'espérance mathématique des valeurs futures. Ces deux propriétés font des prix indiciels de Detrade des estimateurs impartiaux des prix futurs, permettant ainsi aux utilisateurs de trader sur les variations de valeur des cryptomonnaies sous-jacentes sans se soucier des effets de microstructure des plateformes d'échange individuelles.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "L’indice fournit des informations sur la question de savoir si le marché peut être sous-évalué (peur extrême) ou surévalué (avidité extrême).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Les fonctions de prix marginal d'achat et de vente sont ensuite utilisées pour définir une fonction de prix moyen marginal étant donné une taille : ",
  "The order has expired": "La commande a expiré",
  "The output is:": "La sortie est :",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Le résultat de ce calcul est un indice de prix unique, utilisé pour les positions longues et courtes sur Detrade. Contrairement à la plupart des autres plateformes de trading, Detrade ne facture pas de spread acheteur-vendeur. Trader avec un prix unique permet de spéculer sur les fluctuations de prix à court terme, pour lesquelles un spread acheteur-vendeur serait prohibitif.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "La plateforme est susceptible d'ajuster la campagne en fonction de l'évolution du marché et des politiques. Les mises à jour seront publiées via des annonces officielles.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "La plateforme fournit des paires de trading de devises BTC, ETH et autres principales, et continuera à mettre à jour les paires de trading de devises populaires.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Le prix sera réinitialisé à 1 000 $ à 00 h 00 UTC chaque jour, et toutes les commandes en attente seront automatiquement réglées pendant la réinitialisation.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "La cagnotte du concours dépend étroitement des mises de la veille. Plus les joueurs misent, plus la cagnotte est importante. La cagnotte actuelle sera affichée sur la page du concours.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Les produits et services proposés par Nexus Play LLC ne sont pas destinés aux résidents des États-Unis, de l'Union européenne ou de toute autre juridiction où ces services et produits sont interdits par la loi. Nexus Play LLC ne sollicite pas d'affaires et ne fournit pas de services de courtage à des personnes ou entités dans ces régions. Il est de la responsabilité des clients potentiels de connaître et de respecter les lois et réglementations applicables dans leurs juridictions respectives avant de s'engager dans le trading en ligne. En accédant à ce site Web et en utilisant nos services, vous confirmez que vous n'êtes pas résident des États-Unis, de l'Union européenne ou de toute autre juridiction où nos services sont restreints.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Les récompenses gagnées lors de cet événement en ligne seront automatiquement créditées sur le solde du joueur.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "La graine est codée dans une chaîne hexadécimale minuscule de 64 caractères et concaténée avec la représentation sous forme de chaîne de la valeur actuelle du compteur de ticks. Un hachage de la chaîne combinée est ensuite calculé à l'aide de la fonction de hachage BLAKE2b avec une taille de résumé de 256 bits. En utilisant une fonction de hachage cryptographique, nous garantissons que les variations de prix sont aléatoires et imprévisibles avant que la graine ne soit révélée, mais entièrement reproductibles une fois la graine connue.",
  "The settlement formula is open and transparent and can be calculated in real time.": "La formule de règlement est ouverte et transparente et peut être calculée en temps réel.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Le système affiche les résultats gagnants et perdants des cagnottes HAUT ET BAS. Lorsque vous réalisez un bénéfice, vous verrez le montant de votre bénéfice.",
  "The system is under maintenance and upgrade, please visit later": "Le système est en cours de maintenance et de mise à niveau, veuillez nous rendre visite ultérieurement",
  "The trade will complete in 5s.": "L'échange sera terminé dans 5 secondes.",
  "The trade will complete in <0>{{countdown}}s</0>.": "La transaction sera terminée dans <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Le bonus de trading est une <0>incitation marketing</0> offerte par Detrade pour aider les utilisateurs à explorer notre système de trading. Fonds bonus<1>ne peuvent pas être retirés<1>, mais les bénéfices tirés de leur utilisation peuvent affecter le solde réel de votre compte.",
  "The trading symbol will be replaced regularly.": "Le symbole commercial sera remplacé régulièrement.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Les gagnants seront annoncés sur la page actuelle chaque dimanche à 22 heures (UTC), et le prochain tirage commencera 2 heures après le dernier tirage.",
  "Theme": "Thème",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Il n'y a aucune limite à vos gains. Plus vous invitez d'amis, plus vous recevrez de récompenses.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Ceux-ci sont déduits du solde de votre compte et des fonds insuffisants entraîneront la fermeture automatique de la position.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Cet événement est uniquement disponible pour les utilisateurs des pays et régions éligibles tels que définis par les politiques de conformité de la plateforme.",
  "This field is required": "Ce champ est obligatoire",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Cela inclut votre adresse IP, le type de navigateur, le système d'exploitation, les heures d'accès et les pages que vous avez consultées directement avant et après avoir accédé à notre plateforme.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Cela inclut votre nom, votre adresse e-mail, votre numéro de téléphone, votre adresse postale, votre date de naissance et toute autre information que vous fournissez lors de la création d'un compte ou de l'utilisation de nos services.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Cet indice varie de 0 à 100, où une valeur inférieure indique une peur extrême et une valeur supérieure indique une cupidité extrême.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Ceci est en conjonction avec les limites spécifiques par crypto-monnaie, qui sont détaillées ci-dessous.",
  "This is why you should promote Detrade:": "Voilà pourquoi vous devriez promouvoir Detrade :",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Ce site est protégé par reCAPTCHA et la politique de confidentialité et les conditions d'utilisation de Google s'appliquent.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Grâce au programme de partenariat Detrade, vous pouvez bénéficier de commissions d'affiliation accrues, d'événements sponsorisés exclusifs et d'autres avantages uniques. Vous voulez en savoir plus ? Continuez à lire !",
  "Time": "Temps",
  "Time and payout": "Heure et paiement",
  "Time closed": "Heure de fermeture",
  "Time opened": "Le temps s'est ouvert",
  "Time remaining": "Temps restant",
  "Tips": "Pourboire",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Conseils : le traitement prend généralement {{hours}} heures, peut prendre plus de temps, le temps spécifique dépend du délai du commerçant.",
  "To": "À",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Pour analyser les tendances, surveiller l’utilisation et mener des recherches pour améliorer nos services.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Pour garantir la sécurité de votre compte, les retraits seront suspendus pendant 24 heures une fois l'authentification Google 2FA supprimée.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Afin de maintenir l'équité et l'intégrité, Detrade surveillera les comptes participant au programme de bonus au moyen de contrôles comportementaux et techniques, y compris, mais sans s'y limiter, l'empreinte digitale de l'appareil, le suivi IP et l'analyse des modèles de transaction.",
  "To manage your account, process transactions, and provide you with the services you request.": "Pour gérer votre compte, traiter les transactions et vous fournir les services que vous demandez.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Pour surveiller les fraudes, appliquer nos conditions de service et se conformer aux exigences légales et réglementaires.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Pour protéger la sécurité de votre compte, les retraits seront désactivés pendant 24 heures après avoir modifié votre mot de passe.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Pour fournir des prix justes et fiables pour les jeux de trading, Detrade calcule un prix d'indice composite toutes les 500 millisecondes, dérivé des flux de prix en temps réel vers les bourses de crypto-monnaies spot et dérivées les plus liquides au monde. En intégrant de nombreuses sources de prix, l'indice Detrade est résistant aux manipulations de marché, aux problèmes techniques et à d'autres activités de trading anormales qui peuvent survenir de temps à autre sur des bourses individuelles.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Pour vous envoyer des mises à jour, des alertes de sécurité et des messages administratifs, et pour répondre à vos demandes de renseignements.",
  "To tailor our content and advertisements to your interests and preferences.": "Pour adapter notre contenu et nos publicités à vos intérêts et préférences.",
  "To trading center": "Au centre de trading",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Pour comprendre comment les utilisateurs interagissent avec notre plateforme, diagnostiquer les problèmes techniques et améliorer les fonctionnalités et l'expérience du trader.",
  "Today's Pnl": "Pnl d'aujourd'hui",
  "Top": "Top",
  "Top tokens": "Meilleurs jetons",
  "Top trade": "Top trade",
  "Top-tier account manager": "Gestionnaire de compte de premier ordre",
  "Total Trades": "Total des Trades",
  "Total commission": "Commission totale",
  "Total participated tickets for this round <0>{{total}}</0>": "Nombre total de tickets participant à ce tour <0>{{total}}</0>",
  "Total prize won": "Prix total gagné",
  "Total profit": "Bénéfice total",
  "Total tickets": "Nombre total de billets",
  "Total traders": "Traders total",
  "Total trades": "Trades total",
  "Trade": "Trade",
  "Trade for prestige": "Trade pour le prestige",
  "Trade history": "Histoire du Trade",
  "Trade like a rhythm master": "Tradez comme un maître du rythme",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Négociez sur la baisse des prix si vous pensez qu'elle va baisser. Si le prix baisse, vous réaliserez un profit.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Négociez sur la hausse des prix si vous pensez qu'elle va augmenter. Si le prix augmente, vous réaliserez un profit.",
  "Trade to Win": "Trader pour gagner",
  "Trade to rank up": "Trade monter en grade",
  "Trade with $10,000 in virtual funds": "Tradez avec 10,000 $ en fonds virtuels",
  "Trader": "Trader",
  "Trades": "Trades",
  "Trading": "Trading",
  "Trading Amount": "Montant de trading",
  "Trading Platform": "Plateforme de trading",
  "Trading Smarter, Earning Better": "Trader plus intelligemment, gagner mieux",
  "Trading Volume": "Volume de trading",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Montant de Trading est trop grand pour le multiplicateur sélectionné pour le prix arrêt de perte sélectionné",
  "Trading bonus trial": "Essai de bonus de trading",
  "Trading center": "Centre de Trading",
  "Trading indicators and signals": "Indicateurs et signaux de trading",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Le trading comporte des risques. Veuillez vous assurer de bien comprendre vos pratiques avant d'utiliser l'effet de levier ou les bonus. Detrade décline toute responsabilité en cas de perte liée au trading avec bonus.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Les échanges sont suspendus quotidiennement de {{startTime}} à {{endTime}} ({{timeZone}}) et pendant les week-ends. Veuillez régler vos ordres à l'avance.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Des tournois de trading, des bonus réguliers, des cadeaux, des codes promotionnels et des concours de trading sont disponibles pour que tout trader puisse les utiliser ou y participer.",
  "Traffic Owners": "Propriétaires de trafic",
  "Transaction Completed": "Transaction terminée",
  "Transaction details": "Détails de la transaction",
  "Transactions": "Transactions",
  "Transition details": "Détails de la transition",
  "Transparency & Security": "Transparence et sécurité",
  "Trigger price is too close to bust price": "Le prix de déclenchement est trop proche du prix d'éclatement",
  "Trigger price is too close to current price": "Le prix de déclenchement est trop proche du prix actuel",
  "Trusted by": "Approuvé par",
  "Trusted by millions of users.": "Approuvé par des millions d'utilisateurs.",
  "Try": "Essayer",
  "Try a quick demo": "Essayez une démo rapide",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Essayez tous les avantages offerts par la plateforme sur un compte démo avec monnaie virtuelle, sans investissement réel et sans aucun risque.",
  "Turn every action into rewards. Start trading today.": "Transformez chaque action en récompense. Commencez à trader dès aujourd'hui.",
  "Txid": "Txid",
  "Type": "Type",
  "Type Your message": "Tapez votre message",
  "UID": "Identifiant Utilisateur",
  "UP": "HAUT",
  "USDT-Margined": "USDT-Margée",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Indisponible tous les jours de {{startTime}} à {{endTime}} ({{timeZone}}) et toute la journée le week-end.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Expériences uniques : Des défis de trading innovants aux options de trading crypto simplifiées et aux modèles de trading exclusifs, Detred offre une expérience que vous ne trouverez nulle part ailleurs.",
  "Unlock Diamond": "Débloquer le diamant",
  "Unlock Top Traders, Achieve": "Débloquez les meilleurs traders et réussissez",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Inutile. Detrade est un fournisseur de technologie et vous pouvez acheter nos solutions depuis n'importe quel pays.",
  "Up": "Haut",
  "Up & Down": "Haut et bas",
  "Up Down": "Haut Bas",
  "Up Or Down?": "Haut ou bas?",
  "Up Wins": "Les victoires en haut",
  "Update Success": "Mise à jour réussie",
  "Updated at {{time}}": "Mis à jour à {{time}}",
  "Updated timely": "Mis à jour opportun",
  "Uppercase or lowercase letters": "Lettres majuscules ou minuscules",
  "Usage Instructions & Limitations": "Instructions d'utilisation et limitations",
  "Used": "Utilisé",
  "User Agreement and Terms & Conditions": "Contrat d'utilisation et conditions générales",
  "User ID": "Identifiant Utilisateur",
  "User name": "Nom d'utilisateur",
  "Username": "Nom d’utilisateur",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Les utilisateurs doivent sélectionner ou participer à des paires de trading liées au trading pour profiter de cette activité.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "L'utilisation de plusieurs comptes pour contourner les limites de trading est strictement interdite et peut entraîner la suspension du compte ou des sanctions.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "En utilisant le carnet d'ordres composite, une fonction est définie pour représenter le prix marginal d'achat ou de vente d'un montant donné. Par exemple, la fonction d'achat marginal est :",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "L'utilisation de l'authentification à deux facteurs est fortement recommandée car elle protège votre compte à la fois avec votre mot de passe et votre téléphone.",
  "VIP": "VIP",
  "VIP group": "Groupe VIP",
  "Validity period: within 14 days after activation": "Période de validité : dans les 14 jours suivant l'activation",
  "Verifiable fairness": "Équité vérifiable",
  "Verification": "Vérification",
  "Verification Example": "Exemple de vérification",
  "Verification code failed": "Le code de vérification a échoué",
  "Verification email sent. Check your inbox.": "E-mail de vérification envoyé. Vérifiez votre boîte de réception.",
  "Verified": "Vérifié",
  "Verify": "Vérifier",
  "Verify Fairness": "Vérifier l'équité",
  "Verify fairness": "Vérifier l'équité",
  "View details": "Voir les détails",
  "View more": "Voir plus",
  "Volume": "Volume",
  "Volume (24h)": "Volume (24h)",
  "Voucher code": "Code de bon d'achat",
  "Wager": "Pari",
  "Wager <0>{{amount}}</0> To Reach": "Pariez <0>{{amount}}</0> pour atteindre",
  "Wait For Next Round": "Attendre le prochain tour",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Attendez qu'il y ait au moins 6 flux de prix valides. S'il n'y a pas assez de flux de prix, le prix de l'indice Detrade ne sera pas mis à jour.",
  "Wallet": "Portefeuille",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Vous souhaitez rejoindre le programme de partenariat Detrade ? Contactez notre équipe d'assistance pour commencer !",
  "Watch play demo": "Regarder la démo de jeu",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Nous collectons des informations sur votre activité sur notre plateforme, y compris votre activité commerciale, vos préférences et votre engagement avec notre contenu.",
  "We collect several types of information from and about users of our Platform, including:": "Nous collectons plusieurs types d'informations auprès et sur les utilisateurs de notre Plateforme, notamment :",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Nous disposons d'excellentes équipes techniques et opérationnelles pour répondre en permanence aux besoins des clients et leur offrir plus de garanties.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Nous mettons en œuvre diverses mesures de sécurité pour protéger vos informations personnelles contre tout accès, utilisation ou divulgation non autorisés. Ces mesures comprennent le cryptage, les contrôles d'accès et le stockage sécurisé. Cependant, aucune méthode de transmission sur Internet ou de stockage électronique n'est sûre à 100 % et nous ne pouvons pas garantir sa sécurité absolue.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Nous sommes impatients de vous voir devenir membre de notre famille d'alliance grandissante et de nous aider à façonner ensemble l'avenir de Detrade !",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Nous pouvons collecter des informations financières telles que les numéros de compte bancaire, les détails de carte de crédit et l'historique des transactions pour faciliter les transactions et nous conformer aux exigences réglementaires.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Nous pouvons collecter des informations sur votre localisation si vous nous autorisez à le faire, en utilisant des technologies telles que le GPS, le Wi-Fi ou les données de la tour cellulaire.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Nous pouvons divulguer vos informations si la loi l'exige ou en réponse à des demandes valides des autorités publiques (par exemple, un tribunal ou une agence gouvernementale).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Nous pouvons divulguer vos informations pour protéger les droits, la propriété ou la sécurité de Detrade, de nos utilisateurs ou d'autres, et pour faire respecter nos termes et conditions.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Nous pouvons partager ou transférer vos informations dans le cadre ou au cours de négociations relatives à toute fusion, vente d'actifs de l'entreprise, financement ou acquisition de tout ou partie de notre entreprise par une autre société.",
  "We may share your information with third parties if you provide your consent to do so.": "Nous pouvons partager vos informations avec des tiers si vous donnez votre consentement pour le faire.",
  "We may share your information with third parties in the following circumstances:": "Nous pouvons partager vos informations avec des tiers dans les circonstances suivantes :",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Nous pouvons partager vos informations avec des fournisseurs de services tiers qui exécutent des services en notre nom, tels que le traitement des paiements, l'analyse des données, la livraison d'e-mails et les services d'hébergement.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Nous proposons la plus large gamme d'options de trading de produits dérivés, attirant plus de 2,5 millions de traders en ligne dans le monde entier. Notre technologie offre une expérience de trading intuitive et puissante, permettant à nos clients de mieux comprendre les risques et de prendre des décisions de trading éclairées.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Nous fournissons une plateforme de trading simple et facile à utiliser, afin que chacun puisse devenir trader.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Nous fournissons un guide étape par étape pour attirer les joueurs sur votre plateforme, ainsi que des supports marketing qui se sont avérés efficaces.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Nous nous réservons le droit d'annuler les bonus et les bénéfices associés dans les conditions suivantes :",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Nous utilisons des cookies, des balises Web et d'autres technologies de suivi pour collecter des informations sur votre utilisation de notre plateforme et pour améliorer votre expérience de trader.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Nous utilisons une technologie de pointe pour fournir les transactions les plus rapides sans retards ni interruptions dans le fonctionnement de l'interface du trader.",
  "We use the information we collect for various purposes, including:": "Nous utilisons les informations que nous collectons à diverses fins, notamment :",
  "We will contact you within 3 working days, please check your email regularly": "Nous vous contacterons dans les 3 jours ouvrables, veuillez vérifier votre courrier électronique régulièrement",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Nous conserverons vos informations personnelles aussi longtemps que nécessaire pour atteindre les objectifs pour lesquels elles ont été collectées, y compris pour se conformer aux exigences légales, réglementaires ou commerciales.",
  "Website for PC": "Site web pour PC",
  "Website for smartphones": "Site web pour smartphones",
  "Week": "Semaine",
  "Week's Pnl": "Pnl de la semaine",
  "Weekly raffle": "Tirage au sort hebdomadaire",
  "Welcome Bonus": "Bonus de bienvenue",
  "Welcome To": "Bienvenue à",
  "Welcome To Demo Trading ": "Bienvenue dans le trading démo ",
  "Welcome to Detrade Connect": "Bienvenue sur Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Bienvenue sur Detrade, une plateforme de trading d'options binaires de premier plan. Avant de commencer à utiliser notre plateforme, veuillez lire attentivement et comprendre les conditions générales suivantes. En accédant ou en utilisant la plateforme de Detrade, vous acceptez d'être lié par ces conditions générales. Si vous n'êtes pas d'accord avec une partie quelconque de ces conditions, vous ne devez pas utiliser notre plateforme.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Bienvenue sur Stonks ! Le prix sera réinitialisé à 1 000 $ à 00h00 UTC tous les jours et toutes les commandes en attente seront automatiquement réglées pendant la réinitialisation.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Bienvenue sur detrade ! Pour vous remercier de votre soutien, nous offrons <0>jusqu'à 50 USDT de bonus de trading</0> aux nouveaux utilisateurs. Découvrez le trading d'options binaires sans risque et avec de véritables récompenses !",
  "What currencies can be deposited and withdrawn?": "Quelles devises peuvent être déposées et retirées ?",
  "What does it mean?": "Qu'est-ce que ça veut dire?",
  "What is Detrade Connect?": "Qu'est-ce que Detrade Connect ?",
  "What operational expenses could Partner have?": "Quelles dépenses opérationnelles le partenaire pourrait-il avoir ?",
  "What would you like your new limit to be? (max 500% of current limit)": "Quelle serait votre nouvelle limite ? (max 500 % de la limite actuelle)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Une fois le compte à rebours terminé, le processus de préparation du règlement est lancé. Le système enregistre le prix de départ après la fin du compte à rebours (au premier indicateur). Lorsque la ligne K se poursuit pendant un certain temps, le système enregistre le prix final (au deuxième indicateur). Comparez le prix final et le prix initial. Si le prix final est supérieur au prix initial, le trader qui choisit la direction ASCENDANTE gagne. Sinon, le trader qui choisit la direction BAISSE gagne.",
  "When the dual conditions are met, you will receive profits.": "Lorsque les deux conditions sont remplies, vous recevrez des bénéfices.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Lorsqu'ils sont négociés sur une bourse traditionnelle avec un carnet d'ordres à cours limité central, les ordres de prise de position importants croisent généralement les ordres de repos au-delà de la meilleure offre ou de la meilleure demande, ce qui entraîne un prix de remplissage moyen inférieur au prix du haut du carnet. Les teneurs de marché limitent le montant de liquidité qu'ils sont prêts à offrir au sommet du carnet en raison du risque supplémentaire que représentent les ordres importants. Plutôt que d'exiger que les ordres importants soient exécutés à plusieurs prix, Detrade utilise plutôt une formule d'impact sur le marché pour fixer le prix de clôture des transactions gagnantes (les transactions perdantes clôturées manuellement ne sont pas affectées) afin de reproduire l'impact sur le marché des ordres de prise de position importants, mais d'une manière plus cohérente et prévisible. Le moyen le plus simple de voir les effets exacts de l'impact sur le marché est d'utiliser le calculateur de retour sur investissement qui se trouve sur la page de négociation des contrats à terme.",
  "When will the commission be distributed?": "Quand la commission sera-t-elle distribuée ?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Lorsque la transaction de votre ami se termine, vous pouvez recevoir une commission immédiate pour cette transaction.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Où <0>P_fermer</0> est <1>P_ouvrir*(1-1/multiplicateur_effet de levier)</1> pour les bustes ou le prix arrêt perte.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Où <0>p_i | i in 1..N</0> et <1>s_i|i in 1..N</1> sont les prix d'achat et les tailles triés par distance croissante à partir du haut du carnet. Cette fonction donne le prix maximum que l'on paierait pour acheter une quantité <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Où <0>v_i</0> sont les tailles auxquelles les prix médians sont calculés et sont définies comme l'union des tailles d'achat et de vente cumulées du carnet d'ordres composite. <1>L</1> est un facteur d'échelle défini comme <2>1/V</2>, où <3>V</3> est la taille maximale à laquelle un prix médian est calculé et est définie comme le minimum de la somme des tailles d'achat et de vente dans le carnet d'ordres composite.",
  "Which currency pairs can be traded on Detrade?": "Quelles paires de devises peuvent être négociées sur Detrade ?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Les propriétaires de marques blanches n'ont aucun coût pour développer leur plateforme. Il leur suffit de se concentrer sur les ventes et le marketing.",
  "Whitelist pre-booking": "Pré-réservation sur liste blanche",
  "Why Partner with Detrade?": "Pourquoi devenir partenaire de Detrade ?",
  "Why choose Detrade": "Pourquoi choisir Detrade",
  "Why you must choose us?": "Pourquoi nous choisir ?",
  "Wild": "Sauvage",
  "Will The Price Go Up Or Down": "Le prix va-t-il Haut ou bas",
  "Will the price go up or down ?": "Le prix va-t-il monter ou descendre ?",
  "Win": "Gagner",
  "Win Crypto Tokens": "Gagnez des jetons cryptographiques",
  "Win if the price breaks out — above the high or below the low.": "Gagnez si le prix dépasse le plus haut ou le plus bas.",
  "Win rate": "Taux de victoire",
  "Winner": "Gagnant",
  "Winning": "Gagnant",
  "Winning Tickets": "Billets gagnants",
  "Winning prize details": "Détails du prix gagnant",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Avec des frais PnL, vous ne payez aucun frais pour ouvrir ou fermer la transaction, et seule une fraction de vos bénéfices (le cas échéant) est prélevée lorsque vous clôturez la transaction.",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Avec des frais fixes activés, vous recevez 100 % de vos bénéfices mais payez à l'avance des <0>frais fixes qui couvrent votre entrée, votre sortie et votre glissement</0> avant d'entrer dans la transaction, comme sur une bourse classique",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Avec de nouvelles fonctionnalités et mises à jour intéressantes à l’horizon, c’est le moment idéal pour commencer à promouvoir Detlard.",
  "Withdraw": "Retirer",
  "Withdraw Fee": "Frais de retrait",
  "Withdraw Order Created": "Ordre de retrait créé",
  "Withdraw Processing": "Traitement du retrait",
  "Withdraw Success": "Retrait réussi",
  "Withdraw is in progress": "",
  "Withdraw to": "Retirer vers",
  "Withdraw your earnings 24/7": "Retirez vos gains 24h/24 et 7j/7",
  "Withdrawal fee": "Frais de retrait",
  "Withdrawal fee discount": "Réduction des frais de retrait",
  "Yes": "Oui",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Oui, DeTrade croit en la transparence totale et vous offre toutes les données. Vous pouvez voir toutes ces informations dans",
  "Yes, contact us at any time to upgrade your package.": "Oui, contactez-nous à tout moment pour mettre à niveau votre forfait.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Oui, ceux qui ne sont pas familiers avec les crypto-monnaies peuvent se connecter via les réseaux sociaux et les financer avec des cartes bancaires.",
  "Yes, you can use both.": "Oui, vous pouvez utiliser les deux.",
  "Yield": "Rendement",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Vous pouvez déposer et retirer la plupart des devises numériques courantes du marché, et la plateforme lancera également progressivement les fonctions de dépôt et de retrait des devises légales.",
  "You can share your invite link to your friend or your social media": "Vous pouvez partager votre lien d'invitation avec votre ami ou vos réseaux sociaux",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Vous avez le droit de vous opposer au traitement de vos informations personnelles, sous certaines conditions.",
  "You have the right to request a copy of the personal information we hold about you.": "Vous avez le droit de demander une copie des informations personnelles que nous détenons à votre sujet.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Vous avez le droit de demander que nous corrigions toute inexactitude dans vos informations personnelles.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Vous avez le droit de demander que nous supprimions vos informations personnelles, sous réserve de certaines exceptions.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Vous recevrez 20 % de l'avantage de la maison pour chaque transaction effectuée. Si vous avez beaucoup d'abonnés, vous pouvez nous contacter pour plus de commission.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Vous recevrez une subvention d'environ {nextCapitalCost} dans la prochaine heure, et le montant spécifique est soumis au taux de financement à ce moment-là",
  "You won <0>{{award}}</0>": "Vous avez gagné <0>{{award}}</0>",
  "Your": "Votre",
  "Your Telegram": "Votre Telegram",
  "Your account level is assessed and updated on the": "Votre niveau de compte est évalué et mis à jour sur le",
  "Your current limit is {{limit}}": "Votre limite actuelle est de {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Vos limites actuelles sont : Frais PnL - {{pnl}}, Frais fixes - {{Fixed}}",
  "Your email": "Votre email",
  "Your friends will be associated with you after they sign up": "Vos amis seront associés à vous après leur inscription",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Vos informations, y compris vos informations personnelles, peuvent être transférées et conservées sur des serveurs ou des bases de données situés en dehors de votre pays ou de votre juridiction. En utilisant notre Plateforme, vous consentez au transfert de vos informations vers les États-Unis ou tout autre pays dans lequel Detrade ou ses prestataires de services disposent d'installations.",
  "Your investment": "Votre investissement",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Votre sélection de langue s'applique aux e-mails, SMS, notifications intégrées à l'application et à tous les appareils sur lesquels vous êtes connecté.",
  "Your name": "Votre nom",
  "Your profile is now private": "Votre profil est désormais privé",
  "Your profile is now public": "Votre profil est désormais public",
  "Your transfer amount has to MATCH the submission amount.": "Le montant de votre transfert doit correspondre au montant de la soumission.",
  "Zero Trading Fees": "Aucun frais de Trading",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Vérification des documents : les utilisateurs peuvent être tenus de télécharger des copies de documents d'identité délivrés par le gouvernement, tels qu'un passeport, un permis de conduire ou une carte d'identité nationale.",
  "all assets": "tous les actifs",
  "all status": "tous les statuts",
  "approved": "approuvé",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Cookies de performance** : Ces cookies collectent des informations sur la manière dont vous utilisez notre Plateforme, comme les pages que vous visitez le plus souvent. Ces informations sont utilisées pour améliorer la fonctionnalité de notre Plateforme.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Vérification de l'adresse : les utilisateurs peuvent être tenus de fournir une preuve d'adresse, telle qu'une facture de services publics ou un relevé bancaire, pour vérifier leur adresse résidentielle.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "en fonction de vos dernières performances et activités. Restez motivé et progressez dans les classements !",
  "basic information verification": "vérification des informations de base",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Cookies fonctionnels** : Ces cookies permettent à notre Plateforme de mémoriser les choix que vous faites (tels que votre nom d'utilisateur, votre langue ou votre région) et de fournir des fonctionnalités améliorées et plus personnelles.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Vérification biométrique : Detrade peut utiliser des méthodes d’authentification biométrique, telles que la reconnaissance faciale ou la numérisation d’empreintes digitales, pour vérifier l’identité des utilisateurs.",
  "change password": "modifier le mot de passe",
  "chat rules": "règles de discussion",
  "currency": "devise",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Cookies de ciblage/publicité** : Ces cookies sont utilisés pour diffuser des publicités plus pertinentes pour vous et vos intérêts. Ils nous aident également à mesurer l'efficacité des campagnes publicitaires.",
  "date": "date",
  "day": "jour",
  "demo": "démo",
  "deposit": "dépôt",
  "deposit with a 50% bonus": "dépôt avec un bonus de 50%",
  "down": "bas",
  "earn ticket": "gagner un billet",
  "edit profile": "modifier le profil",
  "edit your avatar": "modifier votre avatar",
  "email": "email",
  "explanation": "explication",
  "failed": "échoué",
  "forgot password?": "mot de passe oublié?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "conservez votre statut Diamond pendant 3 mois : notre responsable VIP vous invitera à accéder à des privilèges Diamond+ personnalisés.",
  "init": "init",
  "liq price": "prix ​​de liquidation",
  "live": "en direct",
  "loading...": "chargement...",
  "lucky poll": "sondage chanceux",
  "medium": "moyen",
  "month": "mois",
  "more": "plus",
  "my tickets": "mes billets",
  "name": "nom",
  "no": "non",
  "or": "ou",
  "order id": "ID de la commande",
  "pending": "en attente",
  "perks in total": "avantages au total",
  "price": "prix",
  "prize": "prix",
  "processing": "traitement",
  "rejected": "rejetée",
  "results": "résultats",
  "rewards": "récompenses",
  "rewards list": "liste des récompenses",
  "search “Google Authenticator” and proceed to download.": "recherchez « Google Authenticator » et procédez au téléchargement.",
  "seed": "graine",
  "strong": "fort",
  "success": "succès",
  "temporary rejected": "temporairement rejeté",
  "terms and conditions": "termes et conditions",
  "tickets number": "numéro de billets",
  "ticks": "tiques",
  "time": "temps",
  "token": "jeton",
  "top": "top",
  "trader": "trader",
  "trading platform": "Plateforme de trading",
  "two-Factor authentication": "authentification à deux facteurs",
  "up": "haut",
  "voucher": "bon d'achat",
  "wager": "miser",
  "weak": "faible",
  "week": "semaine",
  "welcome gifts": "cadeaux de bienvenue",
  "withdraw": "Retirer",
  "{{field}} is required": "{{field}} est obligatoire",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} place - {{percent}} de la cagnotte du concours quotidien",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>de {{total}}</0>",
  "|PnL|": "|PnL|"
}
