{
  "* Both a memo/tag and an address are required": "* メモ/タグおよびアドレスの両方が必要です",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* 受信アドレスにメモ/タグが必要かどうかをご確認ください。記入されていない、または間違って記入されている場合、資産は失われます",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*計算機の結果は推定値であり、実際のROI/P&Lは市場状況に基づいて表示されるものと異なる場合があります。",
  "1-on-1 manager": "1対1マネージャー",
  "1. Choose the future price direction": "1. 将来価格の方向性を選択する",
  "1. Information We Collect": "1. 弊社が収集する情報",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade（「当社」、「弊社」、または「私たち」）は、強固なアンチマネーロンダリング（AML）および本人確認手続き（KYC）の方針および手続きの実施を通じて、マネーロンダリングおよびテロ資金調達活動との闘いに尽力しています。",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade（「当社」、「弊社」、または「私たち」）は、トレーダー（「お客様」または「トレーダー」）がさまざまな金融商品を取引できるようにするオンラインバイナリーオプション取引プラットフォーム（「プラットフォーム」）を運営しています。",
  "1.1 Personal Identification Information:": "1.1 個人識別情報：",
  "1.2 Financial Information:": "1.2 財務情報：",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 このマネーロンダリング防止（AML）および本人確認手続き（KYC）ポリシー（「ポリシー」）は、弊社のトレーダー（「あなた」または「トレーダー」）の身元を確認し、Detradeのプラットフォーム上でマネーロンダリングおよびテロ資金調達活動を検出および防止するための弊社の義務と手順を概説します。",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 本ユーザー契約および利用規約（「契約」）は、Detradeのプラットフォームの利用を規定するものです。弊社のプラットフォームにアクセスまたは使用することにより、お客様は本契約を読み、理解し、これに拘束されることに同意するものとします。",
  "1.3 Technical Information:": "1.3 技術情報：",
  "1.4 Usage Data:": "1.4 使用データ：",
  "1.5 Location Information:": "1.5 位置情報：",
  "1.6 Cookies and Tracking Technologies:": "1.6 クッキーとトラッキング技術：",
  "1.Introduction": "1.はじめに",
  "10 most wagering players carve up the prize pool.": "最も賭け金の多い10名のプレイヤーが賞金プールを分け合います。",
  "10. Amendments to the Policy": "10. ポリシーの修正",
  "10. International Data Transfers": "10. 国際データ転送",
  "10. Limitation of Liability": "10. 責任の制限",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detradeは、いつでも本ポリシーを変更または修正する権利を留保します。いかなる変更も、Detradeのプラットフォームに掲載された時点で直ちに有効となります。",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 法律で許容される最大限の範囲において、Detradeは、お客様による弊社プラットフォームの利用に起因または関連して発生する直接的、間接的、付随的、特別または結果的な損害について一切の責任を負わないものとします。",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 いかなる場合においても、本契約に起因または関連して発生するすべての損害、損失、および訴因に対するDetradeのお客様に対する責任総額は、当該責任を発生させる事象の直前の12（十二）か月間にお客様がDetradeに支払った金額がある場合、その金額をを超えないものとします。",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 更新や変更について常に把握するために、本ポリシーを定期的に確認するのはお客様の責任となります。本ポリシー変更後もDetradeのプラットフォームを引き続き使用することは、それらの変更を同意したものとみなされます。",
  "1000x leverage": "1000x レバレッジ",
  "11. Contact Information": "11. お問い合わせ先",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 本ポリシーまたはDetradeのAMLおよびKYC手続きに関してご質問、ご懸念、ご意見がある場合は、[support@detrade.com] までお問合せください。",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 お客様は、Detradeのプラットフォームの使用または本契約の違反に起因または関連して発生するあらゆる請求、責任、損害、損失、費用、経費、または手数料 (合理的な弁護士費用を含む) について、Detradeとその関連会社、役員、取締役、従業員、および代理人を補償し、弁護し、免責することに同意するものとします。",
  "11.Indemnification": "11.補償",
  "12. Contact Us": "12. お問い合わせ",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 本契約は、[Jurisdiction]の法律に準拠し、それに従って解釈されるものとします。",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 本契約に起因または関連する紛争は、[Arbitration Organization]の規則に従って仲裁により解決されるものとします。",
  "12.Governing Law and Dispute Resolution": "12.準拠法および紛争解決",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detradeは、いつでも本契約を変更または修正する権利を留保します。いかなる変更も、Detradeのプラットフォームに掲載された時点で直ちに有効となります。",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 更新や変更について常に把握するために、本契約を定期的に確認するのはお客様の責任となります。本契約変更後もDetradeのプラットフォームを引き続き使用することは、それらの変更を同意したものとみなされます。",
  "13.Amendments to the Agreement": "13.契約の変更",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 本契約またはDetradeのプラットフォームに関してご質問、ご懸念、ご意見がある場合は、次の連絡先までお問合せください；",
  "14.Contact Information": "14. お問い合わせ先",
  "16th of every month": "毎月16日",
  "1D": "1日",
  "1M": "1ヶ月",
  "1W": "1週",
  "2. Definitions": "2. 定義",
  "2. Eligibility": "2. 参加資格",
  "2. How We Use Your Information": "2. お客様情報の利用方法",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. ファンドプールの注文総額を上（UP）下（DOWN）方向に表示し、リストでご自身や他のユーザーの注文状況を確認することができます。",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 「AML」とは、アンチマネーロンダリング対策のことであり、金融システムを通じた違法な収入の発生を防止するために設計された一連の手続き、法律、規制を指します。",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Detradeのプラットフォームにアクセスまたは使用することにより、お客様は18歳以上であり、本契約を締結する法的能力を有していることを表明し、保証するものとします。",
  "2.1 To Provide and Maintain Our Platform:": "2.1 弊社プラットフォームの提供および維持のために：",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 「KYC」とは、Know Your Customerの略であり、顧客の身元を確認し、違法行為に関与する潜在的リスクを評価するプロセスです。",
  "2.2 To Improve Our Platform:": "2.2 プラットフォームを改善するために：",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 お客様は、弊社プラットフォームの使用に関して適用されるすべての法律および規制を遵守する必要があります。",
  "2.3 To Communicate with You:": "2.3 お客様とのコミュニケーションのために：",
  "2.4 To Personalize Your Experience:": "2.4 お客様の体験をパーソナライズするために：",
  "2.5 To Conduct Analytics and Research:": "2.5 分析と研究を実施するために：",
  "2.6 To Ensure Security and Compliance:": "2.6 セキュリティとコンプライアンスを確保するために：",
  "20% affiliate commission (a 100% increase from our base rate).": "20%のアフィリエイトコミッション（基本レートから100%アップ）。",
  "20+ exchange market data": "20以上の取引所市場データ",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24 時間出金制限のお知らせ：弊社のシステムにより、お客様のアカウントの重要な情報に変更があったことが確認されたため、お客様の資産を保護するための措置を講じる間、お客様のアカウントのお引き出し機能を一時的に停止しています。制限はUTC時間 {{time}} に自動的に解除されます。",
  "24h Live Players": "24時間ライブプレイヤー",
  "24h Trade Vol": "24時間取引量",
  "24h Wins Paid": "24時間入金済み勝利数",
  "24h high": "24時間ハイ",
  "24h low": "24時間ロー",
  "24h players": "24時間プレイヤー",
  "24h win ratio": "24時間勝利率",
  "2FA Code's length is not right": "2FAコードの長さが正しくありません",
  "2FA authentication": "2FA認証",
  "2s CFD and 5-60s Options": "2s CFDと5-60s オプション",
  "3. Customer Due Diligence (CDD)": "3.顧客デューディリジェンス（CDD）",
  "3. How We Share Your Information": "3. お客様情報の共有方法",
  "3. Wait for system settlement": "3. システム決済待ち",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detradeは、本人確認とリスクレベルを評価するために、全ての利用者に対して顧客デューデリジェンス（CDD）を実施します。",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Detradeプラットフォームの特定の機能にアクセスするには、アカウントの登録が必要になる場合があります。",
  "3.1 With Service Providers:": "3.1 サービスプロバイダーの利用：",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 登録プロセスにおいて、氏名、生年月日、居住地の住所、政府発行の身分証明書、および住所証明を含むがこれらに限定されない、特定の個人情報の提供を求められる場合があります。",
  "3.2 For Legal Reasons:": "3.2 法的な理由のために：",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 アカウントを登録する際、登録フォームの指示に従って、ご自身に関する正確で最新かつ完全な情報を提供することに同意するものとします。",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detradeは、お客様の身元を確認したり、リスクレベルを評価したりするために、お客様に追加の情報や書類を要求する権利を留保します。",
  "3.3 To Protect Our Rights:": "3.3 弊社の権利を保護するために：",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 お客様は、アカウント認証情報の機密性を維持し、お客様のアカウントで発生するすべてのアクティビティについて責任を負うものとします。",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade は、お客様が登録プロセスにおいて虚偽または誤解を招く情報を提供した、または本契約のいずれかの条項に違反したと判断した場合、お客様のアカウントを一時停止または終了する権利を留保します。",
  "3.4 With Your Consent:": "3.4 お客様の同意とともに：",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 お客様は、顧客デューデリジェンス (CDD) の目的で Detrade から要求された情報または書類を速やかに提供することに同意するものとします。",
  "3.5 In Business Transfers:": "3.5 事業譲渡において：",
  "3.Account Registration": "3.アカウント登録",
  "3rd Merchant Processing": "第3マーチャント処理中",
  "4. Check the winning and losing results": "4. 勝敗結果の確認",
  "4. Identity Verification": "4. 本人確認について",
  "4. Platform Use": "4.プラットフォームの使用",
  "4. Your Data Protection Rights": "4. お客様のデータ保護に関する権利",
  "4.1 Access:": "4.1 アクセス：",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detradeは、以下を含むがこれらに限定されない、ユーザーの身元を確認するために、さまざまな方法とツールを使用します：",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Detradeのプラットフォームは、情報提供および教育目的のみ提供されています。お客様は、弊社のプラットフォームで提供される情報は財務アドバイスを目的としたものではなく、投資判断を行う際に依拠すべきではないことを認識し、同意するものとします。",
  "4.2 Correction:": "4.2 訂正：",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detradeは、ユーザーが提供する書類または情報が本人確認の目的で不十分または不正確であると判断された場合、それを拒否する権利を留保します。",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 お客様は、バイナリーオプション取引に関連するリスクを評価、およびDetradeのプラットフォームでの取引がお客様に適しているかどうかの判断について単独で責任を負うものとます。",
  "4.3 Deletion:": "4.3 削除：",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 お客様は、適用されるすべての法律および規制に従い、他者の権利を侵害せず、本契約の条項に違反しない方法でDetradeのプラットフォームを使用することに同意するものとします。",
  "4.4 Objection:": "4.4 目的：",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 制限：お客様は、一定の条件下で、弊社がお客様の個人情報の処理を制限するよう要求する権利を有します。",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 データポータビリティ：お客様は、一定の条件下で、お客様の個人情報を別の組織または直接お客様に転送することを要求する権利を有します。",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 同意の撤回：お客様が弊社にお客様の個人情報を処理することに同意した場合、お客様はいつでも同意を撤回する権利を有します。",
  "5. Data Security": "5. データセキュリティ",
  "5. Risk Assessment": "5.リスクアセスメント",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detradeは、本人確認情報、取引履歴、その他の関連要素に基づき、各トレーダーのリスクアセスメントを実施します。",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Detradeのプラットフォームは、株式、通貨、コモディティ、および指数を含むがこれらに限定されない、さまざまな金融商品でバイナリオプションを取引することを可能にします。",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 ユーザーは、リスクアセスメントの結果に基づいてリスク格付けが割り当てられる場合があり、これはユーザーの取引およびアカウント活動に適用される精査のレベルに影響を及ぼす可能性があります。",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 お客様は、バイナリーオプションの取引には、投資全額を失うリスクを含む重大なリスクが伴うことを認識し、同意するものとします。",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 お客様は、各取引に関連するリスクを評価し、お客様個々の状況に適した投資戦略を決定することについて、単独で責任を負うものとします。",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detradeは、弊社のプラットフォーム上で行われる取引の収益性または成功に関して、いかなる保証または確約も行いません。",
  "5.Trading": "5. 取引",
  "50+ trading pairs": "50以上の取引ペア",
  "6 Month's Pnl": "6ヶ月のPnl",
  "6. Data Retention": "6. データ保持",
  "6. Fees and Charges": "6. 費用および手数料",
  "6. Monitoring and Reporting": "6. モニタリングと報告",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detradeは、弊社のプラットフォーム上で行われる特定のサービスまたは取引に対して手数料を請求する場合があります。お客様は、弊社プラットフォームの利用に関連して適用されるすべての費用および手数料を支払うことに同意するものとします。",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detradeは、マネーロンダリングまたはテロ資金調達活動を示す可能性のある疑わしい、または異常な行動の兆候がないか、トレーダーの取引とアカウント活動を監視します。",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade は、通知の有無にかかわらず、いつでも当社の料金体系を変更または修正する権利を留保します。",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Detradeが疑わしい活動または取引を発見した場合、弊社は当該活動を関係当局に報告し、トレーダーアカウントの凍結、または停止を含むがこれに限定されない適切な措置を講じる権利を留保します。",
  "6M": "6ヶ月",
  "7 * 24 technical services": "24時間年中無休のテクニカルサービス",
  "7. Cookies and Similar Technologies": "7. クッキーおよび類似テクノロジー",
  "7. Intellectual Property": "7. 知的財産権",
  "7. Record-Keeping": "7. 記録の管理",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Detradeのプラットフォームで利用可能なすべてのコンテンツおよび素材（テキスト、グラフィック、ロゴ、画像、ソフトウェアを含むがこれらに限定されない）は、Detradeまたはそのライセンサーの所有物であり、著作権、商標、およびその他の知的財産法によって保護されています。",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 クッキー：弊社は、弊社プラットフォームでのお客様のエクスペリエンスを向上させるためにクッキーを使用します。クッキーとは、お客様のデバイスに配置される小さなファイルであり、弊社がお客様のブラウザを認識し、特定の情報を取得して記憶することを可能にします。",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detradeは、適用される法令に従って、すべてのトレーダー識別情報および取引情報の記録を維持します。",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 クッキーの種類：a) **必須クッキー**：これらのクッキーは、弊社のプラットフォームの操作に必要です。これにより、サイト内を移動し、その機能を使用できるようになります。",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 ユーザーの登録記録は機密情報として保たれ、法律で要求される場合に限り、権限のある担当者または規制当局にのみ開示されます。",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 お客様には、Detradeのプラットフォームを個人的かつ非営利的な目的にのみアクセスして使用するための限定的、非独占的、および譲渡不可能なライセンスが付与されます。",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 クッキーの管理：お客様は、個々のブラウザレベルでクッキーの使用を制御することができます。クッキーを拒否した場合でも、当プラットフォームは引き続きご利用いただけますが、弊社プラットフォームの一部の機能またはエリアの使用が制限される場合があります。",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 お客様は、Detradeの書面による明示的な同意なしに、Detradeのプラットフォーム上で利用可能なコンテンツまたは素材を複製、変更、配布、または派生物を作成しないことに同意するものとします。",
  "8. Third-Party Links": "8.サードパーティのリンク",
  "8. Training and Awareness": "8.トレーニングおよび意識の向上",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detradeは、従業員がAMLおよびKYCポリシーと手続きについて十分な知識を身に付けられるよう、従業員向けのトレーニングおよび意識向上プログラムを提供しています。",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detradeはユーザーのプライバシーを尊重し、個人情報の保護に努めています。個人情報の収集、使用、開示方法の詳細については、弊社のプライバシー ポリシーを参照してください。",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 従業員は、疑わしい活動を認識して報告し、AMLおよびKYCのすべての要件を遵守するように訓練されています。",
  "8.Privacy Policy": "8. プライバシーポリシー",
  "9. Children's Privacy": "9. 子供のプライバシー",
  "9. Compliance Oversight": "9. コンプライアンスの監視",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detradeは、AMLおよびKYCポリシーと手続きの遵守を監督する責任を負うコンプライアンス責任者を任命しています。",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detradeは、理由の有無に関わらず、事前の通知なしに、いつでも、いかなる理由でも、お客様の当プラットフォームへのアクセスを停止または終了する権利を留保します。",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 コンプライアンス責任者は、規制の動向を監視し、必要に応じてAMLおよびKYCポリシーを更新し、Detradeの業務が適用されるすべての法律および規制に準拠していることを保証する責任を負います。",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 お客様が、Detradeのプラットフォームへのアクセスを解除した場合、知的財産、責任の制限、および紛争解決に関する条項を含むがこれに限定されない、その性質上、解除後も存続する本契約のすべての条項は存続するものとします。",
  "9.Termination": "9.契約の解除",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>ボーナス額：</0> 初回入金額の50%",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>ボーナス上限：</0> 最大50 USDTトレーディングボーナス",
  "<0>Eligibility:</0> New users on Detrade only": "<0>資格：</0> Detradeの新規ユーザーのみ",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>条件：</0> 初回入金 ≥ 50 USDT (または同等の暗号通貨)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>サポートされている商品</0>: ハイロー、スプレッド、アップダウン、先物",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0>枚のチケットがこのラウンドで送信されました！",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "スリッページを含む {{position}} のエントリーおよびエグジット取引ごとに <0>{{flatFee}}</0>",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0><1>の {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "取引開始時に {{feeAmount}}（{{commission}}）の一律手数料が請求されました（ポジション:{{position}}）",
  "A fraction of your profits (if any) is taken when you close the trade": "取引終了時に、利益の一部（もしあれば）を受け取ります",
  "A variable fee was charged as a fraction of profits upon closing the trade": "取引終了時に利益の一部が変動手数料として請求されました",
  "A verification will be sent to {{email}}": "認証メールが {{email}} に送信されます",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: 4つの取引モードがすべてロック解除されていることを確認してください。問題が解決しない場合は、カスタマーサポートにお問い合わせください。",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: いいえ、ボーナス自体はお引き出しできません。ただし、<0>ボーナスを利用して得た利益</0>はお引き出し可能です。",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: はい。ボーナスは発行後<0>7日</0>以内に有効化してください。期限切れのボーナスは回復できません。",
  "AF": "AF",
  "AML & KYC policy": "AMLおよびKYCポリシー",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Detradeについて",
  "Access over 70 popular assets with up to 90% profit potential": "最大90％の利益が見込める70以上の人気アセットにアクセス",
  "Account Details": "アカウント詳細",
  "Account Not Verified": "アカウントが認証されていません",
  "Account Verified": "アカウント認証済み",
  "Activate": "有効化する",
  "Activation expiry time": "有効期限の終了時間",
  "Active": "有効",
  "Active tickets": "有効なチケット",
  "Activity priority access": "アクティビティ優先アクセス",
  "Add": "追加",
  "Add key phrase into Google Authenticator and remember the key phrase": "Google認証システムにキーフレーズを追加し、キーフレーズを記憶する",
  "Add referral": "紹介を追加",
  "Add referral code": "紹介コードを追加する",
  "Address is required": "アドレスは必須です",
  "Address valid": "有効なアドレス",
  "Advanced": "上級",
  "Advanced Users": "上級ユーザー",
  "Advanced chart": "高度なチャート",
  "Advantage": "アドバンテージ",
  "Affiliate program": "アフィリエイトプログラム",
  "Affiliates": "アフィリエイト",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "初回の入金が完了した後、<0>報酬センター</0> にアクセスして、初回1 USDTトライアルバウチャーをご確認ください。",
  "After setting your personal information private, other users will not be able to see your username and information.": "個人情報を非公開に設定すると、他のユーザーはあなたのユーザー名と情報を見ることができなくなります。",
  "Agreement": "同意事項",
  "Airdrop": "エアドロップ",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "エアドロップ方式：報酬はウォレットに自動的に配布されます。アプリ内のEメールをフォローしてください。",
  "Airdrop plan": "エアドロッププラン",
  "Airdrop program": "エアドロップ・プログラム",
  "Airdrops": "エアドロップ",
  "Algorithm": "アルゴリズム",
  "All": "すべて",
  "All Assets": "全資産",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "このウェブサイト上のすべての仲介業務は、Nexus Play LLC.によって提供されています。",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "すべてのゲームプレイ方式はオープンかつ透明性があるため、不正行為を阻止し、パートナーやプレイヤーへのリスクを防ぎます。",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "24時間の取引ラウンドのすべての価格は、各取引ラウンドの終了時に公開されるランダムに抽出されたシードを使用して事前に決定されます。この公開されたシードにより、以下に詳述するアルゴリズムに準拠し、ラウンド開始後に価格を変更していないことを誰でも確認できます。特に、お客様のトレーディングに基づいて価格を変更することは不可能です。",
  "All prizes will be sent in USDT.": "すべての賞金はUSDTで送信されます。",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "最もホットな取引指標やシグナルへのアクセスを含む、トップトレーダーに必要な実践的な経験をすべて提供します。",
  "All time wins paid": "これまで支払われた勝利数",
  "Already have an account?": "すでにアカウントをお持ちですか？",
  "Amount": "金額",
  "Amount is required": "金額は必須です",
  "Amount to withdraw": "お引き出し額",
  "Announcement": "お知らせ",
  "Announcements": "お知らせ",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "アンチマネーロンダリング（AML）および本人確認手続き（KYC）ポリシー",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "ご質問はございますか？ 弊社の専任サポートチームがお客様をサポ​​ートし、申請プロセスをご案内いたします。",
  "Apply": "申請する",
  "Applying": "申請中",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "およそ {{nextCapitalCost}} が次の1時間以内に請求され、具体的な金額はその時点の資金調達率に応じて異なります。",
  "Are there any geographical restrictions?": "地理的な制限はありますか？",
  "Arrival amount": "到着額",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "プログラムがアクティブである限り、お客様の紹介者がDetradeアカウントに登録した瞬間からコミッションを獲得できます。",
  "Ask a question": "質問する",
  "Asset types,currencies,cryptocurrencies for any trader.": "あらゆるトレーダー向けの資産タイプ、通貨、暗号通貨。",
  "Assets": "資産",
  "Assets overview": "資産概要",
  "At least {{exceed}} number": "少なくとも {{exceed}} 数字以上",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "カウントダウンが終了すると、お客様が予測したトレンドに基づいて損益が決定されます。",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "各取引ラウンドの開始時 (UTC 00:00) に、新しく32バイトのシードがランダムに選択されます。このシードと増加する整数ティックカウンターを組み合わせることで、ラウンド全体の価格を再現することができます。",
  "Auto": "自動",
  "Available": "利用可能",
  "Available on request": "リクエストに応じて利用可能",
  "Award quota": "報酬割り当て",
  "Awarded users": "受賞ユーザー",
  "Balance": "残高",
  "Balance is not enough": "残高が不十分です",
  "Basic": "基本",
  "Becoming an affiliate is easy": "アフィリエイトになるのは簡単です",
  "Benefit from our many years of experience and internationally renowned reputation.": "弊社の長年の経験と国際的に高い評価の恩恵を受けましょう。",
  "Benefits": "メリット",
  "Benefits:": "メリット：",
  "Best For": "次のことに最適：",
  "Bet": "ベット",
  "Betting": "ベッティング",
  "Binary Options Exchange": "バイナリーオプション取引所",
  "Bind": "バインド",
  "Bind Success": "バインド成功",
  "Black diamond circle": "ブラックダイヤモンドサークル",
  "Blockchain Processing": "ブロックチェーン処理中",
  "Bonus": "ボーナス",
  "Bonus Rules": "ボーナス規定",
  "Bonus Trial": "ボーナストライアル",
  "Bonus pool": "ボーナスプール",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "ボーナスバウチャーは<0>お引き出し不可</0>ですが、<1>ボーナス取引による利益はお引き出し可能です<1>",
  "Boost your earnings by affiliate program": "アフィリエイトプログラムで収益を上げよう",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "最大1000倍のレバレッジで取引をブースト — リスクは大きくなりますが、報酬も大きくなります。",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "最大1000倍のレバレッジで取引をブースト — リスクは大きくなりますが、報酬も大きくなります。",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC.が提供する仲介プロダクトおよびサービス。",
  "Bronze": "ブロンズ",
  "Bust And Stop Loss Prices": "バストとストップロス価格",
  "Buy": "購入",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Detradeのプラットフォームにアクセスまたは使用することにより、お客様は、本プライバシーポリシーを読み、理解し、これに拘束されることに同意したものとみなされます。本プライバシー ポリシーに同意しない場合、弊社プラットフォームを使用しないでください。",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Detradeのプラットフォームにアクセスまたは使用することにより、お客様は本契約を読み、理解し、これに拘束されることに同意したものとみなされます。本契約のいかなる部分にも同意しない場合は、Detradeのプラットフォームを使用しないでください。",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Detradeのプラットフォームにアクセスまたは使用することにより、お客様は本AMLおよびKYCポリシーを読み、理解し、遵守することに同意したものとみなされます。本ポリシーのいかなる部分にも同意しない場合は、Detradeのプラットフォームを使用しないでください。",
  "Calculator": "計算ツール",
  "Campaign": "キャンペーン",
  "Campaign Center": "キャンペーンセンター",
  "Can I See The Data Of My Referral?": "私の紹介者のデータを見ることはできますか？",
  "Can I use a live account and a demo account at the same time?": "ライブアカウントとデモアカウントを同時に利用できますか？",
  "Can Partner upgrade his partnership level in the future?": "パートナーは将来的にパートナーシップレベルをアップグレードできますか？",
  "Can non-crypto users play Detrade games?": "暗号通貨ユーザー以外もDetradeゲームをプレイできますか？",
  "Cancel": "キャンセル",
  "Cannot exceed {{exceed}} characters": "{{exceed}} 文字を超えることはできません",
  "Cash All": "すべて現金化",
  "Champion Profits": "チャンピオンの利益",
  "Change": "変更",
  "Change password": "パスワードを変更する",
  "Chat": "チャット",
  "Check <0>ROI calculator</0> for more details": "詳細は、<0>ROI計算ツール</0>をご確認ください",
  "Chg%": "Chg%",
  "Choose Symbol": "シンボルを選ぶ",
  "Choose Your <0> Account Type And </0>  Start Trading!": "<0>アカウントの種類</0>を選択して、取引を開始しよう！",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "<br/>アカウントの種類</br>を選択して、取引を開始しよう！",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "ポジションを最大化するためにマルチプライヤーを選択してください。マルチプライヤーを高く設定すると、マージンリスクが増加します",
  "Choose the cryptocurrency that you would like to start trading.": "取引を開始したい暗号通貨を選択します。",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "カウントダウンの指定時間内に上方向または下方向を選択して注文を発注します。",
  "Claim": "請求",
  "Claim Voucher": "バウチャーを獲得",
  "Claimed rewards": "獲得済みの報酬",
  "Claimed rewards details": "獲得済みの報酬詳細",
  "Click Here To View The": "表示するにはここをクリック：",
  "Click Up or Down to Trading": "取引するには、アップまたはダウンをクリックします",
  "Client": "クライアント",
  "Close": "閉じる",
  "Close Time": "終了時間",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "利益が出ている時でも損失が出ている時でも、いつでもポジションをクローズできます。利益確定または損切りの目標を設定すると、ポジションは自動的にクローズされます",
  "Close the order": "注文を閉じる",
  "Close type": "クローズタイプ",
  "Closed successfully!": "正常にクローズしました！",
  "Co-planning rights": "共同計画権",
  "Coin-Margined": "コインマージン",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "各価格フィードからのすべての既存の指値注文を1つの複合注文書にまとめます。一部の買い注文の価格が、他の取引所からの一部の売り注文の価格を上回ることは問題なく、また、予想通りです。単一の大口注文の影響を制限するため、個々の注文サイズの上限は$100万に制限されます。",
  "Coming soon": "近日登場",
  "Community": "コミュニティ",
  "Community access": "コミュニティアクセス",
  "Completed": "完了",
  "Comprehensive trading training": "総合的なトレーディング・トレーニング",
  "Computers and smartphones are fully functional": "コンピューターとスマートフォンは完全に機能しています",
  "Condition 1: The price trend matches your prediction.": "条件1：価格トレンドがお客様の予測と一致する。",
  "Condition 2: Price movement breaks through the spread.": "条件2：価格変動がスプレッドをブレイクする。",
  "Confirm": "承認する",
  "Confirm Close": "終了を確認",
  "Confirm removing Google 2FA authentication?": "Google 2FA認証を削除してもよろしいですか？",
  "Confirm settlement of all orders?": "すべての注文を決済しますか？",
  "Confirm to close the order?": "注文をクローズしますか？",
  "Confirmations": "確認",
  "Connect": "接続する",
  "Connect with your friends": "お友達とつながる",
  "Contact Us": "お問い合わせ",
  "Contact us": "お問い合わせ",
  "Contact us with Email or Live chat": "メールまたはライブチャットでお問い合わせください",
  "Content creators program": "コンテンツ制作者プログラム",
  "Contest prize pool": "コンテスト賞金プール",
  "Continue": "続ける",
  "Continue Deposit Process": "入金手続きを続ける",
  "Continue deposit process": "入金手続きを続ける",
  "Continue with Google": "Googleで続ける",
  "Continue with X": "Xで続ける",
  "Continuously updated": "継続的に更新",
  "Convenient deposit and withdrawal methods": "便利な入金とお引き出し方法",
  "Copy": "コピーする",
  "Copy Success": "コピーに成功しました",
  "Copy this code to your authenticator app": "このコードを認証アプリにコピーする",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Copyright © 2025 Nexus Play LLC. 無断複写・転載を禁じます。",
  "Country": "国",
  "Create Password": "パスワードを作成",
  "Crypto": "クリプト",
  "Crypto - binary options": "クリプト - バイナリーオプション",
  "Crypto Pairs": "暗号通貨ペア",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "暗号通貨契約取引には高いリスクが伴い、取引額の全額を失う可能性があります。使用するレバレッジが高いほど、リスクは大きくなります。ただし、いかなる状況においても、最初の取引額以上の損失を被ることはありません。",
  "Currency": "通貨",
  "Custom Price Move %": "カスタム価格変動率 %",
  "Custom cashback plan": "キャッシュバックプランをカスタムする",
  "Custom revenue share and fee option.": "カスタム収益分配および手数料オプション。",
  "Custom services": "サービスをカスタム",
  "Custom signals": "シグナルをカスタム",
  "Customized incentives tailored to your needs.": "お客様のニーズに合わせてカスタマイズされたインセンティブ。",
  "DOWN": "DOWN",
  "Daily Active Users": "毎日のアクティブユーザー",
  "Daily Earning": "毎日の収益",
  "Daily contest": "毎日のコンテスト",
  "Dark": "ダーク",
  "Date": "日付",
  "Day": "日",
  "DeTrade overview": "DeTradeの概要",
  "Dedicated customer support": "専用のカスタマーサポート",
  "Demo": "デモ",
  "Demo Account": "デモアカウント",
  "Demo Trading": "デモ取引",
  "Depending on your location, you may have the following rights regarding your personal information:": "お住まいの地域に応じて、個人情報に関して以下の権利を有する場合があります：",
  "Deposit": "入金",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "120 USDTを入金 → 50 USDTの上限ボーナスを獲得",
  "Deposit 80 USDT → Receive 40 USDT bonus": "80 USDTを入金 → 40 USDTのボーナスを獲得",
  "Deposit Amount": "入金額",
  "Deposit Order Created": "入金オーダーが作成されました",
  "Deposit Via {{depositChannel}}": "{{depositChannel}}を通じて入金",
  "Deposit address": "入金アドレス",
  "Deposit and withdraw money with ease using the most convenient payment method.": "最も便利なお支払い方法で、簡単に入出金ができます。",
  "Deposit is in progress": "",
  "Deposit now": "今すぐ入金",
  "Deposits and withdrawals": "入金およびお引き出し",
  "Derivative Exchanges": "デリバティブ取引所",
  "Description": "概要",
  "Detail": "詳細",
  "Details": "詳細",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade（「弊社」、「当社」、または「私たち」）はお客様のプライバシーを尊重し、お客様の個人情報の保護に努めています。本プライバシーポリシーは、お客様が弊社のバイナリーオプション取引プラットフォーム（以下「プラットフォーム」）を使用する際に、当社がお客様の情報をどのように収集、使用、開示、保護するかを説明するものです。当社のプラットフォームにアクセスまたは使用することにより、お客様はこのポリシーに従って情報の収集と使用に同意するものとします。本ポリシーに同意しない場合は、当社プラットフォームを使用しないでください。",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detradeコネクトは、サードパーティのプラットフォームが弊社のエコシステムに簡単に接続できるようにするシームレスな統合ソリューションです。強力なAPIと自動化ツールを通じて、当社製品のコア機能をお客様のプラットフォームに直接統合します。安全で拡張性があり信頼性の高い接続を確保しながら、多様な暗号通貨デリバティブ、より高速なデータ交換、当社の最先端機能へのアクセスをプラットフォームに提供することを目的としています。サービス提供を拡大や、ワークフローを簡素化したい場合でも、Detradeコネクトは統合をシンプルかつ効率的で効果的なものにします。",
  "Detrade Index Prices": "Detradeインデックス価格",
  "Detrade Partner": "Detradeパートナー",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detradeパートナープログラム！このプログラムは、クリエイターの皆様に、より高い収益性と限定特典を提供し、プロモーション活動を真に実りあるものにすることを目的としています。",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detradeは、従来のインテリジェント取引業界を変革し、金融市場をあらゆる場所に開放することに尽力しています。弊社の使命は、最も革新的な取引体験を提供することです。世界中の誰でも取引に参加することが出来るべきです。",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detradeはコードレビューを完了し、結果は TOP-10%に入っています。",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detradeは急成長を遂げています。弊社は、暗号通貨バイナリーオプション取引のプラットフォームとして選ばれるよう、革新的で魅力的な体験をユーザーに提供することをお約束します。",
  "Detrade learn": "Detrade学習",
  "Detrade offers 3 types of optional products.": "Detradeでは3種類のオプション製品をご提供しております。",
  "Detrade partnership program": "Detradeパートナーシッププログラム",
  "Detrade reserves the final interpretation rights for this campaign.": "本キャンペーンの最終的な解釈権はDetradeが留保します。",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detradeは、独自の裁量で事前の通知なしに規則および条件を変更する権利を留保します。",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detradeは、コンテストのどの段階でも弊社規則に違反したプレイヤーを排除する権利を留保します。",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detradeは、関連する利用規約を含め、いつでもアクティビティまたはエアドロップの配布を改訂、一時停止、またはキャンセルする権利を留保します。この改訂は、詐欺やその他の違法行為を管理/防止するためのものです。トレーダーが詐欺やその他の違法行為に従事しない限り、そのような改訂は参加を選択したトレーダーに影響を与えるものではありません。",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detradeは、いつでもこのプライバシー ポリシーを更新または変更する権利を留保します。新しいプライバシーポリシーを弊社のプラットフォームに掲載することにより、変更があったことを通知するものとします。変更がないか定期的にこのプライバシー ポリシーを確認することをお勧めします。プライバシー ポリシーの変更後も引き続き当社のプラットフォームを使用することは、変更を承認し、更新されたプライバシー ポリシーを遵守し、それに拘束されることに同意したものとみなされます。",
  "Detrade weekly draw": "Detrade毎週の抽選",
  "Developer documentation": "開発者向けドキュメント",
  "Device": "端末",
  "Diamond": "ダイヤモンド",
  "Diamond Partner": "ダイヤモンドパートナー",
  "Didn't find an answer to our question?": "質問に対する答えが見つかりませんでしたか？",
  "Direction": "方向",
  "Discover trending tokens. Trade. Earn. Repeat.": "トレンドのトークンを見つける。取引。稼ぐ。リピート。",
  "Distributing Payout": "支払いの分配",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "特殊記号やスペースバーを使用しないでください。そうでない場合、お客様のアカウントがサポートされていない可能性があります。",
  "Do not use special symbols, otherwise your account may not be supported.": "特殊記号を使用しないでください。そうでない場合、お客様のアカウントがサポートされていない可能性があります。",
  "Does the company have the legal qualifications to carry out relevant business?": "会社は関連業務を遂行するための法的資格を持っていますか？",
  "Don't beg or ask for loans, rains or tips.": "ローンやレイン、チップをねだったり要求したりしないこと。",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "広告/取引/販売/購入またはサービスの提供など、いかなる形態にも従事しないでください。",
  "Don't harass or be offensive to other users or Detrade staff.": "他のユーザーやDetradeスタッフに対してハラスメントや攻撃的な行為をしないでください。",
  "Don't have an account?": "アカウントをお持ちでないですか？",
  "Don't let anyone see this!": "これを誰にも見せないでください！",
  "Don't share any personal information (including socials) of you or other players.": "お客様自身や他のプレイヤーの個人情報（ソーシャルメディアを含む）を共有しないでください。",
  "Don't share codes, scripts or any other bot service.": "コード、スクリプト、またはその他のボットサービスを共有しないでください。",
  "Don't show again": "今後表示しない",
  "Don't spam & don't use excessive capital letters when chatting.": "チャット中にスパムを送信したり、大文字を過度に使用したりしないでください。",
  "Don't use URL shortening services. Always submit the full link.": "URL短縮サービスは使用しないでください。常に完全なリンクを送信してください。",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "チャットで代替アカウント（alts）を使用することは厳禁です。",
  "Done": "完了",
  "Down": "下",
  "Down Wins": "下の勝利",
  "Down vs. Up Ratio (Live Data)": "ダウン対アップ比率（ライブデータ）",
  "Download": "ダウンロード",
  "Download the Google Authenticator app": "Google認証アプリをダウンロード",
  "Drop us a line here": "こちらにご連絡ください",
  "Duration: {{time}}": "期間： {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "重複を避けるため、各注文IDは1回のみ使用できます。",
  "Each user is eligible for <0>only one</0> first deposit bonus": "各ユーザーは、初回入金ボーナスを<0>1回のみ</0>受け取ることができます",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "各バウチャーコードは、ユーザーにつき1回のみ獲得できます。一度獲得されると、報酬を取り消すことはできません。",
  "Earn": "獲得",
  "Earn up to 50% commission.": "最大50％のコミッションを獲得。",
  "Earn up to {{payout}}% profit if your prediction is correct.": "あなたの予想が正しければ、最大 {{payout}}%の利益を獲得できます。",
  "Easy access from your smartphone": "スマートフォンから簡単にアクセス",
  "Edit your avatar": "アバターの編集",
  "Email": "Eメール",
  "Email Code": "Eメールコード",
  "Email verification code's length is not right": "メール確認コードの長さが正しくありません",
  "End Time": "終了時間",
  "End Time Invalid( hh : mm : ss )": "終了時間無効（時間 : 分 : 秒）",
  "End Time is earlier than Start Time": "終了時間が開始時間より早いです",
  "End rate": "終了レート",
  "Ends in {{time}} days": "あと{{time}}日後に終了",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "透明性と検証可能な優れたアルゴリズムにより、不正操作のない正確な価格設定を実現し、公平性を保証します。",
  "Enter Code": "コードを入力",
  "Enter number of daily active players": "毎日のアクティブプレイヤー数を入力",
  "Enter the 2FA code ": "2FAコードを入力してください ",
  "Enter the 6-digit code sent to": "次に送信された6桁のコードを入力してください：",
  "Enter withdraw address": "お引き出しアドレスを入力",
  "Enter your email": "メールアドレスを入力",
  "Enter your email and we'll send you a new password": "メールアドレスを入力すると、お客様に新しいパスワードが送信されます",
  "Enter your name": "名前を入力してください",
  "Enter your new password": "新しいパスワードを入力してください",
  "Enter your old password": "古いパスワードを入力してください",
  "Enter your password": "パスワードを入力してください",
  "Enterprise Partner": "エンタープライズパートナー",
  "Entrepreneurs": "起業家",
  "Entry Price": "エントリー価格",
  "Entry Time": "エントリー時間",
  "Entry fee": "エントリー手数料",
  "Entry price": "エントリー価格",
  "Esteemed Affiliate": "尊重されたアフィリエイト",
  "Event Details": "イベント詳細",
  "Event time: {{ startTime }} - {{ endTime }}": "イベント時間： {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "毎月、STONKS取引シンボルに参加している300名のユーザーに、合計 <0>{{amount}}</0> のBCDをランダムに配布します！",
  "Examples": "例",
  "Exchange": "交換",
  "Exit price": "終了価格",
  "Experience": "経験",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "経験豊富な製品および技術の専門家が専門的なサポートを提供し、より良い製品を提供するために製品の機能を無料で最適化し続けます。",
  "Expert Support": "専門家によるサポート",
  "Expired": "期限切れ",
  "Expires in": "期限切れまで：",
  "Explain": "説明",
  "Exploiting platform bugs or system loopholes": "プラットフォームのバグやシステムの抜け穴を悪用",
  "Extensive coverage": "広範囲をカバー",
  "FAQ": "よくあるご質問",
  "Failed": "失敗しました",
  "False deposits, money laundering, or manipulation to trigger rewards": "不正な入金、マネーロンダリング、または報酬を得るための操作",
  "Fast response": "迅速な対応",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "高速トランザクション、バンクロール資金注入と利益分配、保留中の注文、およびトランザクションコピーは、便利で柔軟な取引モードです。",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "迅速な取引。よりシンプルな意思決定。コミュニティ内のトレーダー仲間とのリアルタイム交流。",
  "Favorite Trading Derivatives": "お気に入りのデリバティブ取引",
  "Favorites": "お気に入り",
  "Fear & Greed Index": "恐怖と貪欲指数",
  "Fee": "手数料",
  "Fee options": "手数料オプション",
  "Fiat": "法定通貨",
  "Finished": "終了",
  "First deposit bonus guide": "初回入金ボーナスガイド",
  "Fixed fee limit": "固定手数料制限",
  "Flat fee": "定額手数料",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "定額手数料はお客様のポジションのパーセンテージ（金額 * レバレッジ）で計算されます",
  "Flexible transaction mode": "柔軟なトランザクションモード",
  "Floating PnL": "フローティングPnl",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "<0>ハイロースプレッド</0>に ${{ticketQuota}} を取引するごとに、自動的に抽選チケットを1枚受け取ります。できるだけ多くのチケットを獲得して、最高のチャンスを勝ち取ってください！",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "例えば、10倍の倍率で$500のBTCロングポジションをオープンしている場合、資金調達率が0.1%であれば、最初の8時間後に1時間あたり$0.21が請求されます。ポジションがロングではなくショートだった場合、資金調達の支払いを受けることになります。ポジションが8時間以内に終了した場合、資金の支払いは行われません。",
  "For the safety of your funds, must complete the following binding": "資金の安全のため、以下の縛りを必ずお守りください",
  "For the safety of your funds, withdrawals must complete the following binding": "資金の安全のため、お引出しの際は以下の縛りを必ずお守りください",
  "Forgot?": "お忘れですか？",
  "Free": "フリー",
  "Frequently Asked Questions (FAQ)": "よくある質問（FAQ）",
  "Frequently asked questions": "よくある質問",
  "From": "From",
  "Funding Payments": "資金の支払い",
  "Funding fee history": "資金調達手数料履歴",
  "Funding/h": "資金/時間",
  "Futures": "先物",
  "Futures Entrust": "先物信託",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "先物取引はスポット市場との相対取引です。ユーザーは、先物取引で価格の上昇または下落を判断し、価格の上昇または下落から利益を得るために、買い（ロング）または売り（ショート）を選択できます。同時に、ユーザーは追加の資金を借り入れ、レバレッジを高めることでポジションのサイズを増やすことができます。",
  "Gas fee": "ガス手数料",
  "General access": "一般アクセス",
  "Get 50% bonus": "50％ボーナスを獲得",
  "Get Trading commission when your friends trading.": "お友達が取引すると取引コミッションが得られます。",
  "Get free educational materials and 24/7 support": "フリーの教材と24時間365日のサポートをご利用ください",
  "Get help": "ヘルプを得る",
  "Go bind": "紐付ける",
  "Go to home": "ホームに移動",
  "Go to the Reward Center and manually activate your bonus voucher.": "報酬センターに行き、ボーナスバウチャーを手動で有効化してください。",
  "Go trading": "取引する",
  "Gold": "ゴールド",
  "Gold Partner": "ゴールドパートナー",
  "Good Job!": "グッジョブ！",
  "Google 2FA code": "Google 2FAコード",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticatorは、App StoreまたはGoogle Playからダウンロードできます。",
  "Got it": "了解",
  "Guess if the price ends higher or lower than the target.": "価格がターゲットより高くなるか低くなるかを予想します。",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "探しているものが見つかりませんか？ここでいくつかの質問をチェックするか、ヘルプセンターで詳細をご覧ください。",
  "Hide Small": "小さく隠す",
  "High Low": "High Low",
  "High Low Guess if the price ends higher or lower than the target.": "ハイロー 価格がターゲットより高くなるか低くなるかを予想します。",
  "High Low Spread": "High Lowスプレッド",
  "History": "履歴",
  "Home": "ホーム",
  "Hour": "時間",
  "How does Playnance assist Partners in their platforms' promotion?": "Playnanceはパートナーのプラットフォームのプロモーションをどのように支援していますか？",
  "How it works": "仕組み",
  "How much can I earn from my referral?": "紹介料はいくらですか？",
  "How to Claim Your Bonus": "ボーナスの獲得方法",
  "How to apply": "申請方法",
  "How to invite": "招待方法",
  "How will players deposit and withdraw their funds?": "プレイヤーはどのように資金を入出金するのですか？",
  "I acknowledge": "同意します",
  "I've made deposit": "入金しました",
  "ID verification": "ID認証",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "指数構成銘柄 スポット取引所",
  "If you are a content creator, make sure to check out our": "コンテンツ作成者の方は、ぜひ次をご覧ください：",
  "If you believe your account was flagged in error, please contact official support to appeal.": "誤ってアカウントにフラグが立てられたと思われる場合は、公式サポートまでお問い合わせください。",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "この送金が完了していない場合は、<0>こちら</0>で入金手続きを続行することができます。",
  "If you have any questions about this Privacy Policy, please contact us at": "本プライバシー ポリシーについてご質問がある場合は、以下までお問い合わせください：",
  "If you have the traffic, it can be monetized.": "トラフィックをお持ちの場合は、それを収益化することができます。",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "カウントダウン終了時に価格が下がると思われる場合は、DOWNを選択してください。（数値は、取得した利益率に対応しています）",
  "If you think the price will fall, choose DOWN to catch the drop.": "価格が下がると思う場合は、下落をキャッチするためにDOWN（ダウン）を選択してください。",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "価格が下がると予想する場合は、マージンを設定してショートボタンを保存します。価格が下がった場合は利益が発生します。",
  "If you think the price will go up, choose UP to go with the trend.": "価格が上がると思う場合は、トレンドに沿ってUP（アップ）を選択してください。",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "価格が上がると予想する場合は、マージンを設定してロングボタンを保存します。価格が上がった場合は利益が発生します。",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "カウントダウン終了時に価格が上がると思われる場合は、UPを選択してください。（数値は、取得した利益率に対応しています）",
  "If you want to focus on sales and earnings rather than product management or technology development.": "製品管理や技術開発よりも、売上や利益を重視したい場合。",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "ポジションが8時間以上オープンのままの場合、マーケット状況に基づき、1時間ごとに資金手数料が発生します。この手数料はお客様のアカウント残高から直接差し引かれます。資金手数料をカバーできる残高が不十分な場合、システムによってポジションが強制的にクローズされます。",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "ポジションが8時間以上オープンのままの場合、マーケット状況に基づき、1時間ごとに資金手数料が発生します。",
  "Important Reminders": "重要な注意事項",
  "Income": "収入",
  "Increase Limit": "限度額を上げる",
  "Increase aggregate limit": "合計限度額を上げる",
  "Increase limit": "限度額を上げる",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Detrade暗号通貨デリバティブをお客様のプラットフォームに統合する",
  "Integration": "統合",
  "Integration program": "統合プログラム",
  "Intelligent integrated services": "インテリジェントな統合サービス",
  "Internal group": "内部グループ",
  "Intuitive trader transaction data display and statistics": "直感的なトレーダートランザクションデータ表示と統計",
  "Intuitive trading trend display and analysis tools": "直感的な取引トレンド表示と分析ツール",
  "Invalid email": "無効な電子メール",
  "Invite friends": "お友達を招待する",
  "Invite friends to earn  20% commission": "お友達を招待して20%のコミッションを獲得",
  "Invite only": "招待者のみ",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "紹介プログラムを通じてコミッションを獲得できる期間に制限はありますか？",
  "Is there a limit to the invitation rewards I can receive?": "受け取ることができる招待報酬に制限はありますか？",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "それは投資家が市場の感情的状態を理解するのに役立ち、売買行動に影響を与える可能性があります。",
  "Join  our community": "コミュニティに参加しよう",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Detradeコネクトに参加することで、プラットフォームの運用成長を加速し、サービス保証を提供します。",
  "Join and earn extra bonuses!": "参加して追加ボーナスを獲得しよう！",
  "Join free competitions": "フリーのコンペティションに参加する",
  "Join now and get a": "今すぐ参加して、獲得：",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "毎週のランダム抽選に参加して、<0>${{amount}}</1>をシェアしよう！",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC認証",
  "KYC authentication": "KYC認証",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "ポジションを8時間以上オープンにしておくと、マーケット状況に基づき、1時間ごとに資金手数料が発生、または受け取る可能性があります。",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "ポジションを8時間以上オープンにしておくと、マーケットの状況に応じて、1時間ごとに資金調達の支払いが発生、または受け取ったりする可能性があります。マーケットがブリッシュの場合、資金調達率はプラスになり、ロングトレーダーがショートトレーダーに支払います。マーケットがベアリッシュの場合、資金調達率はマイナスになり、ショートトレーダーがロングトレーダーに支払います。",
  "Language": "言語",
  "Large product research & Development team": "大規模な製品研究開発チーム",
  "Last price": "最終価格",
  "Latest events": "最新のイベント",
  "Launch now": "今すぐ起動",
  "Leaderboard": "リーダーボード",
  "Learn": "学習",
  "Learn More": "さらに詳しく",
  "Level assessment & update": "レベル評価と更新",
  "Leverage": "レバレッジ",
  "Leverage 1000x Maximum": "レバレッジ最大1000倍",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Detradeのテクノロジーを活用して、あなた独自の取引アプリを立ち上げましょう。あなたのクライアントに強化された取引体験を提供し、アプリで実行されるすべての取引から収益を得ることができます。",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "レバレッジを利用すると、少ない資金でポジションサイズを拡大することができます。より高いレバレッジは、潜在的な利益とリスクの両方を増加します。",
  "License": "ライセンス",
  "License Information": "ライセンス情報",
  "Light": "ライト",
  "Limits": "制限",
  "Liq price": "Liq価格",
  "Liq.Price": "清算価格",
  "Liq.price": "清算価格",
  "Liquidated": "清算済み",
  "Live": "ライブ",
  "Live chat": "ライブチャット",
  "Live trade": "ライブトレード",
  "Loading Failed": "読み込みに失敗しました",
  "Log out": "ログアウト",
  "Login": "ログイン",
  "Login 2FA switch": "2FAスイッチにログイン",
  "Login here.": "ここからログイン。",
  "Login history": "ログイン履歴",
  "Login method": "ログイン方法",
  "Login to Detrade": "Detradeにログインする",
  "Login with email code": "Eメールコードでログイン",
  "Login with password": "パスワードでログイン",
  "Lose": "負け",
  "Loser": "敗者",
  "Loved by users": "ユーザーに愛されています",
  "Major features:": "主な機能：",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "トレードを成功させ、初回入金時に最大のボーナスを獲得しよう。<0>さらに詳しく<0>",
  "Manual": "マニュアル",
  "Mark Price": "マーク価格",
  "Mark price": "マーク価格",
  "Market": "マーケット",
  "Market Impact Effects": "市場インパクト効果",
  "Max": "最大",
  "Max Profit": "最大利益",
  "Max TV": "Max TV",
  "Max Trade": "最大トレード",
  "Max solo bonus": "最大ソロ・ボーナス",
  "Max withdrawal limit": "最大引き出し限度額",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "メンバーに優しいシステム：弊社プログラムを通じて、多くのメンバーが持続可能な受動的収入を得ることに成功しています。次はあなたの番です。",
  "Memo": "メモ",
  "Memo is required": "メモは必須です",
  "Memo/Tag": "メモ/タグ",
  "Menu": "メニュー",
  "Min Trade": "最小トレード",
  "Minimum Deposit": "最低入金額",
  "Minimum {{min}} characters": "最低{{min}}文字",
  "Minimum {{min}} characters and maximum {{max}} characters": "最低 {{min}} 文字、最大 {{max}} 文字",
  "Minute": "分",
  "Money Distributed": "分配金",
  "Month": "月",
  "Month's Pnl": "ヶ月のPnl",
  "Monthly Earnings": "月間収益",
  "Monthly cashback cap": "月間キャッシュバック上限",
  "More": "もっと見る",
  "Multi-account abuse or airdrop farming behavior": "複数アカウントの不正使用やエアドロップファーミング行為",
  "Multiple crypto currency binary options derivatives": "複数の暗号通貨バイナリーオプションデリバティブ",
  "Multiple investment models": "複数の投資モデル",
  "Multiplier": "マルチプライヤー",
  "Must be at least {{less}}": "少なくとも {{less}} である必要があります",
  "Must be at most {{large}}": "最大 {{large}} である必要があります",
  "My Position": "私のポジション",
  "My activity": "私のアクティビティ",
  "My referral code": "私の紹介コード",
  "My referral link": "私の紹介リンク",
  "My reward": "私の報酬",
  "My vouchers": "私のバウチャー",
  "NA": "NA",
  "Name": "名前",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "お困りですか？ヘルプセンターにアクセスするか、カスタマーサポートにお問い合わせください。24時間年中無休でお手伝いします。",
  "Network": "ネットワーク",
  "New": "新規",
  "New Password": "新しいパスワード",
  "New Trading Symbol": "新しい取引シンボル",
  "New messages": "新着メッセージ",
  "New notice": "新規通知",
  "New password is {{exceed}} length": "新しいパスワードは {{exceed}} の長さです",
  "New user": "新規ユーザー",
  "Next": "次へ",
  "Next Draw Starts in": "次の抽選開始まで：",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLCは、自己管理型の投資家に仲介サービスを提供するブローカーであり、投資、財務、法律、税務に関する推奨やアドバイスを行うものではありません。 ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLCは、自己管理型の投資家に仲介サービスを提供するブローカーであり、投資、財務、法律、税務に関するアドバイスや推奨を行うものではありません。オンライン取引には、市場の状況、システムパフォーマンス、およびその他の要因によるシステム応答およびアクセス時間の変動など、固有のリスクが伴います。取引を行う前に、独立した認可を受けた金融アドバイザーに相談し、必要なリスク許容度、経験、知識を持っていることをご確認ください。いかなる状況においても、いかなる個人または団体に対しても、Nexus Play LLCは、直接的、間接的、特別、結果的、または偶発的な損害について一切の責任を負わないものとします。 ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLCは、ライセンス番号：BFX2024137に基づき、Mwali International Services Authority (M.I.S.A.) によって認可および規制されている仲介会社です。",
  "No": "いいえ",
  "No Hidden Fees": "隠れた手数料なし",
  "No More Data": "これ以上のデータはありません",
  "No More Orders": "これ以上の注文はありません",
  "No data available": "データがありません",
  "No discussion of streamers or Twitch or any other similar platforms.": "ストリーマーやTwitch、その他の同様のプラットフォームに関する議論は禁止です。",
  "No downloads or updates required": "ダウンロードやアップデートは不要",
  "No funding within 60 minutes for this order": "この注文では60分以内の資金調達はできません",
  "No installation is required and you can trade via your smartphone's web browser.": "インストールは必要なく、スマートフォンのWebブラウザを介して取引することができます。",
  "No more data": "これ以上のデータはありません",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "チャットでは政治や宗教の話は固く禁じられています。",
  "No suspicious behavior that can be seen as potential scams.": "詐欺の可能性がある疑わしい行為は禁止です。",
  "No withdrawal of coins within 24 hours": "24時間以内にコインを引き出すことはできません",
  "Not activated": "有効化されていません",
  "Not completed": "完了していません",
  "Note": "注記",
  "Notification": "お知らせ",
  "Now login disabled 2FA": "現在、ログインは2FAを無効にしています",
  "Now login need 2FA": "ログインには2FAが必要です",
  "Old Password": "古いパスワード",
  "Old password is {{exceed}} length": "古いパスワードは {{exceed}} の長さです",
  "On going": "進行中",
  "On your first deposit": "初回入金時",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "有効化されると、ポジションサイズ ≥ ボーナス額の場合、システムは自動的にボーナスを優先して取引に使用します。",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "シードが明らかになると、誰でも取引ラウンドの価格を検証できます。次のPythonコードは、シードが与えられたラウンドの最初の100価格を計算します：",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "4つの取引モード (ハイロー / スプレッド / 先物 / アップダウン) をすべてロック解除すると、あなたのフルボーナス (入金額の50%) が自動的に発行されます。",
  "Ongoing": "進行中",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "オンライン取引には、市場の状況、システムパフォーマンス、およびその他の要因によるシステム応答およびアクセス時間の変動など、固有のリスクが伴います。取引を行う前に、独立した認可を受けた金融アドバイザーに相談し、必要なリスク許容度、経験、知識を持っていることをご確認ください。いかなる状況においても、いかなる個人または団体に対しても、Nexus Play LLCは、直接的、間接的、特別、結果的、または偶発的な損害について一切の責任を負わないものとします。 ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "このアドレスには {{crypto}} のみを送信してください。{{confirmations}} の承認が必要です。",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "チャットチャンネルで指定された言語のみを使用してください。悪用の可能性がある場合は制裁対象となります。",
  "Open": "開く",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Google認証システムを開き、以下のQRコードをスキャンして認証トークンを有効にします。手動でキーフレーズを入力しても構いません",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "本プラットフォームのユーザーの現在通貨におけるオープンポジションの方向性比率",
  "Order Amount": "注文金額",
  "Order Id": "注文ID",
  "Order Progress": "注文の進捗状況",
  "Order id": "注文ID",
  "Order placed successfully!": "注文は正常に行われました！",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "独自のバンクロール投資モデル、簡単に収入を得ることができ、資産はいつでも引き出すことができます。",
  "Other": "その他",
  "Our Advantage": "弊社の強み",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "当プラットフォームは、18歳未満の子供による使用を意図したものではありません。当社は、18歳未満の子供から故意に個人情報を収集または要求することはありません。18歳未満の子供から個人情報を収集したことが判明した場合、当社はその情報を可能な限り速やかに削除します。",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "弊社プラットフォームには、Detradeが所有または管理していない第三者のウェブサイトまたはサービスへのリンクが含まれている場合があります。当社は、第三者のウェブサイトまたはサービスのコンテンツ、プライバシーポリシー、または慣行を管理することはなく、一切の責任を負いません。訪問する第三者のウェブサイトのプライバシーポリシーをご確認することをお勧めします。",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "弊社のパートナープログラムは、双方に利益のある協力関係を築くという当社の取り組みを反映しており、あらゆる規模のアフィリエイト向けにカスタマイズされています。私たちと相互成長の旅に参加しましょう！",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "弊社プランは、優れた成果を上げた人にインセンティブを提供することを目的としています。",
  "Outflow": "アウトフロー",
  "Over 70 popular crypto assets. Trade and increase your balance": "70種類以上の人気暗号資産。取引して残高を増やしましょう",
  "Overview": "概要",
  "Own your branded platform": "独自のブランドプラットフォームを所有する",
  "P&L": "損益",
  "P&L from bonus trades will be credited directly to your real account": "ボーナストレードからのP&Lは、あなたのリアルアカウントに直接付与されます",
  "PNL": "PNL",
  "Page error": "ページエラー",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "参加方法：期間中にSTONKS/BCDトランザクションを3回完了する。",
  "Partner Program": "パートナープログラム",
  "Partner program": "パートナープログラム",
  "Partnership Program": "パートナーシッププログラム",
  "Partnership Tiers": "パートナーシップの段階",
  "Partnership With A Trusted Pioneer": "信頼のパイオニアとのパートナーシップ",
  "Partnership program": "パートナーシッププログラム",
  "Password": "パスワード",
  "Password reset link sent. Check your email inbox.": "パスワードリセットリンクが送信されました。メールの受信箱を確認してください。",
  "Password strength": "パスワードの強さ",
  "Passwords must differ": "パスワードは異なる必要があります",
  "Past": "過去",
  "Past 1 year": "過去1年間",
  "Past {{days}} days": "過去 {{days}} 日間",
  "Past {{hours}} hours": "過去 {{hours}} 時間",
  "Payment Method": "お支払方法",
  "Payout": "ペイアウト",
  "Payout Multiplier": "ペイアウト倍率",
  "Pending third-party processing (estimated {{hours}} hours).": "サードパーティの処理待ちです（推定 {{hours}} 時間）。",
  "Pending third-party processing.": "サードパーティによる処理待ち。",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "特典には、より高いコミッション率、スポンサー付きDetradeキャンペーンなどがあります！",
  "Personal": "パーソナル",
  "Personal Info": "個人情報",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "ポジションを最大化するためにマルチプライヤーを選択してください。マルチプライヤーを高く設定すると、あなたのポジションのマージンリスクが増加します。",
  "Place Your Trade": "取引を行う",
  "Platform": "プラットフォーム",
  "Platform Name": "プラットフォーム名",
  "Platform Type": "プラットフォームの種類",
  "Platform Website": "プラットフォームWebサイト",
  "Platinum": "プラチナ",
  "Platinum Partner": "プラチナパートナー",
  "Play now": "今すぐプレイ",
  "Players": "プレイヤー",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "プレイヤーは、プラットフォームが提供するリチャージおよびお引き出しポータルを通じて、リチャージおよびお引き出し操作を行うことができます。",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "プレイヤーはビットコインの価格を予測できます。プレイヤーは価格の上昇または下落を予測するプールに参加し、一定額の資金を投資してゲームに参加することができます。勝者は、投資比率に応じて相手方の資本プール資産を分配します。新しいゲームは、以前のすべてのラウンドのプレイヤーが報酬を受け取った後にのみ開始することができます。",
  "Please enter a valid email address": "有効なメールアドレスを入力してください",
  "Please enter an 2FA code": "2FAコードを入力してください",
  "Please enter the seed": "シードを入力してください",
  "Please enter you remail": "メールアドレスを入力してください",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "入金ガイドラインに従って入金してください。そうしないと、入金が失われます。",
  "Please refresh the page or jump to the trading center": "ページを更新するか、取引センターに移動してください",
  "PnL": "損益",
  "PnL fee": "Pnl手数料",
  "PnL fee limit": "PnL手数料制限",
  "PnL%": "PnL%",
  "Positions": "ポジション",
  "Potential Return": "潜在的リターン",
  "Powered by": "提供：",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "取引価格の動向を予測します。価格が選んだ方向に動けば、利益を得ることができます！",
  "Preferences": "設定",
  "Premium support": "プレミアムサポート",
  "Preview": "プレビュー",
  "Price": "価格",
  "Price Formulation": "価格設定",
  "Price formulation": "価格設定",
  "Price move": "価格の動き",
  "Priority access": "優先アクセス",
  "Privacy Policy": "プライバシーポリシー",
  "Privacy policy": "プライバシーポリシー",
  "Private invitation": "プライベートの招待",
  "Private profile": "プライベートプロフィール",
  "Prize Calculation Formula": "賞金計算式",
  "Prize Pools": "賞金プール",
  "Prizes will be sent on Notice page as the Contest ends.": "賞金はコンテスト終了後に通知ページに送信されます。",
  "Product Description": "製品説明",
  "Product capabilities": "製品の機能",
  "Product iteration, new product development": "製品のイテレーション、新製品の開発",
  "Professional, Secure, Trustworthy": "プロフェッショナル、安全、信頼性",
  "Profile": "プロフィール",
  "Profile is not publicly available": "プロフィールは公開されていません",
  "Profit": "利益",
  "Profit Calculator": "利益計算ツール",
  "Program — Work with a trustworthy online trading provider.": "プログラム - 信頼できるオンライン取引プロバイダーと連携。",
  "Progressing": "進行中",
  "Promising Affiliate": "有望なアフィリエイト",
  "Provably fair": "プロバブリーフェア",
  "Provides tutorials,guides and various trading strategy services.": "チュートリアル、ガイド、および各種取引戦略サービスを提供します。",
  "Providing the best customer service is our aim.": "最高のカスタマーサービスを提供することが私たちの目標です。",
  "Providing users with diverse options for transactions": "ユーザーに多様な取引オプションを提供します",
  "Q1: Can I withdraw the bonus?": "Q1: ボーナスを引き出すことはできますか？",
  "Q2: Will my bonus expire if I don't activate it?": "Q2: ボーナスを有効にしない場合、期限切れになりますか？",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3: 入金をしましたが、ボーナスがもらえませんでした。どうすればいいですか？",
  "Quick experience starts here, easy experience without registration": "クイック体験はここから始まり、登録なしで簡単に体験できます",
  "Quick tap: will the price go up or down next?": "クイックタップ：次に価格は上がるのか、それとも下がるのか？",
  "ROI": "ROI",
  "ROI Calculator": "ROI計算ツール",
  "ROI calculator": "ROI計算ツール",
  "Rakeback": "レーキバック",
  "Rank": "ランク",
  "Rapid deployment": "迅速な配置",
  "ReSend": "再送信",
  "Ready to Get Started": "開始の準備ができました",
  "Real Account": "リアルアカウント",
  "Real Account – Real Funds!": "リアルアカウント – リアル資金！",
  "Realized PnL": "実現利益",
  "Receive commission rewards": "コミッション報酬を受け取る",
  "Recommended for you": "あなたにおすすめ",
  "Record": "記録",
  "Referral": "紹介",
  "Referral by": "紹介者：",
  "Referral rules": "紹介規定",
  "Referred at": "紹介先",
  "Referred users": "紹介ユーザー",
  "Refresh page": "ページを更新",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "基盤市場の流動性に関係なく、Detradeは、バストおよびストップロス取引がエントリー時に事前に決定された価格で一貫して成立することを保証します。バスト損失は元のポジションサイズに制限され、ストップロスはトレーダーのエントリー設定によって制限されます。バストおよびストップロスのトリガー価格は、次の方法で計算することができます：",
  "Register": "登録",
  "Register for Detrade.": "Detradeに登録する。",
  "Register to Win Crypto Tokens": "登録して暗号トークンを獲得",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "通常のバイナリー オプション製品は、指定された期間内 (30秒後、1分後、1時間後など) の原資産の終値が実行価格よりも低いか高いかに基づいて、利益を獲得するかどうかを決定します。この製品は短期投資です。このオプションは、値動きのボラティリティが低い市場に適しています。",
  "Reliable": "信頼できる",
  "Reload": "",
  "Remarks": "備考",
  "Remove": "削除",
  "Remove 2fa Success": "2FAの削除成功",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "過去30秒間に市場データの更新がなかった価格フィードを削除します。",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "買値と売値が交差している価格フィード、またはすべての価格フィード全体で、最高値仲値が仲値の中央値から10%以上離れている価格フィードを削除します。",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "条件：紹介によって少なくとも$1,000,000の取引量、100件のユニークで積極的なサインアップ。",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "条件：紹介によって少なくとも$100,000の取引量、50件のユニークで積極的なサインアップ。",
  "Research lab": "リサーチラボ",
  "Reset fields": "フィールドをリセット",
  "Reset password": "パスワードをリセット",
  "Responsive and secure trading platform": "レスポンシブで安全な取引プラットフォーム",
  "Result": "結果",
  "Retry": "",
  "Revenue Share": "収益シェア",
  "Reward": "報酬",
  "Reward center": "報酬センター",
  "Rewards hub": "リワードハブ",
  "Rewords": "報酬",
  "Rich Trading Tools": "豊富な取引ツール",
  "Rich activities and rewards": "豊富なアクティビティと報酬",
  "Risk Control & Compliance Notice": "リスク管理とコンプライアンスに関する通知",
  "Risk Disclaimer": "リスク免責事項",
  "Risk Warning": "リスク警告",
  "Risk-free trading with $10,000 in virtual funds": "$10,000の仮想資金でリスクフリー取引",
  "Round In Progress": "ラウンド中",
  "Round ends in": "ラウンド終了まで：",
  "SA": "SA",
  "Safe": "セーフ",
  "Save": "保存",
  "Search": "検索",
  "Search crypto": "暗号通貨を検索",
  "Sec": "秒",
  "Second": "秒",
  "Seconds": "秒",
  "Security": "セキュリティ",
  "Security Verification": "セキュリティ認証",
  "Seed": "シード",
  "Select a countdown period.": "カウントダウン期間を選択します。",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "カウントダウンとスプレッドを選択します（スプレッド：購入価格と終了価格の差）",
  "Select your partner program revenue share": "パートナープログラムの収益シェアを選択する",
  "Sell": "売る",
  "Send": "送信",
  "Send message": "メッセージを送信",
  "Send message successfully": "メッセージの送信が成功しました",
  "Service guide": "サービスガイド",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "損失を制限するために価格を設定してください。この価格にマーケットが達すると、ポジションは自動的にクローズされます。",
  "Set a target price where your position will be automatically closed to lock in profit.": "利益を確定するために、ポジションが自動的にクローズされるターゲット価格を設定します。",
  "Set password": "パスワードを設定する",
  "Set successfully": "正常に設定されました",
  "Set up": "設定",
  "Set up Google Authenticator": "",
  "Settings": "設定",
  "Share": "共有",
  "Share to": "共有先：",
  "Share your Affiliate invitation link to friends and users.": "アフィリエイト招待リンクをお友達やユーザーと共有しよう。",
  "Share your referral link or code": "紹介リンクまたはコードを共有する",
  "Show live positions on chart": "チャートにライブポジションを表示",
  "Show my positions on chart": "チャートに私のポジションを表示",
  "Side": "サイド",
  "Sign in": "ログイン",
  "Silver": "シルバー",
  "Simple": "シンプル",
  "Simple and intuitive usable interface": "シンプルで直感的な使いやすいインターフェイス",
  "Simple integration": "シンプルな連携",
  "Simple way to earn money, The more invite, the more you will get!": "シンプルな稼ぎ方、招待が多ければ多いほどより多くの利益を獲得できます！",
  "Simple, Fast, Intelligence": "シンプル、迅速、インテリジェンス",
  "Size": "サイズ",
  "Something went wrong!": "",
  "Sorry, page not found!": "ページが見つかりません！",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "申し訳ありませんが、お探しのページは見つかりませんでした。URLを間違って入力した可能性はありませんか？スペルをご確認ください。",
  "Sound": "サウンド",
  "Speed": "スピード",
  "Spot Exchanges": "スポット取引所",
  "Spread": "スプレッド",
  "Standard CS": "スタンダードCS",
  "Start": "スタート",
  "Start Rate": "開始レート",
  "Start Time": "開始時刻",
  "Start Time Invalid( hh : mm : ss )": "開始時間無効（時間 : 分 : 秒）",
  "Start time": "開始時刻",
  "Start trading": "取引開始",
  "Statistics": "統計",
  "Status": "ステータス",
  "Step-up group": "ステップアップグループ",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonksのハウスエッジは2.5%で、利益性の高いポジションには5%の手数料がかかります。",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks価格はプロバブリーフェアアルゴリズムを使用して生成されます。",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks価格はプロバブリーフェアアルゴリズムを使用して生成されます。ハウスエッジは2.5%です。",
  "Stop Loss": "損切り",
  "Stop loss at price": "価格でのストップロス",
  "Stop loss price cannot be through bust price": "ストップロス価格はバスト価格を通過することはできません",
  "Stop-Loss (SL)": "ストップロス（SL）",
  "Strategy planning": "戦略プラン",
  "Submit": "送信",
  "Submit request": "リクエストを送信",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "各取引所のストリーミングAPIを使用して、利用可能な限り多くのレベルの深さをサブスクライブします。",
  "Switch Dark or Light mode according to your preference": "お好みに応じてダークモードまたはライトモードを切り替えます",
  "Symbol": "シンボル",
  "Symbol for extra security": "セキュリティを強化する記号",
  "System": "システム",
  "System Random: 300 lucky winners will be randomly selected.": "システムランダム：300名の幸運な勝者がランダムに選ばれます。",
  "TP/SL": "TP/SL",
  "Take Profit": "利益を取る",
  "Take profit at price": "価格で利益を得る",
  "Take-Profit (TP)": "テイクプロフィット（TP）",
  "Tap Trading": "取引をタップ",
  "Tap to predict — quick moves, instant results.": "タップして予測 - 迅速な動き、即座の結果。",
  "Target Market": "対象マーケット",
  "Tell us the reason for contacting us": "お問い合わせの理由をお聞かせください",
  "Test various trading tools and strategies": "さまざまな取引ツールと戦略をテストする",
  "Thank you for your request, it should generally be reviewed within 24 hours": "リクエストありがとうございます。通常は24時間以内に確認が行われます",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC恐怖と貪欲指数は、暗号通貨市場における一般的な感情を測定するためにCoinMarketCapが開発した独自のツールです。",
  "The Profit Margin Is As High As 90%": "利益マージンは90％にも達します",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "すべての暗号通貨のロング/ショートポジションの合計上限は、<0>{{limitAmount}}</0> に制限されます",
  "The amount you currently have available to place an order.": "現在、お客様がお持ちの注文にご利用可能な金額。",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "バスト価格とは、マージン不足によりポジションが清算される市場価格のことです。",
  "The calculation steps are as follows:": "計算手順は以下の通り：",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "連携方法はオープンかつ透明性が高く、隠れた手数料を心配する必要はありません。",
  "The coupon code is invalid or expired": "クーポンコードが無効または期限切れです",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "最終的なインデックス価格は、各サイズの限界中間価格の加重平均として計算されます。加重は指数分布の確率密度になるように選択され、単調に減少するため、最良売買価格に近い価格に重点が置かれます。加重は次のように与えられます：",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "ハッシュの最初の8バイトは、リトルエンディアンエンコーディングを使用して、符号なし64ビット整数に変換されます。次に、この整数は均一に分布した浮動小数点数に変換されます。市場で設定されたティックボラティリティ (0.1%) を標準偏差とする逆累積分布関数を使用して、浮動小数点値を正規分布のリターンに変換し、市場の価格を更新するためにそれを使用します。",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "インデックス価格の手法は、時系列の2つの重要な統計特性、マルコフ特性とマルチンゲール特性を満たすように設計されています。マルコフ特性は、確率過程の記憶のない性質を指し、将来の値の条件付き確率分布が現在の値のみに依存することを保証します。マルチンゲール特性は、確率過程の現在の値が将来の値の期待値でもあることを意味します。これらの2つの特性により、Detradeのインデックス価格は将来の価格の偏りのない推定値となり、ユーザーは個々の取引所のミクロ構造の影響を心配することなく、基礎となる暗号通貨の価値の変化を取引することができます。",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "この指数は、市場が過小評価されているか（極度の恐怖）、過大評価されているか（極度の貪欲）についての洞察を提供します。",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "限界売買価格関数を使用して、サイズが与えられた場合の限界中間価格関数を定義します： ",
  "The order has expired": "注文は期限切れです",
  "The output is:": "アウトプットは次の通りです：",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "この計算結果は、Detrade取引ゲームでロングとショートの両方のポジションに使用される単一のインデックス価格です。他のほとんどの取引プラットフォームとは異なり、Detradeはビッド-オファースプレッドを請求しません。単一の価格で取引することで、ビッド-オファースプレッドが非常に高額になる短期的な値動きを推測することが可能になります。",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "プラットフォームは、マーケットやポリシーの変更に応じてキャンペーンを修正する場合があります。最新情報は公式発表を通じてポストされます。",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "当プラットフォームは、BTC、ETH、その他の主流通貨取引ペアを提供しており、人気の高い通貨取引ペアを継続的に更新していく予定です。",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "価格は毎日00:00（UTC）に$1,000にリセットされ、保留中の注文はリセット中に自動的に決済されます。",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "コンテストの賞金プールは前日のベット額によって大きく左右されます。ベットするプレイヤーが多いほど、賞金プールも大きくなります。現在の賞金プールはコンテストページに表示されます。",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLCが提供する製品およびサービスは、米国、欧州連合、またはそのようなサービスおよび製品が法律で禁止されているその他の管轄区域の居住者を対象としていません。Nexus Play LLCは、これらの地域の個人または団体に対してビジネスの勧誘または仲介サービスの提供をしたりすることはありません。オンライン取引に従事する前に、それぞれの管轄区域で適用される法律および規制を認識し、遵守することはお客様の潜在的責任です。本ウェブサイトにアクセスし、弊社サービスを利用することにより、お客様は、米国、欧州連合、または当社のサービスが制限されているその他の管轄区域の居住者ではないことを承認するものします。",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "このオンラインイベントで獲得した報酬は、プレイヤーの残高に自動的に付与されます。",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "シードは64文字の小文字の16進数字列にエンコードされ、現在のティックカウンター値の文字列表現と連結されます。次に、結合された文字列のハッシュが、256ビットのダイジェストサイズを持つBLAKE2bハッシュ関数を使用して計算されます。暗号化ハッシュ関数を使用することで、シードが明らかになる前は価格の変化がランダムで予測不可能ですが、シードが判明すると完全に再現可能であることが保証されます。",
  "The settlement formula is open and transparent and can be calculated in real time.": "決済計算式はオープンで透明性があり、リアルタイムで計算することができます。",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "システムでは、UPおよびDOWN資本プールの勝敗結果を表示します。利益が出た場合は、利益額が表示されます。",
  "The system is under maintenance and upgrade, please visit later": "システムはメンテナンスとアップグレード中です。しばらくしてからアクセスしてください",
  "The trade will complete in 5s.": "取引は5秒で完了します。",
  "The trade will complete in <0>{{countdown}}s</0>.": "取引は<0>{{countdown}}秒</0>で完了します。",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "トレーディングボーナスは、Detradeがユーザーに当社の取引システムを体験してもらうために提供する<0>マーケティングインセンティブ</0>です。ボーナス資金は<1>お引き出しできません<1>が、ボーナスを使用して得た利益は実際のアカウント残高に反映することができます。",
  "The trading symbol will be replaced regularly.": "取引シンボルは定期的に入れ替わります。",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "受賞者は毎週日曜日の10 PM (UTC) に現在のページで発表され、次の抽選は前回の抽選から2時間後に開始されます。",
  "Theme": "テーマ",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "獲得額に制限はありません。より多くのお友達を招待すればするほど、より多くの報酬を受け取ることができます。",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "これらはお客様のアカウント残高から差し引かれ、資金が不足するとポジションは自動的にクローズされます。",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "このイベントは、プラットフォームのコンプライアンスポリシーで定義されている対象国および地域のユーザーのみが利用できます。",
  "This field is required": "このフィールドは必須項目です",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "これには、お客様のIPアドレス、ブラウザの種類、オペレーティングシステム、アクセス時間、およびお客様が当プラットフォームにアクセスする前後に直接閲覧したページが含まれます。",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "これには、お客様の氏名、電子メールアドレス、電話番号、住所、生年月日、およびアカウント登録時または当サービスの利用時にお客様が提供するその他の情報が含まれます。",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "この指数の範囲は0から100で、値が低いほど極度の恐怖を示し、値が高いほど極度の貪欲を示します。",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "これは、以下に詳述する暗号通貨ごとの特定の制限と連動しています。",
  "This is why you should promote Detrade:": "Detradeを宣伝すべき理由は次のとおりです：",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "このサイトはreCAPTCHAによって保護されており、Googleプライバシーポリシーと利用規約が適用されます。",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detradeパートナーシッププログラムを通じて、アフィリエイトコミッションの増額、限定スポンサーイベント、その他のユニークなメリットを解除することができます。詳細を知りたいですか？ 続きを読み進めてください！",
  "Time": "時間",
  "Time and payout": "時間とペイアウト",
  "Time closed": "終了時間",
  "Time opened": "オープン時間",
  "Time remaining": "残り時間",
  "Tips": "ヒント",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "ヒント：処理には通常 {{hours}} 時間かかりますが、それ以上かかる場合もあります。具体的な時間は、マーチャントの時間制限によって異なります。",
  "To": "To",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "トレンドの分析、利用状況の監視、およびサービス向上のための調査の実施を行います。",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "アカウントの安全を確保するため、Google 2FA認証が削除されると、お引き出しは24時間停止されます。",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "公平性と保全を維持するために、Detradeは、デバイスのフィンガープリンティング、IPトラッキング、トランザクションパターン分析などを含む、行動および技術チェックを通じて、このボーナスプログラムに参加しているアカウントをモニターします。",
  "To manage your account, process transactions, and provide you with the services you request.": "お客様のアカウントを管理し、トランザクションを処理し、お客様が要求するサービスを提供します。",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "不正行為を監視し、弊社のサービス利用規約を施行し、法律および規制要件を遵守します。",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "アカウントのセキュリティを保護するため、パスワード変更後24時間はお引き出しができなくなります。",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "取引ゲームに公正で信頼性の高い価格設定を提供するために、Detradeは世界で最も流動性の高いスポットおよびデリバティブ暗号通貨取引所へのリアルタイム価格フィードから得られる複合インデックス価格を 500ミリ秒ごとに計算しています。多くの価格ソースを組み込むことで、Detradeインデックスは、市場操作、技術的問題、および個々の取引所で時々発生する可能性のあるその他の異常な取引活動に対して堅牢です。",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "お客様に更新情報、セキュリティ警告、管理メッセージを送信し、お問い合わせやご要望に対応します。",
  "To tailor our content and advertisements to your interests and preferences.": "お客様の興味や好みに合わせてコンテンツや広告をカスタマイズします。",
  "To trading center": "取引センターへ",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "トレーダーが当社のプラットフォームとどのように相互作用するかを理解するために、技術的な問題を診断し、機能性とトレーダーのエクスペリエンスを向上させます。",
  "Today's Pnl": "今日のPnl",
  "Top": "トップ",
  "Top tokens": "トップトークン",
  "Top trade": "トップトレード",
  "Top-tier account manager": "トップレベルのアカウントマネージャー",
  "Total Trades": "総トレード数",
  "Total commission": "コミッション合計",
  "Total participated tickets for this round <0>{{total}}</0>": "このラウンドに参加したチケットの合計数 <0>{{total}}</0>",
  "Total prize won": "獲得賞金総額",
  "Total profit": "総利益",
  "Total tickets": "チケット合計",
  "Total traders": "総トレーダー数",
  "Total trades": "総トレード数",
  "Trade": "取引",
  "Trade for prestige": "名声のための取引",
  "Trade history": "取引履歴",
  "Trade like a rhythm master": "リズムマスターのようにトレードしよう",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "価格が下がると思うなら、価格が下がる方へ取引してください。価格が下がった場合、利益が発生します。",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "価格が上がると思うなら、価格が上がる方へ取引してください。価格が上がった場合、利益が発生します。",
  "Trade to Win": "勝つためのトレード",
  "Trade to rank up": "トレードしてランクアップ",
  "Trade with $10,000 in virtual funds": "$10,000の仮想資金で取引",
  "Trader": "トレーダー",
  "Trades": "取引",
  "Trading": "取引",
  "Trading Amount": "取引金額",
  "Trading Platform": "取引プラットフォーム",
  "Trading Smarter, Earning Better": "より賢く取引して、より良い収益を",
  "Trading Volume": "トレード量",
  "Trading amount is too large for selected multiplier for selected stop loss price": "選択したストップロス価格に対して選択した倍率では取引額が大きすぎます",
  "Trading bonus trial": "トレーディングボーナストライアル",
  "Trading center": "取引センター",
  "Trading indicators and signals": "取引指標とシグナル",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "取引にはリスクが伴います。レバレッジやボーナス資金を使用する前に、自分が何をしているかを理解していることを確認してください。Detradeは、ボーナストレーディングによって発生したいかなる損失に対しても責任を負いません。",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "取引は、毎日{{startTime}}から{{endTime}}（{{timeZone}}）まで、および週末は取引が休止となります。ご注文は事前に決済してください。",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "取引トーナメント、定期ボーナス、ギフト、プロモコード、取引コンペティションは、どのトレーダーも利用または参加することができます。",
  "Traffic Owners": "トラフィック所有者",
  "Transaction Completed": "トランザクションが完了しました",
  "Transaction details": "トランザクション概要",
  "Transactions": "トランザクション",
  "Transition details": "トランジションの詳細",
  "Transparency & Security": "透明性とセキュリティ",
  "Trigger price is too close to bust price": "トリガー価格がバスト価格に近すぎます",
  "Trigger price is too close to current price": "トリガー価格が現在価格に近すぎます",
  "Trusted by": "信頼されています：",
  "Trusted by millions of users.": "何百万人ものユーザーに信頼されています。",
  "Try": "試す",
  "Try a quick demo": "簡単なデモを試す",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "仮想通貨を使ったデモアカウントで、実際の投資やリスクなしに、プラットフォームが提供するすべてのメリットをお試しください。",
  "Turn every action into rewards. Start trading today.": "すべてのアクションを報酬に変えよう。今すぐ取引を始めましょう。",
  "Txid": "Txid",
  "Type": "タイプ",
  "Type Your message": "メッセージを入力",
  "UID": "UID",
  "UP": "UP",
  "USDT-Margined": "USDTマージン",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "毎日 {{startTime}} から {{endTime}} ({{timeZone}}) まで、および週末は終日ご利用いただけません。",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "ユニークな体験：革新的な取引チャレンジから合理化された暗号通貨取引オプションや独自の取引モデルまで、Detradeは他では得られない体験を提供します。",
  "Unlock Diamond": "ダイヤモンドをロック解除する",
  "Unlock Top Traders, Achieve": "トップトレーダーを解放し、成し遂げよう",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "不要です。Detradeはテクノロジープロバイダーであり、どの国からでも弊社のソリューションを購入することができます。",
  "Up": "アップ",
  "Up & Down": "アップ＆ダウン",
  "Up Down": "アップダウン",
  "Up Or Down?": "アップまたはダウン？",
  "Up Wins": "上の勝利",
  "Update Success": "更新に成功しました",
  "Updated at {{time}}": "{{time}} に更新されました",
  "Updated timely": "時間通りに更新されました",
  "Uppercase or lowercase letters": "大文字または小文字",
  "Usage Instructions & Limitations": "使用上の注意と制限事項",
  "Used": "使用済み",
  "User Agreement and Terms & Conditions": "ユーザー契約および利用規約",
  "User ID": "ユーザーID",
  "User name": "ユーザー名",
  "Username": "ユーザー名",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "このアクティビティを楽しむには、ユーザーは関連する取引ペアを選択または取引に参加する必要があります。",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "複数のアカウントを使用して取引制限を回避することは固く禁じられており、アカウントの停止や罰則の対象となる場合があります。",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "複合注文書を使用して、関数は指定された金額を売買する限界価格を表すように定義されます。 たとえば、限界買い関数は次のとおりです：",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "パスワードと携帯電話の両方でアカウントを保護するため、2要素認証の使用を強くお勧めします。",
  "VIP": "VIP",
  "VIP group": "VIPグループ",
  "Validity period: within 14 days after activation": "有効期限：有効化後14日以内",
  "Verifiable fairness": "検証可能な公平性",
  "Verification": "認証",
  "Verification Example": "認証例",
  "Verification code failed": "認証コード失敗",
  "Verification email sent. Check your inbox.": "認証メールを送信しました。受信トレイをご確認ください。",
  "Verified": "認証済み",
  "Verify": "認証する",
  "Verify Fairness": "認証の公平性",
  "Verify fairness": "認証の公平性",
  "View details": "詳細を見る",
  "View more": "もっと見る",
  "Volume": "Volume",
  "Volume (24h)": "ボリューム (24時間)",
  "Voucher code": "バウチャーコード",
  "Wager": "賭け",
  "Wager <0>{{amount}}</0> To Reach": "賭け金 <0>{{amount}}</0> で達成",
  "Wait For Next Round": "次のラウンドを待つ",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "有効な価格フィードが少なくとも6つになるまで待機します。価格フィードが十分でない場合、Detradeインデックス価格は更新されません。",
  "Wallet": "ウォレット",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Detradeパートナーシッププログラムに参加してみませんか？ 開始するには、弊社サポートチームまでお問い合わせください！",
  "Watch play demo": "デモプレイを見る",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "弊社は、取引活動、好み、当社コンテンツへの関与など、当社プラットフォーム上でのお客様の活動に関する情報を収集します。",
  "We collect several types of information from and about users of our Platform, including:": "当社は、本プラットフォームのユーザーから、およびユーザーに関する次のような各種種情報を収集します：",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "弊社は、お客様のニーズに継続的に答え、さらなる保証を提供するために、優れた技術チームと運営チームを有しています。",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "弊社は、お客様の個人情報を不正なアクセス、使用、開示から保護するために、さまざまなセキュリティ対策を実施しています。これらの対策には、暗号化、アクセス制御、安全な保管が含まれます。ただし、インターネット経由の送信方法や電子的保管方法は100%安全というわけではなく、当社はその絶対的なセキュリティを保証することはできません。",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "成長を続ける弊社の同盟ファミリーの一員となって、共にDetradeの未来を形作ることに協力していただけるのを楽しみにしています！",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "弊社は、取引を円滑にし、規制要件を遵守するために、銀行口座番号、クレジットカード情報、トランザクション履歴などの財務情報を収集する場合があります。",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "弊社は、お客様が許可した場合、GPS、Wi-Fi、携帯電話基地局データなどのテクノロジーを使用して、お客様の位置情報に関する情報を収集することがあります。",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "弊社は、法律により開示を求めれた場合、または公的機関（裁判所や政府機関など）からの正当な要求に応じて、お客様の情報を開示することがあります。",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "弊社は、Detrade、当社ユーザー、またはその他者の権利、財産、または安全を保護するため、および当社の利用規約を施行するために、お客様の情報を開示することがあります。",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "弊社は、合併、会社資産の売却、資金調達、または他社による当社事業の全部または一部の買収に関連して、またはその交渉中に、お客様の情報を共有または転送する場合があります。",
  "We may share your information with third parties if you provide your consent to do so.": "弊社は、お客様の同意がある場合、お客様の情報を第三者と共有することがあります。",
  "We may share your information with third parties in the following circumstances:": "弊社は以下の状況においてお客様の情報を第三者と共有することがあります：",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "弊社は、支払処理、データ分析、メール配信、サービスのホストなど、当社に代わってサービスを提供する第三者のサービスプロバイダーとお客様の情報を共有する場合があります。",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "弊社は、最も幅広いデリバティブ取引オプションを提供しており、世界中で250万人を超えるオンライン トレーダーを魅了しています。当社テクノロジーは、直感的でパワフルな取引体験を提供し、お客様がリスクをより効果的に理解し、情報に基づいた取引の判断を行うことを可能にしています。",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "誰もがトレーダーになれるよう、シンプルで操作しやすい取引プラットフォームを提供しています。",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "弊社は、効果的であることが証明されたマーケティング資料と共に、プレイヤーをあなたのプラットフォームに誘致するためのステップバイステップガイドを提供いたします。",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "以下の条件に基づいて、ボーナスおよび関連する利益をキャンセルする権利を留保します：",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "当社は、お客様の当社プラットフォームの使用状況に関する情報を収集し、お客様のトレーダーエクスペリエンスを向上させるために、Cookie、Webビーコン、その他のトラッキング技術を使用しています。",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "最先端のテクノロジーを駆使し、トレーダーインターフェイスの操作に遅延や中断を生じさせることなく、最速のトランザクションを提供します。",
  "We use the information we collect for various purposes, including:": "収集した情報は、以下を含むさまざまな目的で使用されます：",
  "We will contact you within 3 working days, please check your email regularly": "3営業日以内にご連絡いたしますので、定期的にメールをご確認ください",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "弊社は、お客様の個人情報を、法律、規制、またはビジネス要件の遵守などを含め、収集された目的を果たすために必要な期間保持します。",
  "Website for PC": "PC向けウェブサイト",
  "Website for smartphones": "スマートフォン向けウェブサイト",
  "Week": "週",
  "Week's Pnl": "週のPnl",
  "Weekly raffle": "毎週の抽選会",
  "Welcome Bonus": "ウェルカムボーナス",
  "Welcome To": "ようこそ",
  "Welcome To Demo Trading ": "デモ取引へようこそ ",
  "Welcome to Detrade Connect": "Detradeコネクトへようこそ",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "大手バイナリーオプション取引プラットフォームであるDetradeへようこそ。弊社のプラットフォームの使用を開始する前に、以下のご利用規約をよくお読みになり、ご理解ください。Detradeのプラットフォームにアクセスまたは使用することにより、お客様はこれらの利用規約に拘束されることに同意するものとします。これらの規約のいかなる部分にも同意しない場合は、当社プラットフォームを使用しないでください。",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Stonks へようこそ！価格は毎日00:00（UTC）に$1,000にリセットされ、保留中の注文はリセット中に自動的に決済されます。",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Detradeへようこそ！ご支援への感謝の気持ちとして、新規ユーザーには<0>最大50 USDTのトレーディングボーナス</0>を提供いたします。リスクゼロでリアルな報酬を獲得できるバイナリーオプション取引を体験してください！",
  "What currencies can be deposited and withdrawn?": "どのような通貨の入出金が可能ですか？",
  "What does it mean?": "それはどういう意味ですか？",
  "What is Detrade Connect?": "Detradeコネクトとは何ですか？",
  "What operational expenses could Partner have?": "パートナーにはどのような運用費用がかかる可能性がありますか？",
  "What would you like your new limit to be? (max 500% of current limit)": "新しい制限値をどれくらいにしたいですか？(現在の制限値の最大500%)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "カウントダウンが終了すると、決済準備プロセスに入ります。カウントダウン終了後、システムは開始価格を記録します（第1フラグ）。Kラインが一定時間実行されると、システムは終了価格を記録します（第2フラグ）。そして、終了価格と開始価格を比較します。終了価格が開始価格より大きければ、UP方向を選択したトレーダーの勝利です。それ以外の場合は、DOWN方向を選択したトレーダーの勝利です。",
  "When the dual conditions are met, you will receive profits.": "二重の条件が満たされたとき、利益を受け取ります。",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "中央指値注文帳を備える従来の取引所で取引する場合、大口注文は通常、最良ビッドまたはオファーを超えて保留中の注文と交差し、平均約定価格が最良売買価格よりも悪くなります。マーケットメーカーは、大口注文がもたらす追加リスクのため、最良売買価格で提供できる流動性の量を制限しています。Detradeは、大口注文を複数の価格で約定させるのではなく、市場影響式を使用して勝ち取引の終値を設定し (手動でクローズした負け取引は影響を受けません)、大口注文の市場影響をより一貫性があり予測可能な方法で再現します。市場影響効果を正確に確認する最も簡単な方法は、先物取引ページにあるROI計算ツールを使用することです。",
  "When will the commission be distributed?": "コミッションはいつ分配されますか？",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "お友達の取引が終了すると、その取引に対するコミッションを即座に受け取ることができます。",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "<0>P_close</0> は、バストまたはストップロス価格の <1>P_open*(1-1/multiplier_leverage)</1> です。",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "ここで、<0>p_i | i in 1..N</0> と <1>s_i|i in 1..N</1> は、ブックのトップからの距離が増加する順に並べられた購入価格とサイズです。この関数は、量 <2>s</2> を購入するために支払う最大価格を示します",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "ここで、<0>v_i</0> は仲値が計算されるサイズであり、複合注文ブックからの累積買いサイズと売りサイズの和として定義されます。<1>L</1> は <2>1/V</2> として定義されるスケーリング係数であり、<3>V</3> は仲値が計算される最大サイズであり、複合注文ブックの買いと売りサイズの合計の最小値として定義されます。",
  "Which currency pairs can be traded on Detrade?": "Detradeで取引できる通貨ペアはどれですか？",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "ホワイトレーベルのオーナーは、プラットフォームの開発にコストをかける必要がありません。必要なのは、販売とマーケティングに集中することだけです。",
  "Whitelist pre-booking": "ホワイトリストの事前予約",
  "Why Partner with Detrade?": "Detradeと提携する理由とは？",
  "Why choose Detrade": "Detradeを選ぶ理由",
  "Why you must choose us?": "なぜ私たちを選ぶべきなのか？",
  "Wild": "ワイルド",
  "Will The Price Go Up Or Down": "価格は上がるのか下がるのか",
  "Will the price go up or down ?": "価格は上がるのか下がるのか？",
  "Win": "勝利",
  "Win Crypto Tokens": "暗号トークンを獲得する",
  "Win if the price breaks out — above the high or below the low.": "価格が高値を上回るか、安値を下回るときに勝利します。",
  "Win rate": "勝率",
  "Winner": "勝者",
  "Winning": "勝利",
  "Winning Tickets": "勝利チケット",
  "Winning prize details": "勝利賞金詳細",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL手数料では、取引開始または終了時に手数料を支払う必要はなく、取引終了時に利益の一部（ある場合）のみが差し引かれます",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "定額手数料を有効にすると、利益の100％を受け取りますが、通常の取引所と同様に、取引に入る前に<0>エントリー、エグジット、スリッページをカバーする定額手数料</0>を前払いします",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "エキサイティングな新機能とアップデートが間もなく登場する今こそ、Detradeのプロモーションを開始するのに最適な時期です。",
  "Withdraw": "お引き出し",
  "Withdraw Fee": "お引き出し手数料",
  "Withdraw Order Created": "お引き出し注文が作成されました",
  "Withdraw Processing": "お引き出し処理中",
  "Withdraw Success": "お引き出し成功",
  "Withdraw is in progress": "",
  "Withdraw to": "お引き出し先：",
  "Withdraw your earnings 24/7": "24時間いつでも収益を引き出せます",
  "Withdrawal fee": "お引き出し手数料",
  "Withdrawal fee discount": "お引き出し手数料割引",
  "Yes": "はい",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "はい、DeTradeは完全な透明性を信じており、すべてのデータをお客様に提供しています。この情報はすべて次で確認することができます：",
  "Yes, contact us at any time to upgrade your package.": "はい、パッケージのアップグレードについてはいつでもお問い合わせください。",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "はい、暗号通貨に詳しくない人でも、ソーシャルネットワーク経由でログインし、銀行のカードで資金を入金することができます。",
  "Yes, you can use both.": "はい、両方使用することができます。",
  "Yield": "利益",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "市場で主流となっているデジタル通貨のほとんどで入出金することができ、プラットフォームでは法定通貨の入出金機能も順次に開始される予定です。",
  "You can share your invite link to your friend or your social media": "招待リンクをお友達やソーシャルメディアに共有することができます",
  "You have the right to object to our processing of your personal information, under certain conditions.": "お客様は、一定の条件の下で、弊社によるお客様の個人情報の処理に異議を申し立てる権利を有します。",
  "You have the right to request a copy of the personal information we hold about you.": "お客様には、当社が保有するお客様の個人情報のコピーを要求する権利を有します。",
  "You have the right to request that we correct any inaccuracies in your personal information.": "お客様は、ご自身の個人情報に不正確な点がある場合、その訂正を要求する権利を有します。",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "お客様は一定の例外を除き、弊社がお客様の個人情報を削除するよう要求する権利を有します。",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "お客様は、彼らが行う取引ごとに、ハウスエッジの20%を受け取ることができます。あなたのフォロワーが多く、より多くのコミッションをご希望の場合はお問い合わせください。",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "次の1時間以内におよそ {nextCapitalCost} の交付金が支給されます。具体的な金額は、その時点の資金調達率に応じて決まります",
  "You won <0>{{award}}</0>": "あなたは <0>{{award}}</0> を獲得しました",
  "Your": "お客様の",
  "Your Telegram": "お客様のTelegram",
  "Your account level is assessed and updated on the": "あなたのアカウントレベルは次のように評価され、更新されます：",
  "Your current limit is {{limit}}": "現在の制限は {{limit}} です",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "現在の制限は：PnL手数料 - {{pnl}}、固定手数料 - {{Fixed}}",
  "Your email": "お客様のEメール",
  "Your friends will be associated with you after they sign up": "あなたのお友達は、登録後にあなたと関連付けられます",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "個人情報を含むお客様の情報は、お客様の国または管轄区域外にあるサーバーまたはデータベースに転送され、維持される場合があります。当プラットフォームを利用することで、お客様は、Detradeまたはそのサービスプロバイダーが施設を維持する米国またはその他の国にお客様の情報が転送されることに同意するものとします。",
  "Your investment": "あなたの投資内容",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "選択した言語は、DetradeのEメール、SMS、アプリ内通知、およびログインしているすべてのデバイスに適用されます。",
  "Your name": "お客様のお名前",
  "Your profile is now private": "お客様のプロフィールは現在非公開です",
  "Your profile is now public": "プロフィールが公開されました",
  "Your transfer amount has to MATCH the submission amount.": "送金額は、提出額と一致する必要があります。",
  "Zero Trading Fees": "取引手数料なし",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) 書類認証：ユーザーは、パスポート、運転免許証、国民IDカードなど、政府発行の身分証明書のコピーをアップロードする必要がある場合があります。",
  "all assets": "全資産",
  "all status": "全ステータス",
  "approved": "承認済み",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **パフォーマンス クッキー**：これらのクッキーは、お客様が最も頻繁にアクセスするページなど、プラットフォームの使用状況に関する情報を収集します。この情報は、当プラットフォームの機能向上のために使用されます。",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) 住所確認：ユーザーは居住地住所の認証のために、公共料金の請求書や銀行取引明細書などの住所証明の提示を求められる場合があります。",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "最新のパフォーマンスとアクティビティに基づきます。積極的に参加してランク上げよう！",
  "basic information verification": "基本情報の認証",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **機能クッキー**: これらのクッキーにより、弊社のプラットフォームはユーザーの選択内容 (ユーザー名、言語、地域など) を記憶し、強化されたよりパーソナルな機能を提供できるようになります。",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) 生体認証：Detradeは、ユーザーの身元を確認するために、顔認証や指紋スキャンなどの生体認証方法を使用する場合があります。",
  "change password": "パスワードを変更する",
  "chat rules": "チャットルール",
  "currency": "通貨",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **ターゲティング/広告クッキー**: これらのクッキーは、お客様やお客様の興味に関連性の高い広告を配信するために使用されます。また、広告キャンペーンの効果を測定するのにも役立ちます。",
  "date": "日付",
  "day": "日",
  "demo": "デモ",
  "deposit": "入金",
  "deposit with a 50% bonus": "入金と50%ボーナス",
  "down": "下",
  "earn ticket": "チケットを獲得",
  "edit profile": "プロフィール編集",
  "edit your avatar": "アバターの編集",
  "email": "eメール",
  "explanation": "解説",
  "failed": "失敗しました",
  "forgot password?": "パスワードをお忘れですか？",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "3 か月間ダイヤモンドを保持 — VIPマネージャーが、お客様に合わせたダイヤモンド+特典へのアクセスにご招待します。",
  "init": "init",
  "liq price": "liq価格",
  "live": "ライブ",
  "loading...": "ロード中…",
  "lucky poll": "ラッキーポール",
  "medium": "中程度",
  "month": "月",
  "more": "more",
  "my tickets": "マイチケット",
  "name": "名前",
  "no": "いいえ",
  "or": "または",
  "order id": "注文ID",
  "pending": "保留中",
  "perks in total": "特典合計",
  "price": "価格",
  "prize": "賞金",
  "processing": "処理中",
  "rejected": "却下されました",
  "results": "結果",
  "rewards": "報酬",
  "rewards list": "報酬リスト",
  "search “Google Authenticator” and proceed to download.": "「Google Authenticator」を検索し、ダウンロードに進みます。",
  "seed": "シード",
  "strong": "強い",
  "success": "成功",
  "temporary rejected": "一時的に却下されました",
  "terms and conditions": "ご利用規約",
  "tickets number": "チケット番号",
  "ticks": "ティック",
  "time": "時間",
  "token": "トークン",
  "top": "トップ",
  "trader": "トレーダー",
  "trading platform": "取引プラットフォーム",
  "two-Factor authentication": "2要素認証",
  "up": "アップ",
  "voucher": "バウチャー",
  "wager": "賭け",
  "weak": "弱い",
  "week": "週",
  "welcome gifts": "ウェルカムギフト",
  "withdraw": "お引き出し",
  "{{field}} is required": "{{field}} は必須です",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} 位 - 毎日のコンテスト賞金プールの {{percent}}",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>の {{total}}</0>",
  "|PnL|": "|PnL|"
}
