{
  "* Both a memo/tag and an address are required": "* మెమో/ట్యాగ్ మరియు అడ్రస్ రెండూ అవసరం",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* దయచేసి స్వీకరించే చిరునామాకు మెమో/ ట్యాగ్ అవసరమా అని నిర్ధారించండి. అది పూరించకపోతే లేదా తప్పుగా పూరించకపోతే, ఆస్తి పోతుంది",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*కాలిక్యులేటర్ ఫలితాలు అంచనాలు మరియు వాస్తవ ROI/P&L మార్కెట్ పరిస్థితుల ఆధారంగా చూపబడిన వాటికి భిన్నంగా ఉండవచ్చు.",
  "1-on-1 manager": "1-ఆన్-1 మేనేజర్",
  "1. Choose the future price direction": "1. భవిష్యత్ ధర దిశను ఎంచుకోండి",
  "1. Information We Collect": "1. మేము సేకరించే సమాచారం",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade(\"మేము\",\"మా\",లేదా\"మా\")బలమైన మనీలాండరింగ్ (AML)ని అమలు చేయడం ద్వారా మనీలాండరింగ్ మరియు తీవ్రవాద ఫైనాన్సింగ్ కార్యకలాపాలను ఎదుర్కోవడానికి కట్టుబడి ఉంది మరియు మీ కస్టమర్ (KYC) విధానాలు మరియు విధానాలను తెలుసుకోండి.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade(\"మేము\",\"మాకు\",లేదా\"మాది\") అనేది ఆన్‌లైన్ బైనరీ ఆప్షన్స్ ట్రేడింగ్ ప్లాట్‌ఫామ్ (\"ప్లాట్‌ఫామ్\")ను నిర్వహిస్తుంది, ఇది ట్రేడర్లు (\"మీరు\" లేదా \"ట్రేడర్\") వివిధ ఆర్థిక సాధనాలను వర్తకం చేయడానికి వీలు కల్పిస్తుంది.",
  "1.1 Personal Identification Information:": "1.1 వ్యక్తిగత గుర్తింపు సమాచారం:",
  "1.2 Financial Information:": "1.2 ఆర్థిక సమాచారం:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 ఈ యాంటీ-మనీ లాండరింగ్(AML)మరియు మీ కస్టమర్‌ని తెలుసుకోండి(KYC)పాలసీ(\"విధానం\") మా వ్యాపారుల (\"మీరు\" లేదా\"వ్యాపారి\") గుర్తింపును ధృవీకరించడం మరియు డిట్రేడ్ ప్లాట్‌ఫారమ్‌లో మనీ లాండరింగ్ మరియు టెర్రరిస్ట్ ఫైనాన్సింగ్ కార్యకలాపాలను గుర్తించడం మరియు నిరోధించడం కోసం మా బాధ్యతలు మరియు విధానాలను తెలియజేస్తుంది.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 ఈ వినియోగదారు ఒప్పందం మరియు నిబంధనలు & షరతులు(\"ఒప్పందం\") మీ డిట్రేడ్ ప్లాట్‌ఫారమ్ వినియోగాన్ని నియంత్రిస్తుంది. మా ప్లాట్‌ఫారమ్‌ను యాక్సెస్ చేయడం లేదా ఉపయోగించడం ద్వారా, మీరు ఈ ఒప్పందాన్ని చదివారని, అర్థం చేసుకున్నారని మరియు దానికి కట్టుబడి ఉన్నారని అంగీకరిస్తున్నారు.",
  "1.3 Technical Information:": "1.3 సాంకేతిక సమాచారం:",
  "1.4 Usage Data:": "1.4 వినియోగ డేటా:",
  "1.5 Location Information:": "1.5 స్థాన సమాచారం:",
  "1.6 Cookies and Tracking Technologies:": "1.6 కుక్కీలు మరియు ట్రాకింగ్ టెక్నాలజీలు:",
  "1.Introduction": "1. పరిచయం",
  "10 most wagering players carve up the prize pool.": "10 అత్యంత పందెం ఆటగాళ్ళు ప్రైజ్ పూల్‌ను రూపొందించారు.",
  "10. Amendments to the Policy": "10. విధానానికి సవరణలు",
  "10. International Data Transfers": "10. అంతర్జాతీయ డేటా బదిలీలు",
  "10. Limitation of Liability": "10. బాధ్యత యొక్క పరిమితి",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 ఈ విధానాన్ని ఎప్పుడైనా సవరించడానికి లేదా సవరించడానికి Detrade హక్కును కలిగి ఉంది. ఏదైనా మార్పులు Detrade ప్లాట్‌ఫారమ్‌లో పోస్ట్ చేసిన వెంటనే అమలులోకి వస్తాయి.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 చట్టం ద్వారా అనుమతించబడిన పూర్తి మేరకు, మీరు మా ప్లాట్‌ఫారమ్‌ను ఉపయోగించడం వల్ల లేదా దానితో అనుసంధానించబడిన ఏదైనా ప్రత్యక్ష, పరోక్ష, యాదృచ్ఛిక, ప్రత్యేక లేదా పర్యవసాన నష్టాలకు Detrade బాధ్యత వహించదు.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 ఈ ఒప్పందం నుండి లేదా దానికి సంబంధించి ఉత్పన్నమయ్యే అన్ని నష్టాలు, నష్టాలు మరియు చర్యలకు సంబంధించిన కారణాల కోసం మీకు ఏ సందర్భంలోనైనా Detrade యొక్క మొత్తం బాధ్యత అటువంటి బాధ్యతకు దారితీసే ఈవెంట్‌కు ముందు పన్నెండు (12) నెలల వ్యవధిలో మీరు Detradeకి చెల్లించిన మొత్తాన్ని మించకూడదు.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 ఏదైనా అప్‌డేట్‌లు లేదా మార్పుల గురించి ఎప్పటికప్పుడు తెలియజేయడానికి ఈ విధానాన్ని సమీక్షించడం మీ బాధ్యత. ఈ విధానానికి ఏవైనా సవరణలు చేసిన తర్వాత మీరు Detrade ప్లాట్‌ఫారమ్‌ను నిరంతరం ఉపయోగించడం ద్వారా ఆ మార్పులకు ఆమోదం లభిస్తుంది.",
  "1000x leverage": "1000x లివరేజ్",
  "11. Contact Information": "11. సంప్రదింపు సమాచారం",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 ఈ విధానం లేదా Detrade యొక్క AML మరియు KYC విధానాలకు సంబంధించి మీకు ఏవైనా ప్రశ్నలు, ఆందోళనలు లేదా అభిప్రాయాలు ఉంటే, దయచేసి మమ్మల్ని [support@detrade.com]లో సంప్రదించండి.",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 మీరు హానిచేయని Detrade మరియు దాని అనుబంధ సంస్థలు, అధికారులు, డైరెక్టర్లు, ఉద్యోగులు మరియు ఏజెంట్లు ఏదైనా మరియు అన్ని క్లెయిమ్‌ల నుండి మరియు వాటికి వ్యతిరేకంగా నష్టపరిహారం చెల్లించడానికి, రక్షించడానికి మరియు నిర్వహించడానికి అంగీకరిస్తున్నారు, బాధ్యతలు, నష్టాలు, నష్టాలు, ఖర్చులు, ఖర్చులు లేదా రుసుములు (సహేతుకమైన న్యాయవాదుల రుసుముతో సహా) Detrade ప్లాట్‌ఫారమ్ లేదా మీ ఈ ఒప్పందాన్ని ఉల్లంఘించడం వల్ల లేదా దానికి సంబంధించి ఉత్పన్నమవుతుంది.",
  "11.Indemnification": "11. నష్టపరిహారం",
  "12. Contact Us": "12. సంప్రదించండి",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 ఈ ఒప్పందం [Jurisdiction] చట్టాలకు అనుగుణంగా నిర్వహించబడుతుంది మరియు నిర్వచించబడుతుంది.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 ఈ ఒప్పందం నుండి లేదా దానికి సంబంధించి ఉత్పన్నమయ్యే ఏవైనా వివాదాలు[Arbitration Organization] నిబంధనలకు అనుగుణంగా మధ్యవర్తిత్వం ద్వారా పరిష్కరించబడతాయి.",
  "12.Governing Law and Dispute Resolution": "12.పాలన చట్టం మరియు వివాద పరిష్కారం",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade ఈ ఒప్పందాన్ని ఎప్పుడైనా సవరించడానికి లేదా సవరించడానికి హక్కును కలిగి ఉంది. ఏవైనా మార్పులు Detrade ప్లాట్‌ఫారమ్‌లో పోస్ట్ చేసిన వెంటనే అమలులోకి వస్తాయి.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 ఏదైనా అప్‌డేట్‌లు లేదా మార్పుల గురించి ఎప్పటికప్పుడు తెలియజేయడానికి ఈ ఒప్పందాన్ని సమీక్షించడం మీ బాధ్యత. ఈ ఒప్పందానికి ఏవైనా సవరణలు చేసిన తర్వాత మీరు Detrade ప్లాట్‌ఫారమ్‌ను నిరంతరం ఉపయోగించడం ద్వారా ఆ మార్పులను అంగీకరించినట్లు అవుతుంది.",
  "13.Amendments to the Agreement": "13. ఒప్పందానికి సవరణలు",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 ఈ ఒప్పందం లేదా Detrade ప్లాట్‌ఫారమ్‌కు సంబంధించి మీకు ఏవైనా ప్రశ్నలు, ఆందోళనలు లేదా ఫీడ్‌బ్యాక్ ఉంటే, దయచేసి మమ్మల్ని ఇక్కడ సంప్రదించండి",
  "14.Contact Information": "14.సంప్రదింపు సమాచారం",
  "16th of every month": "ప్రతినెలా 16వ తేదీ",
  "1D": "1రోజు",
  "1M": "1నెల",
  "1W": "1వారం",
  "2. Definitions": "2. నిర్వచనాలు",
  "2. Eligibility": "2. అర్హత",
  "2. How We Use Your Information": "2. మేము మీ సమాచారాన్ని ఎలా ఉపయోగిస్తాము",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. మీరు పైకి మరియు డౌన్ దిశలలో ఫండ్ పూల్ యొక్క మొత్తం ఆర్డర్ మొత్తాన్ని మరియు జాబితాలోని మీ మరియు ఇతర వినియోగదారుల ఆర్డర్ స్థితిని వీక్షించవచ్చు.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" అనేది యాంటీ-మనీ లాండరింగ్‌ను సూచిస్తుంది, ఇది ఆర్థిక వ్యవస్థల ద్వారా అక్రమ ఆదాయాన్ని పొందడాన్ని నిరోధించడానికి రూపొందించబడిన విధానాలు, చట్టాలు మరియు నిబంధనల సమితి.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Detrade ప్లాట్‌ఫారమ్‌ను యాక్సెస్ చేయడం లేదా ఉపయోగించడం ద్వారా, మీరు కనీసం 18 ఏళ్ల వయస్సు ఉన్నారని మరియు ఈ ఒప్పందంలోకి ప్రవేశించడానికి చట్టపరమైన సామర్థ్యాన్ని కలిగి ఉన్నారని మీరు ప్రాతినిధ్యం వహిస్తారు మరియు హామీ ఇస్తున్నారు.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 మా ప్లాట్‌ఫారమ్‌ను అందించడానికి మరియు నిర్వహించడానికి:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" అనేది మీ కస్టమర్‌ని తెలుసుకోండి, ఇది కస్టమర్‌ల గుర్తింపును ధృవీకరించడం మరియు చట్టవిరుద్ధమైన కార్యకలాపాలలో పాల్గొనే వారి సంభావ్య ప్రమాదాన్ని అంచనా వేసే ప్రక్రియ.",
  "2.2 To Improve Our Platform:": "2.2 మా ప్లాట్‌ఫారమ్‌ను మెరుగుపరచడానికి:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 మీరు మా ప్లాట్‌ఫారమ్‌ను ఉపయోగించడం గురించి వర్తించే అన్ని చట్టాలు మరియు నిబంధనలకు కూడా కట్టుబడి ఉండాలి.",
  "2.3 To Communicate with You:": "2.3 మీతో కమ్యూనికేట్ చేయడానికి:",
  "2.4 To Personalize Your Experience:": "2.4 మీ అనుభవాన్ని వ్యక్తిగతీకరించడానికి:",
  "2.5 To Conduct Analytics and Research:": "2.5 విశ్లేషణలు మరియు పరిశోధనలను నిర్వహించడానికి:",
  "2.6 To Ensure Security and Compliance:": "2.6 భద్రత మరియు సమ్మతిని నిర్ధారించడానికి:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% అనుబంధ కమీషన్ (మా బేస్ రేటు నుండి 100% పెరుగుదల).",
  "20+ exchange market data": "20+ ఎక్స్చేంజ్ మార్కెట్ డేటా",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24 గంటల ఉపసంహరణ పరిమితి నోటీసు మా సిస్టమ్ మీ ఖాతాలోని ముఖ్యమైన సమాచారానికి మార్పులను గుర్తించింది, కాబట్టి మేము మీ ఆస్తులను భద్రపరచడానికి చర్యలు తీసుకుంటున్నప్పుడు మేము మీ ఖాతా ఉపసంహరణ లక్షణాన్ని తాత్కాలికంగా నిలిపివేస్తున్నాము. UTC సమయంలో {{time}} సమయంలో పరిమితులు స్వయంచాలకంగా ఎత్తివేయబడతాయి",
  "24h Live Players": "24గం లైవ్ ప్లేయర్స్",
  "24h Trade Vol": "24h వాణిజ్య వాల్యూం",
  "24h Wins Paid": "24గం విజయాలు చెల్లించబడ్డాయి",
  "24h high": "24h అధిక",
  "24h low": "24h తక్కువ",
  "24h players": "24h క్రీడాకారులు",
  "24h win ratio": "24h గెలుపు నిష్పత్తి",
  "2FA Code's length is not right": "2FA కోడ్ పొడవు సరిగ్గా లేదు",
  "2FA authentication": "2FA ధృవీకరణ",
  "2s CFD and 5-60s Options": "2s CFD మరియు 5-60s ఎంపికలు",
  "3. Customer Due Diligence (CDD)": "3. కస్టమర్ డ్యూ డిలిజెన్స్ (CDD)",
  "3. How We Share Your Information": "3. మేము మీ సమాచారాన్ని ఎలా పంచుకుంటాము",
  "3. Wait for system settlement": "3. సిస్టమ్ పరిష్కారం కోసం వేచి ఉండండి",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade వారి గుర్తింపును ధృవీకరించడానికి మరియు వారి ప్రమాద స్థాయిని అంచనా వేయడానికి వినియోగదారులందరిపై కస్టమర్ డ్యూ డిలిజెన్స్ (CDD) నిర్వహిస్తుంది.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Detrade యొక్క ప్లాట్‌ఫారమ్ యొక్క నిర్దిష్ట లక్షణాలను యాక్సెస్ చేయడానికి, మీరు ఖాతా కోసం నమోదు చేసుకోవలసి ఉంటుంది.",
  "3.1 With Service Providers:": "3.1 సర్వీస్ ప్రొవైడర్లతో:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 రిజిస్ట్రేషన్ ప్రక్రియలో, మీరు మీ పూర్తి పేరు, పుట్టిన తేదీ, నివాస చిరునామా, ప్రభుత్వం జారీ చేసిన గుర్తింపు మరియు చిరునామా రుజువుతో సహా నిర్దిష్ట వ్యక్తిగత సమాచారాన్ని అందించాల్సి రావచ్చు.",
  "3.2 For Legal Reasons:": "3.2 చట్టపరమైన కారణాల కోసం:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 ఖాతా కోసం నమోదు చేస్తున్నప్పుడు, రిజిస్ట్రేషన్ ఫారమ్ ద్వారా ప్రాంప్ట్ చేయబడిన మీ గురించి ఖచ్చితమైన, ప్రస్తుత మరియు పూర్తి సమాచారాన్ని అందించడానికి మీరు అంగీకరిస్తున్నారు.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade మీ గుర్తింపును ధృవీకరించడానికి లేదా మీ ప్రమాద స్థాయిని అంచనా వేయడానికి మీ నుండి అదనపు సమాచారం లేదా డాక్యుమెంటేషన్‌ను అభ్యర్థించే హక్కును కలిగి ఉంది.",
  "3.3 To Protect Our Rights:": "3.3 మన హక్కులను కాపాడుకోవడానికి:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 మీ ఖాతా ఆధారాల యొక్క గోప్యతను నిర్వహించడానికి మరియు మీ ఖాతా కింద జరిగే అన్ని కార్యకలాపాలకు మీరు బాధ్యత వహిస్తారు.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 రిజిస్ట్రేషన్ ప్రక్రియలో మీరు తప్పుడు లేదా తప్పుదారి పట్టించే సమాచారాన్ని అందించారని లేదా ఈ ఒప్పందంలోని ఏదైనా నిబంధనను ఉల్లంఘించారని మేము విశ్వసిస్తే, మీ ఖాతాను తాత్కాలికంగా నిలిపివేయడానికి లేదా ముగించే హక్కు Detradeకి ఉంది.",
  "3.4 With Your Consent:": "3.4 మీ సమ్మతితో:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 కస్టమర్ డ్యూ డిలిజెన్స్ (CDD) ప్రయోజనం కోసం డిట్రేడ్ అభ్యర్థించిన ఏదైనా సమాచారం లేదా డాక్యుమెంటేషన్‌ను వెంటనే అందించడానికి మీరు అంగీకరిస్తున్నారు.",
  "3.5 In Business Transfers:": "3.5 వ్యాపార బదిలీలలో:",
  "3.Account Registration": "3.ఖాతా నమోదు",
  "3rd Merchant Processing": "3వ వ్యాపారి ప్రాసెసింగ్",
  "4. Check the winning and losing results": "4. గెలిచిన మరియు ఓడిపోయిన ఫలితాలను తనిఖీ చేయండి",
  "4. Identity Verification": "4. గుర్తింపు ధృవీకరణ",
  "4. Platform Use": "4. ప్లాట్‌ఫారమ్ ఉపయోగం",
  "4. Your Data Protection Rights": "4. మీ డేటా రక్షణ హక్కులు",
  "4.1 Access:": "4.1 యాక్సెస్:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade దాని వినియోగదారుల గుర్తింపును ధృవీకరించడానికి వివిధ పద్ధతులు మరియు సాధనాలను ఉపయోగిస్తుంది, వీటికి మాత్రమే పరిమితం కాకుండా:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Detrade యొక్క ప్లాట్‌ఫారమ్ సమాచార మరియు విద్యా ప్రయోజనాల కోసం మాత్రమే అందించబడింది.మా ప్లాట్‌ఫారమ్‌లో అందించబడిన ఏదైనా సమాచారం ఆర్థిక సలహా కోసం ఉద్దేశించబడదని మరియు పెట్టుబడి నిర్ణయాలు తీసుకోవడానికి దానిపై ఆధారపడకూడదని మీరు గుర్తించి మరియు అంగీకరిస్తున్నారు.",
  "4.2 Correction:": "4.2 దిద్దుబాటు:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 గుర్తింపు ధృవీకరణ ప్రయోజనం కోసం వినియోగదారులు అందించిన ఏదైనా పత్రం లేదా సమాచారం సరిపోదని లేదా సరికాదని భావించినట్లయితే దానిని తిరస్కరించే హక్కు Detradeకి ఉంది.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 ట్రేడింగ్ బైనరీ ఎంపికలతో సంబంధం ఉన్న నష్టాలను మూల్యాంకనం చేయడానికి మరియు Detrade ప్లాట్‌ఫారమ్‌లో ట్రేడింగ్ మీకు అనుకూలంగా ఉందో లేదో నిర్ణయించడానికి మీరు మాత్రమే బాధ్యత వహిస్తారు.",
  "4.3 Deletion:": "4.3 తొలగింపు:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 మీరు వర్తించే అన్ని చట్టాలు మరియు నిబంధనలకు అనుగుణంగా మరియు ఇతరుల హక్కులను ఉల్లంఘించని లేదా ఈ ఒప్పందం యొక్క నిబంధనలను ఉల్లంఘించని విధంగా Detrade ప్లాట్‌ఫారమ్‌ను ఉపయోగించడానికి అంగీకరిస్తున్నారు.",
  "4.4 Objection:": "4.4 అభ్యంతరం:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 పరిమితి: కొన్ని షరతులలో మీ వ్యక్తిగత సమాచారాన్ని ప్రాసెస్ చేయడాన్ని మేము పరిమితం చేయమని అభ్యర్థించడానికి మీకు హక్కు ఉంది.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 డేటా పోర్టబిలిటీ: కొన్ని షరతులలో మీ వ్యక్తిగత సమాచారాన్ని మరొక సంస్థకు లేదా నేరుగా మీకు బదిలీ చేయమని అభ్యర్థించడానికి మీకు హక్కు ఉంది.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 సమ్మతిని ఉపసంహరించుకోండి: మీ వ్యక్తిగత సమాచారాన్ని ప్రాసెస్ చేయడానికి మీరు మాకు సమ్మతిని అందించినట్లయితే, మీ సమ్మతిని ఎప్పుడైనా ఉపసంహరించుకునే హక్కు మీకు ఉంటుంది.",
  "5. Data Security": "5. డేటా భద్రత",
  "5. Risk Assessment": "5. రిస్క్ అసెస్‌మెంట్",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade ప్రతి వ్యాపారి యొక్క గుర్తింపు ధృవీకరణ సమాచారం, లావాదేవీ చరిత్ర మరియు ఇతర సంబంధిత అంశాల ఆధారంగా రిస్క్ అంచనాను నిర్వహిస్తుంది.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Detrade యొక్క ప్లాట్‌ఫారమ్ వినియోగదారులను వివిధ ఆర్థిక సాధనాలపై బైనరీ ఎంపికలను వర్తకం చేయడానికి అనుమతిస్తుంది, స్టాక్‌లు, కరెన్సీలు, వస్తువులు మరియు సూచికలకు మాత్రమే పరిమితం కాదు.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 వినియోగదారులు రిస్క్ అసెస్‌మెంట్ ఫలితాల ఆధారంగా రిస్క్ రేటింగ్‌ను కేటాయించవచ్చు, ఇది వారి లావాదేవీలు మరియు ఖాతా కార్యకలాపాలకు వర్తించే పరిశీలన స్థాయిని ప్రభావితం చేయవచ్చు.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 ట్రేడింగ్ బైనరీ ఎంపికలు మీ మొత్తం పెట్టుబడిని కోల్పోయే ప్రమాదంతో సహా గణనీయమైన నష్టాలను కలిగి ఉన్నాయని మీరు గుర్తించి మరియు అంగీకరిస్తున్నారు.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 ప్రతి వాణిజ్యానికి సంబంధించిన నష్టాలను అంచనా వేయడానికి మరియు మీ వ్యక్తిగత పరిస్థితులకు తగిన పెట్టుబడి వ్యూహాన్ని నిర్ణయించడానికి మీరు మాత్రమే బాధ్యత వహిస్తారు.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade మా ప్లాట్‌ఫారమ్‌లో చేసిన ఏదైనా వ్యాపారం యొక్క లాభదాయకత లేదా విజయానికి సంబంధించి ఎటువంటి హామీలు లేదా హామీలను అందించదు.",
  "5.Trading": "5.ట్రేడింగ్",
  "50+ trading pairs": "50+ ట్రేడింగ్ జతల",
  "6 Month's Pnl": "6 నెలరోజులు Pnl",
  "6. Data Retention": "6. డేటా నిలుపుదల",
  "6. Fees and Charges": "6. రుసుములు మరియు ఛార్జీలు",
  "6. Monitoring and Reporting": "6. మానిటరింగ్ మరియు రిపోర్టింగ్",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade మా ప్లాట్‌ఫారమ్‌లో నిర్వహించబడే నిర్దిష్ట సేవలు లేదా లావాదేవీలకు రుసుము వసూలు చేయవచ్చు. మీరు మా ప్లాట్‌ఫారమ్‌ను ఉపయోగించడం కోసం వర్తించే అన్ని రుసుములు మరియు ఛార్జీలను చెల్లించడానికి అంగీకరిస్తున్నారు.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 మనీలాండరింగ్ లేదా ఉగ్రవాద ఆర్థిక కార్యకలాపాలను సూచించే అనుమానాస్పద లేదా అసాధారణ ప్రవర్తన సంకేతాల కోసం Detrade వ్యాపారి లావాదేవీలు మరియు ఖాతా కార్యకలాపాలను పర్యవేక్షిస్తుంది.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 నోటీసుతో లేదా లేకుండా ఎప్పుడైనా మా రుసుము నిర్మాణాన్ని మార్చడానికి లేదా సవరించడానికి Detrade హక్కును కలిగి ఉంది.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Detrade ఏదైనా అనుమానాస్పద కార్యకలాపాన్ని లేదా లావాదేవీలను గుర్తిస్తే, అటువంటి కార్యకలాపాన్ని సంబంధిత అధికారులకు నివేదించే హక్కు మాకు ఉంది మరియు వ్యాపారుల ఖాతాలను స్తంభింపజేయడం లేదా సస్పెండ్ చేయడంతో సహా తగిన చర్యలు తీసుకుంటుంది.",
  "6M": "6నెలలు",
  "7 * 24 technical services": "7 * 24 సాంకేతిక సేవలు",
  "7. Cookies and Similar Technologies": "7. కుకీలు మరియు సారూప్య సాంకేతికతలు",
  "7. Intellectual Property": "7. మేధో సంపత్తి",
  "7. Record-Keeping": "7. రికార్డ్ కీపింగ్",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Detrade ప్లాట్‌ఫారమ్‌లో అందుబాటులో ఉన్న మొత్తం కంటెంట్ మరియు మెటీరియల్‌లు టెక్స్ట్, గ్రాఫిక్స్, లోగోలు, ఇమేజ్‌లు మరియు సాఫ్ట్‌వేర్‌లతో సహా పరిమితం కాకుండా Detrade లేదా దాని లైసెన్సర్‌ల ఆస్తి మరియు కాపీరైట్, ట్రేడ్‌మార్క్ మరియు ఇతర మేధో సంపత్తి చట్టాల ద్వారా రక్షించబడతాయి.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 కుక్కీలు: మా ప్లాట్‌ఫారమ్‌లో మీ అనుభవాన్ని మెరుగుపరచడానికి మేము కుక్కీలను ఉపయోగిస్తాము. కుక్కీ అనేది మీ పరికరంలో ఉంచబడిన చిన్న ఫైల్, ఇది మీ బ్రౌజర్‌ను గుర్తించడానికి మరియు నిర్దిష్ట సమాచారాన్ని క్యాప్చర్ చేయడానికి మరియు గుర్తుంచుకోవడానికి మమ్మల్ని అనుమతిస్తుంది.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade వర్తించే చట్టాలు మరియు నిబంధనలకు అనుగుణంగా అన్ని వ్యాపారి గుర్తింపు మరియు లావాదేవీల సమాచారాన్ని నిర్వహిస్తుంది.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 కుక్కీల రకాలు: a) **అవసరమైన కుక్కీలు**: ఈ కుక్కీలు మా ప్లాట్‌ఫారమ్ యొక్క ఆపరేషన్ కోసం అవసరం. వారు సైట్‌ను నావిగేట్ చేయడానికి మరియు దాని లక్షణాలను ఉపయోగించడానికి మిమ్మల్ని అనుమతిస్తుంది.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 వినియోగదారు రికార్డులు గోప్యంగా ఉంచబడతాయి మరియు చట్టం ప్రకారం అవసరమైన అధీకృత సిబ్బంది లేదా నియంత్రణ అధికారులకు మాత్రమే బహిర్గతం చేయబడతాయి.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 మీ వ్యక్తిగత మరియు వాణిజ్యేతర ఉపయోగం కోసం మాత్రమే Detrade ప్లాట్‌ఫారమ్‌ను యాక్సెస్ చేయడానికి మరియు ఉపయోగించడానికి మీకు పరిమిత, ప్రత్యేకం కాని మరియు బదిలీ చేయలేని లైసెన్స్ మంజూరు చేయబడింది.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 కుక్కీలను నిర్వహించడం: మీరు వ్యక్తిగత బ్రౌజర్ స్థాయిలో కుక్కీల వినియోగాన్ని నియంత్రించవచ్చు. మీరు కుక్కీలను తిరస్కరిస్తే, మీరు ఇప్పటికీ మా ప్లాట్‌ఫారమ్‌ను ఉపయోగించవచ్చు, కానీ మా ప్లాట్‌ఫారమ్‌లోని కొన్ని ఫీచర్‌లు లేదా ప్రాంతాలను ఉపయోగించగల మీ సామర్థ్యం పరిమితం కావచ్చు.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Detrade యొక్క ఎక్స్‌ప్రెస్ వ్రాతపూర్వక అనుమతి లేకుండా Detrade ప్లాట్‌ఫారమ్‌లో అందుబాటులో ఉన్న ఏదైనా కంటెంట్ లేదా మెటీరియల్‌ల ఆధారంగా ఉత్పన్న పనులను పునరుత్పత్తి, సవరించడం, పంపిణీ చేయడం లేదా సృష్టించడం చేయకూడదని మీరు అంగీకరిస్తున్నారు.",
  "8. Third-Party Links": "8. మూడవ పక్షం లింకులు",
  "8. Training and Awareness": "8. శిక్షణ మరియు అవగాహన",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade దాని ఉద్యోగులకు AML మరియు KYC విధానాలు మరియు విధానాల గురించి అవగాహన కలిగి ఉండేలా శిక్షణ మరియు అవగాహన కార్యక్రమాలను అందిస్తుంది.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade దాని వినియోగదారుల గోప్యతను గౌరవిస్తుంది మరియు వారి వ్యక్తిగత సమాచారాన్ని రక్షించడానికి కట్టుబడి ఉంది. దయచేసి మేము మీ వ్యక్తిగత సమాచారాన్ని ఎలా సేకరిస్తాము, ఉపయోగిస్తాము మరియు బహిర్గతం చేస్తాము అనే వివరాల కోసం మా గోప్యతా విధానాన్ని చూడండి.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 అనుమానాస్పద కార్యకలాపాన్ని గుర్తించి నివేదించడానికి మరియు అన్ని AML మరియు KYC అవసరాలకు అనుగుణంగా ఉద్యోగులు శిక్షణ పొందుతారు.",
  "8.Privacy Policy": "8.గోప్యతా విధానం",
  "9. Children's Privacy": "9. పిల్లల గోప్యత",
  "9. Compliance Oversight": "9. వర్తింపు పర్యవేక్షణ",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade AML మరియు KYC విధానాలు మరియు విధానాలకు అనుగుణంగా పర్యవేక్షించడానికి బాధ్యత వహించే ఒక కంప్లయన్స్ అధికారిని నియమించింది.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade మా ప్లాట్‌ఫారమ్‌కి మీ యాక్సెస్‌ను ఎప్పుడైనా మరియు ఏ కారణం చేతనైనా, కారణంతో లేదా లేకుండా మరియు ముందస్తు నోటీసు లేకుండా తాత్కాలికంగా నిలిపివేయడానికి లేదా ముగించడానికి హక్కును కలిగి ఉంది.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 రెగ్యులేటరీ డెవలప్‌మెంట్‌లను పర్యవేక్షించడం, అవసరమైన విధంగా AML మరియు KYC విధానాలను నవీకరించడం మరియు Detrade యొక్క కార్యకలాపాలు వర్తించే అన్ని చట్టాలు మరియు నిబంధనలకు అనుగుణంగా ఉండేలా చూసుకోవడం కోసం కంప్లయన్స్ ఆఫీసర్ బాధ్యత వహిస్తాడు.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Detrade ప్లాట్‌ఫారమ్‌కు మీ యాక్సెస్ రద్దు చేయబడిన తర్వాత, ఈ ఒప్పందంలోని అన్ని నిబంధనలు వాటి స్వభావాన్ని బట్టి మనుగడ సాగిస్తాయి, మేధో సంపత్తి, బాధ్యత పరిమితి మరియు వివాద పరిష్కారానికి సంబంధించిన నిబంధనలతో సహా వాటికే పరిమితం కాకుండా ఉంటాయి.",
  "9.Termination": "9. ముగింపు",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>బోనస్ అమౌంట్:</0> మీ మొదటి డిపాజిట్‌లో 50%",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>బోనస్ టోపీ:</0> గరిష్టంగా 50 USDT ట్రేడింగ్ బోనస్",
  "<0>Eligibility:</0> New users on Detrade only": "<0>అర్హత:</0> Detradeలో మాత్రమే కొత్త వినియోగదారులు",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>అవసరం:</0> మొదటి డిపాజిట్ ≥ 50 USDT (లేదా దానికి సమానమైన క్రిప్టో)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>మద్దతు ఉన్న ఉత్పత్తులు</0>: హైలో, స్ప్రెడ్, అప్ డౌన్, ఫ్యూచర్",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> టిక్కెట్లు ఈ రౌండ్‌లో పంపబడ్డాయి!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> స్లిప్‌పేజ్‌తో సహా యొక్క ప్రతి ప్రవేశ మరియు{{position}} నిష్క్రమణ ట్రేడ్‌లకు",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>యొక్క {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "ట్రేడ్‌ను ప్రారంభించిన తర్వాత {{feeAmount}} {{commission}} ఫ్లాట్ ఫీజు విధించబడింది (position:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "మీరు వ్యాపారాన్ని మూసివేసినప్పుడు మీ లాభాలలో కొంత భాగం (ఏదైనా ఉంటే) తీసుకోబడుతుంది",
  "A variable fee was charged as a fraction of profits upon closing the trade": "ట్రేడ్‌ను ముగించిన తర్వాత లాభాలలో కొంత భాగం వేరియబుల్ రుసుము వసూలు చేయబడింది",
  "A verification will be sent to {{email}}": "ధృవీకరణ {{email}} కి పంపబడుతుంది",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: మీరు మొత్తం నాలుగు ట్రేడింగ్ మోడ్‌లను అన్‌లాక్ చేశారని నిర్ధారించుకోండి. సమస్య కొనసాగితే, సహాయం కోసం కస్టమర్ సపోర్ట్‌ను సంప్రదించండి.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: లేదు, బోనస్‌ను ఉపసంహరించుకోలేరు. అయితే, <0>బోనస్‌ను ఉపయోగించి పొందిన ఏవైనా లాభాలను</0> ఉపసంహరించుకోవచ్చు.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: అవును. దయచేసి మీ బోనస్‌ను జారీ చేసిన <0>7 రోజులలోపు</0> యాక్టివేట్ చేయండి. గడువు ముగిసిన బోనస్‌లను తిరిగి పొందలేరు.",
  "AF": "AF",
  "AML & KYC policy": "AML మరియు KYC విధానం",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Detrade గురించి",
  "Access over 70 popular assets with up to 90% profit potential": "90% వరకు లాభదాయకత కలిగిన 70 కి పైగా ప్రముఖ ఆస్తులను యాక్సెస్ చేయండి",
  "Account Details": "అకౌంట్ వివరాలు",
  "Account Not Verified": "ఖాతా వెరిఫై కాలేదు",
  "Account Verified": "ఖాతా వెరిఫై చేయబడింది",
  "Activate": "సక్రియం చేయి",
  "Activation expiry time": "యాక్టివేషన్ గడువు ముగింపు సమయం",
  "Active": "చురుకుగా",
  "Active tickets": "యాక్టివ్ టిక్కెట్లు",
  "Activity priority access": "యాక్టివిటీ ప్రాధాన్యత యాక్సెస్",
  "Add": "జోడించు",
  "Add key phrase into Google Authenticator and remember the key phrase": "Google Authenticator లో కీ పదబంధాన్ని జోడించి, కీ పదబంధాన్ని గుర్తుంచుకోండి",
  "Add referral": "సిఫార్సును జోడించండి",
  "Add referral code": "రెఫరల్ కోడ్‌ని జోడించండి",
  "Address is required": "అడ్రస్ అవసరం",
  "Address valid": "చిరునామా చెల్లుబాటు అవుతుంది",
  "Advanced": "అడ్వాన్స్డ్",
  "Advanced Users": "అధునాతన వినియోగదారులు",
  "Advanced chart": "అడ్వాన్స్డ్ చార్ట్",
  "Advantage": "అడ్వాంటేజ్",
  "Affiliate program": "అనుబంధ కార్యక్రమం",
  "Affiliates": "అనుబంధ సంస్థలు",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "మీ మొదటి డిపాజిట్ పూర్తి చేసిన తర్వాత, మీ ప్రారంభ 1 USDT ట్రయల్ వోచర్‌ను వీక్షించడానికి <0>రివార్డ్ సెంటర్</0>కి వెళ్లండి.",
  "After setting your personal information private, other users will not be able to see your username and information.": "మీ వ్యక్తిగత సమాచారాన్ని ప్రైవేట్‌గా సెట్ చేసిన తర్వాత, ఇతర వినియోగదారులు మీ వినియోగదారు పేరు మరియు సమాచారాన్ని చూడలేరు.",
  "Agreement": "ఒప్పందం",
  "Airdrop": "ఎయిర్‌డ్రాప్",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "ఎయిర్‌డ్రాప్ పద్ధతి: రివార్డ్‌లు వాలెట్‌కి స్వయంచాలకంగా పంపిణీ చేయబడతాయి. దయచేసి యాప్‌లోని ఇమెయిల్‌ను అనుసరించండి.",
  "Airdrop plan": "ఎయిర్‌డ్రాప్ ప్రణాళిక",
  "Airdrop program": "ఎయిర్‌డ్రాప్ ప్రోగ్రామ్",
  "Airdrops": "ఎయిర్‌డ్రాప్స్",
  "Algorithm": "అల్గోరిథం",
  "All": "అన్నీ",
  "All Assets": "ఆస్తులన్నీ",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "ఈ వెబ్‌సైట్‌లోని అన్ని బ్రోకరేజ్ కార్యకలాపాలు Nexus Play LLC ద్వారా అందించబడతాయి.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "అన్ని గేమ్ ప్లే సూత్రాలు బహిరంగంగా మరియు పారదర్శకంగా ఉంటాయి, ఇది మోసాలను నిరోధిస్తుంది మరియు భాగస్వాములు మరియు ఆటగాళ్లకు ప్రమాదాలను నివారిస్తుంది.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "24 గంటల ట్రేడింగ్ రౌండ్ కోసం అన్ని ధరలు యాదృచ్ఛికంగా డ్రా చేయబడిన సీడ్‌ను ఉపయోగించి ముందుగా నిర్ణయించబడతాయి, ఇది ప్రతి ట్రేడింగ్ రౌండ్ చివరిలో వెల్లడవుతుంది. ఈ ప్రచురించబడిన సీడ్‌తో, మేము క్రింద వివరించిన అల్గోరిథంకు కట్టుబడి ఉన్నామని మరియు రౌండ్ ప్రారంభమైన తర్వాత ఎటువంటి ధరలను మార్చలేదని ఎవరైనా ధృవీకరించవచ్చు. ముఖ్యంగా, మీ ట్రేడింగ్ ఆధారంగా ధరలను మార్చడం మాకు అసాధ్యం.",
  "All prizes will be sent in USDT.": "అన్ని బహుమతులు USDTలో పంపబడతాయి.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "హాటెస్ట్ ట్రేడింగ్ ఇండికేటర్‌లు మరియు సిగ్నల్‌లకు యాక్సెస్‌తో సహా మీకు అవసరమైన అగ్ర వ్యాపారి యొక్క అన్ని అనుభవం.",
  "All time wins paid": "అన్ని సమయాల విజయాలు చెల్లించబడ్డాయి",
  "Already have an account?": "ఇప్పటికే ఖాతా ఉందా?",
  "Amount": "మొత్తం",
  "Amount is required": "అమౌంట్ కావాలి",
  "Amount to withdraw": "ఉపసంహరించుకోవాల్సిన మొత్తం",
  "Announcement": "అనౌన్స్మెంట్",
  "Announcements": "ప్రకటనల",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "యాంటీ మనీ లాండరింగ్ (AML) మరియు మీ కస్టమర్ (KYC) పాలసీని తెలుసుకోండి",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "ఏవైనా ప్రశ్నలు? దరఖాస్తు ప్రక్రియలో మీకు సహాయం చేయడానికి మరియు మార్గనిర్దేశం చేయడానికి మా అంకితమైన మద్దతు బృందం సిద్ధంగా ఉంది.",
  "Apply": "అప్లై",
  "Applying": "దరఖాస్తు చేస్తోంది",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "తర్వాతి గంటలో సుమారుగా {{nextCapitalCost}} ఛార్జ్ చేయబడుతుంది మరియు నిర్దిష్ట మొత్తం ఆ సమయంలోని ఫండింగ్ రేటుకు లోబడి ఉంటుంది.",
  "Are there any geographical restrictions?": "ఏదైనా భౌగోళిక పరిమితులు ఉన్నాయా?",
  "Arrival amount": "చేరిక మొత్తం",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "ప్రోగ్రామ్ యాక్టివ్‌గా ఉన్నంత వరకు, మీ రిఫరీ Detrade ఖాతా కోసం నమోదు చేసుకున్న క్షణం నుండి మీరు కమీషన్‌లను సంపాదించవచ్చు.",
  "Ask a question": "ఒక ప్రశ్న అడగండి",
  "Asset types,currencies,cryptocurrencies for any trader.": "ఏదైనా వ్యాపారి కోసం ఆస్తి రకాలు, కరెన్సీలు, క్రిప్టోకరెన్సీలు.",
  "Assets": "ఆస్తులు",
  "Assets overview": "ఆస్తుల అవలోకనం",
  "At least {{exceed}} number": "కనీసం {{exceed}} సంఖ్య",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "కౌంట్‌డౌన్ ముగింపులో, మీరు ఊహించిన ట్రెండ్ ఆధారంగా లాభనష్టాలు నిర్ణయించబడతాయి.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "ప్రతి ట్రేడింగ్ రౌండ్ (00:00 UTC) ప్రారంభంలో, కొత్త 32-బైట్ సీడ్ యాదృచ్ఛికంగా ఎంపిక చేయబడుతుంది. ఈ విత్తనాన్ని పెరుగుతున్న పూర్ణాంక టిక్ కౌంటర్‌తో కలపడం ద్వారా మొత్తం రౌండ్ ధరలను పునరుత్పత్తి చేయవచ్చు.",
  "Auto": "ఆటో",
  "Available": "అందుబాటులో ఉంది",
  "Available on request": "అభ్యర్థన మేరకు లభిస్తుంది",
  "Award quota": "పురస్కార కోటా",
  "Awarded users": "అవార్డ్ యూజర్లు",
  "Balance": "బ్యాలెన్స్",
  "Balance is not enough": "బ్యాలెన్స్ సరిపోదు",
  "Basic": "బేసిక్",
  "Becoming an affiliate is easy": "అనుబంధ సంస్థగా మారడం సులభం",
  "Benefit from our many years of experience and internationally renowned reputation.": "మా అనేక సంవత్సరాల అనుభవం మరియు అంతర్జాతీయంగా ప్రసిద్ధి చెందిన కీర్తి నుండి ప్రయోజనం పొందండి.",
  "Benefits": "ప్రయోజనాలు",
  "Benefits:": "ప్రయోజనాలు:",
  "Best For": "ఉత్తమమైనది",
  "Bet": "పందెం",
  "Betting": "బెట్టింగ్",
  "Binary Options Exchange": "బైనరీ ఆప్షన్స్ ఎక్స్ఛేంజ్",
  "Bind": "కట్టు",
  "Bind Success": "విజయాన్ని కట్టడి చేయండి",
  "Black diamond circle": "బ్లాక్ డైమండ్ సర్కిల్",
  "Blockchain Processing": "బ్లాక్‌చెయిన్ ప్రాసెస్ చేస్తోంది",
  "Bonus": "బోనస్",
  "Bonus Rules": "బోనస్ రూల్స్",
  "Bonus Trial": "బోనస్ విచారణ",
  "Bonus pool": "బోనస్ పూల్",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "బోనస్ వోచర్లు <0>ఉపసంహరించుకోలేనివి</0>, కానీ <1>బోనస్ ట్రేడ్‌ల నుండి వచ్చే లాభాలను ఉపసంహరించుకోవచ్చు<1>",
  "Boost your earnings by affiliate program": "అనుబంధ ప్రోగ్రామ్ ద్వారా మీ సంపాదనను పెంచుకోండి",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "గరిష్టంగా 1000x పరపతితో మీ వ్యాపారాన్ని పెంచుకోండి — పెద్ద రిస్క్, పెద్ద రివార్డ్.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "మీ వ్యాపారాన్ని గరిష్టంగా 1000× పరపతితో పెంచుకోండి — పెద్ద రిస్క్, పెద్ద రివార్డ్.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC అందించే బ్రోకరేజ్ ఉత్పత్తులు మరియు సేవలు.",
  "Bronze": "కాంస్యం",
  "Bust And Stop Loss Prices": "బస్ట్ మరియు స్టాప్ లాస్ ధరలు",
  "Buy": "కొనుగోలు",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Detrade ప్లాట్‌ఫారమ్‌ను యాక్సెస్ చేయడం లేదా ఉపయోగించడం ద్వారా, మీరు ఈ గోప్యతా విధానానికి కట్టుబడి ఉన్నారని, మీరు చదివారని, అర్థం చేసుకున్నారని మరియు అంగీకరిస్తున్నట్లు అంగీకరిస్తున్నారు. మీరు ఈ గోప్యతా విధానంతో ఏకీభవించనట్లయితే, మీరు మా ప్లాట్‌ఫారమ్‌ను ఉపయోగించకూడదు.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Detrade ప్లాట్‌ఫారమ్‌ని యాక్సెస్ చేయడం లేదా ఉపయోగించడం ద్వారా, మీరు ఈ ఒప్పందాన్ని చదివారని, అర్థం చేసుకున్నారని మరియు దానికి కట్టుబడి ఉన్నారని మీరు అంగీకరిస్తున్నారు. ఈ ఒప్పందంలోని ఏదైనా భాగానికి మీరు ఏకీభవించనట్లయితే, మీరు Detrade ప్లాట్‌ఫారమ్‌ను ఉపయోగించకూడదు.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Detrade ప్లాట్‌ఫారమ్‌ను యాక్సెస్ చేయడం లేదా ఉపయోగించడం ద్వారా, మీరు ఈ AML మరియు KYC పాలసీని చదివారని, అర్థం చేసుకున్నారని మరియు దానికి అనుగుణంగా ఉండటానికి అంగీకరిస్తున్నారని మీరు ధృవీకరిస్తున్నారు. మీరు ఈ పాలసీలోని ఏదైనా భాగంతో ఏకీభవించనట్లయితే, మీరు Detrade ప్లాట్‌ఫారమ్‌ను ఉపయోగించకూడదు.",
  "Calculator": "కాలిక్యులేటర్",
  "Campaign": "ప్రచారం",
  "Campaign Center": "ప్రచార కేంద్రం",
  "Can I See The Data Of My Referral?": "నేను నా రెఫరల్ డేటాను చూడగలనా?",
  "Can I use a live account and a demo account at the same time?": "నేను ఒకే సమయంలో లైవ్ ఖాతాను మరియు డెమో ఖాతాను ఉపయోగించవచ్చా?",
  "Can Partner upgrade his partnership level in the future?": "భాగస్వామి భవిష్యత్తులో తన భాగస్వామ్య స్థాయిని అప్‌గ్రేడ్ చేయగలరా?",
  "Can non-crypto users play Detrade games?": "క్రిప్టో కాని వినియోగదారులు Detrade గేమ్‌లను ఆడగలరా?",
  "Cancel": "రద్దు చేయి",
  "Cannot exceed {{exceed}} characters": "{{exceed}} అక్షరాలను మించకూడదు",
  "Cash All": "అన్నీ నగదు",
  "Champion Profits": "చాంపియన్ ప్రాఫిట్",
  "Change": "మార్చు",
  "Change password": "పాస్‌వర్డ్ మార్చండి",
  "Chat": "చాట్ చేయండి",
  "Check <0>ROI calculator</0> for more details": "మరిన్ని వివరాల కోసం <0>ROI కాలిక్యులేటర్</0>ని తనిఖీ చేయండి",
  "Chg%": "Chg%",
  "Choose Symbol": "గుర్తును ఎంచుకోండి",
  "Choose Your <0> Account Type And </0>  Start Trading!": "మీ <0>ఖాతా రకాన్ని ఎంచుకోండి మరియు </0> ట్రేడింగ్ ప్రారంభించండి!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "మీ <br/> ఖాతా రకాన్ని ఎంచుకోండి మరియు </br> ట్రేడింగ్ ప్రారంభించండి!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "మీ స్థానాన్ని పెంచుకోవడానికి గుణకాన్ని ఎంచుకోండి. అధిక గుణకం సెట్ చేయడం వలన మీ మార్జిన్ రిస్క్ పెరుగుతుంది",
  "Choose the cryptocurrency that you would like to start trading.": "మీరు ట్రేడింగ్ ప్రారంభించాలనుకుంటున్న క్రిప్టోకరెన్సీని ఎంచుకోండి.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "కౌంట్‌డౌన్ పేర్కొన్న సమయంలో ఆర్డర్ చేయడానికి పైకి లేదా క్రిందికి దిశను ఎంచుకోండి.",
  "Claim": "దావా",
  "Claim Voucher": "క్లెయిం వోచర్",
  "Claimed rewards": "రివార్డ్‌లను క్లెయిమ్ చేసారు",
  "Claimed rewards details": "క్లెయిమ్ చేసిన రివార్డ్‌ల వివరాలు",
  "Click Here To View The": "వీక్షించడానికి ఇక్కడ క్లిక్ చేయండి",
  "Click Up or Down to Trading": "ట్రేడింగ్ చేయడానికి పైకి లేదా క్రిందికి క్లిక్ చేయండి",
  "Client": "క్లయింట్",
  "Close": "దగ్గరగా",
  "Close Time": "మూసివేసే సమయం",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "లాభంలో అయినా లేదా నష్టంలో అయినా ఎప్పుడైనా మూసివేయండి. మీ స్థానాన్ని స్వయంచాలకంగా మూసివేయడానికి టేక్-ప్రాఫిట్ లేదా స్టాప్-లాస్ లక్ష్యాలను సెట్ చేయండి",
  "Close the order": "ఆర్డర్‌ను మూసివేయండి",
  "Close type": "క్లోజ్ రకం",
  "Closed successfully!": "విజయవంతంగా మూసివేయబడింది!",
  "Co-planning rights": "సహ-ప్రణాళిక హక్కులు",
  "Coin-Margined": "నాణెం-మార్జిన్డ్",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "ప్రతి ధర ఫీడ్ నుండి అన్ని విశ్రాంతి పరిమితి ఆర్డర్‌లను ఒకే మిశ్రమ ఆర్డర్ పుస్తకంలో కలపండి. ఇది సరైందే మరియు కొన్ని కొనుగోలు ఆర్డర్‌ల ధర ఇతర ఎక్స్ఛేంజీల నుండి కొన్ని అమ్మకపు ఆర్డర్‌ల ధర కంటే ఎక్కువగా ఉంటుందని అంచనా వేయబడింది. ఒక పెద్ద ఆర్డర్ ప్రభావాన్ని పరిమితం చేయడానికి వ్యక్తిగత ఆర్డర్ పరిమాణాలు $1 మిలియన్‌కు పరిమితం చేయబడ్డాయి.",
  "Coming soon": "త్వరలో వస్తుంది",
  "Community": "కమ్యూనిటీ",
  "Community access": "కమ్యూనిటీ యాక్సెస్",
  "Completed": "పూర్తి చేశారు",
  "Comprehensive trading training": "సమగ్ర వాణిజ్య శిక్షణ",
  "Computers and smartphones are fully functional": "కంప్యూటర్లు మరియు స్మార్ట్‌ఫోన్‌లు పూర్తిగా పనిచేస్తాయి",
  "Condition 1: The price trend matches your prediction.": "షరతు 1: ధర ట్రెండ్ మీ అంచనాకు సరిపోతుంది.",
  "Condition 2: Price movement breaks through the spread.": "షరతు 2: ధరల కదలిక స్ప్రెడ్ ద్వారా విచ్ఛిన్నమవుతుంది.",
  "Confirm": "నిర్ధారించండి",
  "Confirm Close": "క్లోజ్‌ని నిర్ధారించండి",
  "Confirm removing Google 2FA authentication?": "Google 2FA ప్రామాణీకరణను తీసివేస్తారా?",
  "Confirm settlement of all orders?": "అన్ని ఆర్డర్‌ల పరిష్కారాన్ని నిర్ధారించాలా?",
  "Confirm to close the order?": "ఆర్డర్‌ను మూసివేయడానికి నిర్ధారించాలా?",
  "Confirmations": "కాన్ఫిర్మషన్స్",
  "Connect": "కనెక్ట్ చేయండి",
  "Connect with your friends": "మీ స్నేహితులతో కనెక్ట్ చేసుకోండి",
  "Contact Us": "సంప్రదించండి",
  "Contact us": "మమ్మల్ని సంప్రదించండి",
  "Contact us with Email or Live chat": "ఇమెయిల్ లేదా లైవ్ చాట్‌తో మమ్మల్ని సంప్రదించండి",
  "Content creators program": "కంటెంట్ సృష్టికర్తల ప్రోగ్రామ్",
  "Contest prize pool": "పోటీ బహుమతి పూల్",
  "Continue": "కొనసాగించండి",
  "Continue Deposit Process": "డిపాజిట్ ప్రక్రియను కొనసాగించండి",
  "Continue deposit process": "డిపాజిట్ విధానాన్ని కొనసాగించండి",
  "Continue with Google": "Google తో కొనసాగించండి",
  "Continue with X": "X తో కొనసాగించండి",
  "Continuously updated": "నిరంతరం నవీకరించబడింది",
  "Convenient deposit and withdrawal methods": "అనుకూలమైన డిపాజిట్ మరియు ఉపసంహరణ పద్ధతులు",
  "Copy": "కాపీ చేయండి",
  "Copy Success": "కాపీ విజయం",
  "Copy this code to your authenticator app": "ఈ కోడ్‌ను మీ ప్రామాణీకరణదారు యాప్‌కి కాపీ చేయండి",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "కాపీరైట్ © 2025 Nexus Play LLC. అన్ని హక్కులూ ప్రత్యేకించుకోవడమైనది.",
  "Country": "దేశం",
  "Create Password": "పాస్‌వర్డ్‌ను సృష్టించండి",
  "Crypto": "క్రిప్టో",
  "Crypto - binary options": "క్రిప్టో - బైనరీ ఎంపికలు",
  "Crypto Pairs": "క్రిప్టో పెయిర్స్",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "క్రిప్టోకరెన్సీ కాంట్రాక్ట్ ట్రేడింగ్ అధిక స్థాయి రిస్క్‌ను కలిగి ఉంటుంది మరియు మీరు మీ మొత్తం వ్యాపార మొత్తాన్ని కోల్పోవచ్చు. మీరు ఉపయోగించే లివరేజ్ ఎంత ఎక్కువగా ఉంటే, రిస్క్ అంత ఎక్కువగా ఉంటుంది. అయితే, ఎట్టి పరిస్థితుల్లోనూ మీరు మీ ప్రారంభ ట్రేడ్ మొత్తం కంటే ఎక్కువ కోల్పోకూడదు.",
  "Currency": "కరెన్సీ",
  "Custom Price Move %": "అనుకూల ధర తరలింపు %",
  "Custom cashback plan": "కస్టమ్ క్యాష్‌బ్యాక్ ప్లాన్",
  "Custom revenue share and fee option.": "కస్టమ్ రాబడి వాటా మరియు రుసుము ఎంపిక.",
  "Custom services": "కస్టమ్ సేవలు",
  "Custom signals": "కస్టమ్ సిగ్నల్స్",
  "Customized incentives tailored to your needs.": "మీ అవసరాలకు అనుగుణంగా అనుకూలీకరించిన ప్రోత్సాహకాలు.",
  "DOWN": "డౌన్",
  "Daily Active Users": "రోజువారీ క్రియాశీల వినియోగదారులు",
  "Daily Earning": "రోజువారీ సంపాదన",
  "Daily contest": "ప్రతిరోజు పోటీ",
  "Dark": "చీకటి",
  "Date": "తేది",
  "Day": "రోజు",
  "DeTrade overview": "DeTrade పర్యావలోకనం",
  "Dedicated customer support": "అంకితమైన కస్టమర్ మద్దతు",
  "Demo": "డెమో",
  "Demo Account": "డెమో ఖాతా",
  "Demo Trading": "డెమో ట్రేడింగ్",
  "Depending on your location, you may have the following rights regarding your personal information:": "మీ స్థానాన్ని బట్టి, మీ వ్యక్తిగత సమాచారానికి సంబంధించి మీరు క్రింది హక్కులను కలిగి ఉండవచ్చు:",
  "Deposit": "జమ",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "120 USDT డిపాజిట్ చేయండి → 50 USDT క్యాప్డ్ బోనస్ పొందండి",
  "Deposit 80 USDT → Receive 40 USDT bonus": "80 USDT డిపాజిట్ చేయండి → 40 USDT బోనస్ పొందండి",
  "Deposit Amount": "డిపాజిట్ అమౌంట్",
  "Deposit Order Created": "డిపాజిట్ ఆర్డర్ సృష్టించబడింది",
  "Deposit Via {{depositChannel}}": "{{depositChannel}} ద్వారా డిపాజిట్ చేయండి",
  "Deposit address": "డిపాజిట్ అడ్రస్",
  "Deposit and withdraw money with ease using the most convenient payment method.": "అత్యంత అనుకూలమైన చెల్లింపు పద్ధతిని ఉపయోగించి డబ్బును సులభంగా డిపాజిట్ చేయండి మరియు ఉపసంహరించుకోండి.",
  "Deposit is in progress": "",
  "Deposit now": "ఇప్పుడు జమ చేయండి",
  "Deposits and withdrawals": "జమలు మరియు ఉపసంహరణలు",
  "Derivative Exchanges": "డెరివేటివ్ ఎక్స్ఛేంజీలు",
  "Description": "వివరణ",
  "Detail": "వివరాలు",
  "Details": "వివరాలు",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"మేము,\" \"మా,\" లేదా \"మా\") మీ గోప్యతకు విలువనిస్తుంది మరియు మీ వ్యక్తిగత సమాచారాన్ని రక్షించడానికి కట్టుబడి ఉంది. మీరు మా బైనరీ ఐచ్ఛికాల ట్రేడింగ్ ప్లాట్‌ఫారమ్ (\"ప్లాట్‌ఫారమ్\") ని ఉపయోగించినప్పుడు మేము మీ సమాచారాన్ని ఎలా సేకరిస్తాము, ఉపయోగిస్తాము, బహిర్గతం చేస్తాము మరియు భద్రపరుస్తాము అని ఈ గోప్యతా విధానం వివరిస్తుంది. మా ప్లాట్‌ఫారమ్‌ను యాక్సెస్ చేయడం లేదా ఉపయోగించడం ద్వారా, మీరు ఈ విధానానికి అనుగుణంగా సమాచార సేకరణ మరియు వినియోగానికి అంగీకరిస్తున్నారు. మీరు ఈ విధానంతో ఏకీభవించనట్లయితే, మీరు మా ప్లాట్‌ఫారమ్‌ను ఉపయోగించకూడదు.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect అనేది అతుకులు లేని ఇంటిగ్రేషన్ సొల్యూషన్, ఇది థర్డ్-పార్టీ ప్లాట్‌ఫారమ్‌లను మా పర్యావరణ వ్యవస్థకు సులభంగా కనెక్ట్ చేయడానికి అనుమతిస్తుంది. శక్తివంతమైన APIలు మరియు ఆటోమేషన్ సాధనాల ద్వారా, మేము నేరుగా మీ ప్లాట్‌ఫారమ్‌లో మా ఉత్పత్తుల యొక్క ప్రధాన విధులను ఏకీకృతం చేస్తాము. విభిన్నమైన క్రిప్టోకరెన్సీ డెరివేటివ్‌లతో ప్లాట్‌ఫారమ్‌లను అందించడం, వేగవంతమైన డేటా మార్పిడి మరియు సురక్షితమైన, స్కేలబుల్ మరియు నమ్మదగిన కనెక్షన్‌లను నిర్ధారిస్తూ మా అత్యాధునిక ఫీచర్లను యాక్సెస్ చేయగల సామర్థ్యాన్ని అందించడం దీని లక్ష్యం. మీరు సర్వీస్ డెలివరీని విస్తరించాలనుకున్నా లేదా వర్క్‌ఫ్లోలను సులభతరం చేయాలనుకున్నా, Detrade Connect ఇంటిగ్రేషన్‌ను సరళంగా, సమర్థవంతంగా మరియు ప్రభావవంతంగా చేయవచ్చు.",
  "Detrade Index Prices": "Detrade ఇండెక్స్ ధరలు",
  "Detrade Partner": "Detrade భాగస్వామి",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade భాగస్వామి ప్రోగ్రామ్! ఈ ప్రోగ్రామ్ సృష్టికర్తలకు మెరుగైన రాబడి సంభావ్యత మరియు ప్రత్యేక ప్రయోజనాలను అందించడానికి రూపొందించబడింది, మీ ప్రచార ప్రయత్నాలకు నిజంగా ప్రతిఫలదాయకంగా ఉంటుంది.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade సాంప్రదాయ ఇంటెలిజెంట్ ట్రేడింగ్ పరిశ్రమను మార్చడానికి మరియు ప్రతిచోటా అందరికీ ఆర్థిక మార్కెట్‌లను తెరవడానికి కట్టుబడి ఉంది. అత్యంత వినూత్నమైన వ్యాపార అనుభవాన్ని అందించడమే మా లక్ష్యం. ప్రపంచంలోని ఎవరైనా లావాదేవీలలో పాల్గొనగలగాలి.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade కోడ్ సమీక్షను పూర్తి చేసింది మరియు ఫలితం టాప్-10%లో ఉంది.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade వేగవంతమైన వృద్ధి ట్రాక్‌లో ఉంది. క్రిప్టోకరెన్సీ బైనరీ ఆప్షన్ ట్రేడింగ్‌ను ఎంపిక చేసుకునే ప్లాట్‌ఫారమ్‌గా మార్చే వినూత్నమైన మరియు ఆకర్షణీయమైన అనుభవాన్ని మా వినియోగదారులకు అందించడానికి మేము కట్టుబడి ఉన్నాము.",
  "Detrade learn": "Detrade నేర్చుకో",
  "Detrade offers 3 types of optional products.": "Detrade 3 రకాల ఐచ్ఛిక ఉత్పత్తులను అందిస్తుంది.",
  "Detrade partnership program": "Detrade భాగస్వామ్య ప్రోగ్రామ్",
  "Detrade reserves the final interpretation rights for this campaign.": "ఈ ప్రచారం కోసం తుది వివరణ హక్కులను Detrade కలిగి ఉంది.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade తన స్వంత అభీష్టానుసారం మరియు ముందస్తు నోటీసు లేకుండా ఏదైనా నియమాలు మరియు షరతులను మార్చే హక్కును కలిగి ఉంది.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "పోటీలో ఏ దశలోనైనా మా నిబంధనలను ఉల్లంఘించిన ఆటగాళ్లను మినహాయించే హక్కు Detradeకి ఉంది.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade ఏ సమయంలోనైనా కార్యాచరణను లేదా ఎయిర్‌డ్రాప్ పంపిణీని సవరించడానికి, నిలిపివేయడానికి లేదా రద్దు చేయడానికి హక్కును కలిగి ఉంది, ఏవైనా సంబంధిత నిబంధనలు మరియు షరతులతో సహా. మోసం మరియు ఇతర చట్టవిరుద్ధ కార్యకలాపాలను నిర్వహించడానికి/నిరోధించడానికి ఈ సవరణ ఉద్దేశించబడింది. వ్యాపారి మోసం మరియు ఇతర చట్టవిరుద్ధ కార్యకలాపాలలో పాల్గొనకపోతే, అటువంటి సవరణ ఏదైనా పాల్గొనడానికి ఎంచుకున్న వ్యాపారులను ప్రభావితం చేయదు.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "ఏ సమయంలోనైనా ఈ గోప్యతా విధానాన్ని నవీకరించడానికి లేదా మార్చడానికి Detrade హక్కును కలిగి ఉంది. మా ప్లాట్‌ఫారమ్‌లో కొత్త గోప్యతా విధానాన్ని పోస్ట్ చేయడం ద్వారా ఏవైనా మార్పులను మేము మీకు తెలియజేస్తాము. ఏవైనా మార్పుల కోసం మీరు కాలానుగుణంగా ఈ గోప్యతా విధానాన్ని సమీక్షించాలని సూచించారు. గోప్యతా విధానానికి ఏవైనా సవరణలు చేసిన తర్వాత మీరు మా ప్లాట్‌ఫారమ్‌ను నిరంతరం ఉపయోగించడం ద్వారా మీరు సవరణలను అంగీకరించినట్లు మరియు అప్‌డేట్ చేయబడిన గోప్యతా విధానానికి కట్టుబడి ఉండటానికి మరియు కట్టుబడి ఉండటానికి మీ సమ్మతిని కలిగి ఉంటుంది.",
  "Detrade weekly draw": "Detrade వారంవారీ డ్రా",
  "Developer documentation": "డెవలపర్ పత్రాలు",
  "Device": "పరికరము",
  "Diamond": "డైమండ్",
  "Diamond Partner": "డైమండ్ భాగస్వామి",
  "Didn't find an answer to our question?": "మా ప్రశ్నకు సమాధానం దొరకలేదా?",
  "Direction": "దిశ",
  "Discover trending tokens. Trade. Earn. Repeat.": "ట్రెండింగ్ టోకెన్‌లను కనుగొనండి. ట్రేడ్ చేయండి. సంపాదించండి. పునరావృతం చేయండి.",
  "Distributing Payout": "చెల్లింపును పంపిణీ చేస్తోంది",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "ప్రత్యేక చిహ్నాలు మరియు స్పేస్ బార్‌ని ఉపయోగించవద్దు, లేకపోతే మీ ఖాతాకు మద్దతు ఉండకపోవచ్చు.",
  "Do not use special symbols, otherwise your account may not be supported.": "ప్రత్యేక చిహ్నాలను ఉపయోగించవద్దు, లేకపోతే మీ ఖాతాకు మద్దతు ఉండకపోవచ్చు.",
  "Does the company have the legal qualifications to carry out relevant business?": "సంబంధిత వ్యాపారాన్ని నిర్వహించడానికి కంపెనీకి చట్టపరమైన అర్హతలు ఉన్నాయా?",
  "Don't beg or ask for loans, rains or tips.": "అడుక్కోవద్దు, అప్పులు, వర్షాలు లేదా చిట్కాలు అడగవద్దు.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "ప్రకటనలు/వాణిజ్యం/అమ్మకం/కొనుగోలు లేదా సేవలను అందించే ఏ రూపాల్లోనూ పాల్గొనవద్దు.",
  "Don't harass or be offensive to other users or Detrade staff.": "ఇతర వినియోగదారులు లేదా Detrade సిబ్బందిని వేధించవద్దు లేదా అభ్యంతరకరంగా ఉండకండి.",
  "Don't have an account?": "అకౌంట్ లేదా?",
  "Don't let anyone see this!": "దీన్ని ఎవరూ చూడనివ్వకండి!",
  "Don't share any personal information (including socials) of you or other players.": "మీ లేదా ఇతర ఆటగాళ్ల వ్యక్తిగత సమాచారాన్ని (సోషల్‌లతో సహా) షేర్ చేయవద్దు.",
  "Don't share codes, scripts or any other bot service.": "కోడ్‌లు, స్క్రిప్ట్‌లు లేదా మరే ఇతర బోట్ సేవను భాగస్వామ్యం చేయవద్దు.",
  "Don't show again": "మళ్ళీ చూపవద్దు",
  "Don't spam & don't use excessive capital letters when chatting.": "స్పామ్ చేయవద్దు మరియు చాటింగ్ చేసేటప్పుడు అధిక పెద్ద అక్షరాలను ఉపయోగించవద్దు.",
  "Don't use URL shortening services. Always submit the full link.": "URL షార్ట్నింగ్ సేవలను ఉపయోగించవద్దు. ఎల్లప్పుడూ పూర్తి లింక్‌ను సమర్పించండి.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "చాట్‌లో ప్రత్యామ్నాయ (alts) ఖాతాలను ఉపయోగించవద్దు, అది ఖచ్చితంగా నిషేధించబడింది.",
  "Done": "పూర్తి చేసారు",
  "Down": "క్రిందికి",
  "Down Wins": "డౌన్ విజయాలు",
  "Down vs. Up Ratio (Live Data)": "డౌన్ వర్సెస్ అప్ నిష్పత్తి (లైవ్ డేటా)",
  "Download": "డౌన్‌లోడ్ చేయండి",
  "Download the Google Authenticator app": "Google Authenticator యాప్‌ను డౌన్‌లోడ్ చేయండి",
  "Drop us a line here": "మాకు ఇక్కడ ఒక లైన్ వదలండి",
  "Duration: {{time}}": "వ్యవధి: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "నకిలీలను నివారించడానికి ప్రతి ఆర్డర్ ఇది ని ఒకసారి మాత్రమే ఉపయోగించవచ్చు.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "ప్రతి యూజర్ <0>ఒకే ఒక</0> మొదటి డిపాజిట్ బోనస్‌కు అర్హులు",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "ప్రతి వోచర్ కోడ్‌ను ఒక వినియోగదారు ఒకసారి మాత్రమే క్లెయిమ్ చేయగలరు. ఒకసారి క్లెయిమ్ చేసిన తర్వాత, రివార్డ్‌ను తిరిగి పొందలేరు.",
  "Earn": "సంపాదించండి",
  "Earn up to 50% commission.": "50% వరకు కమీషన్ పొందండి.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "మీ అంచనా సరైనదైతే {{payout}}% వరకు లాభం పొందండి.",
  "Easy access from your smartphone": "మీ స్మార్ట్ఫోన్ నుండి సులభంగా యాక్సెస్",
  "Edit your avatar": "మీ అవతార్‌ని సవరించండి",
  "Email": "ఇమెయిల్",
  "Email Code": "ఇమెయిల్ కోడ్",
  "Email verification code's length is not right": "ఇమెయిల్ ధృవీకరణ కోడ్ పొడవు సరిగ్గా లేదు",
  "End Time": "ముగింపు సమయం",
  "End Time Invalid( hh : mm : ss )": "ముగింపు సమయం చెల్లదు ( hh : mm : ss )",
  "End Time is earlier than Start Time": "ముగింపు సమయం ప్రారంభ సమయం కంటే ముందు ఉంటుంది",
  "End rate": "ఎండ్ రేట్",
  "Ends in {{time}} days": "{{time}} రోజుల్లో ముగుస్తుంది",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "హామీ ఇవ్వబడిన న్యాయమైన ధరల కోసం పారదర్శకమైన మరియు ధృవీకరించదగిన అల్గారిథమ్‌లతో ప్రామాణికమైన, తారుమారు-రహిత ధరలను నిర్ధారించడం.",
  "Enter Code": "కోడ్‌ని నమోదు చేయండి",
  "Enter number of daily active players": "రోజువారీ క్రియాశీల ఆటగాళ్ల సంఖ్యను నమోదు చేయండి",
  "Enter the 2FA code ": "2FA కోడ్‌ని ఎంటర్ చేయండి ",
  "Enter the 6-digit code sent to": "పంపబడిన 6-అంకెల కోడ్‌ను నమోదు చేయండి",
  "Enter withdraw address": "ఉపసంహరణ చిరునామాను నమోదు చేయండి",
  "Enter your email": "మీ ఇమెయిల్‌ను నమోదు చేయండి",
  "Enter your email and we'll send you a new password": "మీ ఇమెయిల్‌ను నమోదు చేయండి మరియు మేము మీకు కొత్త పాస్‌వర్డ్‌ను పంపుతాము",
  "Enter your name": "మీ పేరును నమోదు చేయండి",
  "Enter your new password": "కొత్త పాస్‌వర్డ్ నమోదు చేయండి",
  "Enter your old password": "మీ పాత పాస్‌వర్డ్‌ని నమోదు చేయండి",
  "Enter your password": "మీ పాస్‌వర్డ్‌ని నమోదు చేయండి",
  "Enterprise Partner": "ఎంటర్‌ప్రైజ్ భాగస్వామి",
  "Entrepreneurs": "పారిశ్రామికవేత్తలు",
  "Entry Price": "ప్రవేశ ధర",
  "Entry Time": "ప్రవేశ సమయం",
  "Entry fee": "ప్రవేశ రుసుము",
  "Entry price": "ఎంట్రీ ధర",
  "Esteemed Affiliate": "గౌరవనీయమైన అనుబంధం",
  "Event Details": "ఈవెంట్ వివరాలు",
  "Event time: {{ startTime }} - {{ endTime }}": "ఈవెంట్ సమయం: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "ప్రతి నెలా, మేము STONKS ట్రేడింగ్ చిహ్నంలో పాల్గొనే 300 మంది వినియోగదారులకు BCDలో మొత్తం <0>{{amount}}</0>ను యాదృచ్ఛికంగా పంపిణీ చేస్తాము!",
  "Examples": "ఉదాహరణలు",
  "Exchange": "ఎక్స్చేంజి",
  "Exit price": "నిష్క్రమణ ధర",
  "Experience": "అనుభవము",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "అనుభవజ్ఞులైన ఉత్పత్తి మరియు సాంకేతిక నిపుణులు మీకు వృత్తిపరమైన మద్దతును అందిస్తారు మరియు మీకు మెరుగైన ఉత్పత్తులను అందించడానికి ఉత్పత్తి ఫంక్షన్‌లను ఉచితంగా ఆప్టిమైజ్ చేయడం కొనసాగిస్తారు.",
  "Expert Support": "నిపుణుల మద్దతు",
  "Expired": "గడువు ముగిసింది",
  "Expires in": "గడువు ముగిసే తేదీ",
  "Explain": "వివరించండి",
  "Exploiting platform bugs or system loopholes": "ప్లాట్‌ఫామ్ బగ్‌లు లేదా సిస్టమ్ లొసుగులను ఉపయోగించడం",
  "Extensive coverage": "విస్తృత కవరేజ్",
  "FAQ": "FAQ",
  "Failed": "విఫలమైంది",
  "False deposits, money laundering, or manipulation to trigger rewards": "తప్పుడు డిపాజిట్లు, మనీలాండరింగ్ లేదా రివార్డులను పొందడానికి మోసపూరితంగా వ్యవహరించడం",
  "Fast response": "శీఘ్ర స్పందన",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "వేగవంతమైన లావాదేవీలు, బ్యాంక్‌రోల్ క్యాపిటల్ ఇంజెక్షన్ మరియు లాభాన్ని పంచుకోవడం, పెండింగ్‌లో ఉన్న ఆర్డర్‌లు మరియు లావాదేవీల కాపీయింగ్ అనుకూలమైన మరియు సౌకర్యవంతమైన ట్రేడింగ్ మోడ్‌లు.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "వేగవంతమైన లావాదేవీలు. సరళమైన నిర్ణయాలు. కమ్యూనిటీలోని తోటి వ్యాపారులతో నిజ-సమయ పరస్పర చర్య.",
  "Favorite Trading Derivatives": "ఇష్టమైన ట్రేడింగ్ డెరివేటివ్‌లు",
  "Favorites": "ఇష్టమైనవి",
  "Fear & Greed Index": "భయం మరియు దురాశ సూచిక",
  "Fee": "ఫీజు",
  "Fee options": "ఫీజు ఎంపికలు",
  "Fiat": "ఫియట్",
  "Finished": "పూర్తయింది",
  "First deposit bonus guide": "మొదటి డిపాజిట్ బోనస్ గైడ్",
  "Fixed fee limit": "నిర్ణీత ఫీజు పరిమితి",
  "Flat fee": "చదునైన రుసుము",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "ఫ్లాట్ ఫీజు మీ స్థానం (మొత్తం * లివరేజ్) శాతంగా లెక్కించబడుతుంది",
  "Flexible transaction mode": "సౌకర్యవంతమైన లావాదేవీ మోడ్",
  "Floating PnL": "ఫ్లోటింగ్ PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "మా <0>హై లో స్ప్రెడ్</0>లో ప్రతి ${{ticketQuota}} ట్రేడ్ కోసం, మీరు స్వయంచాలకంగా రాఫిల్ టికెట్‌ను అందుకుంటారు. కాబట్టి వీలైనన్ని ఎక్కువ టిక్కెట్లను సంపాదించడం ద్వారా మీ కోసం ఉత్తమ అవకాశాన్ని గెలుచుకోండి!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "ఉదాహరణకు, మీకు 10x గుణకంతో $500కి ఓపెన్ లాంగ్ BTC స్థానం ఉంటే మరియు నిధుల రేటు 0.1% అయితే, మొదటి 8 గంటల తర్వాత మీకు గంటకు $0.21 ఛార్జ్ చేయబడుతుంది. స్థానం పొడవుగా కాకుండా తక్కువగా ఉంటే, మీకు నిధుల చెల్లింపులు అందుతాయి. మీ స్థానం 8 గంటల్లోపు మూసివేయబడితే, నిధుల చెల్లింపులు జరగవు.",
  "For the safety of your funds, must complete the following binding": "మీ నిధుల భద్రత కోసం, ఈ క్రింది బైండింగ్‌ను పూర్తి చేయాలి",
  "For the safety of your funds, withdrawals must complete the following binding": "మీ నిధుల భద్రత కోసం, ఉపసంహరణలు తప్పనిసరిగా కింది బైండింగ్‌ను పూర్తి చేయాలి",
  "Forgot?": "మరిచిపోయారా?",
  "Free": "ఉచితం",
  "Frequently Asked Questions (FAQ)": "తరచుగా అడిగే ప్రశ్నలు (FAQ)",
  "Frequently asked questions": "తరచుగా అడుగు ప్రశ్నలు",
  "From": "నుండి",
  "Funding Payments": "నిధుల చెల్లింపులు",
  "Funding fee history": "నిధుల రుసుము చరిత్ర",
  "Funding/h": "నిధులు/హెచ్",
  "Futures": "భవిష్యత్తులు",
  "Futures Entrust": "ఫ్యూచర్స్ ఎంట్రస్ట్",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "ఫ్యూచర్స్ ట్రేడింగ్ అనేది స్పాట్ మార్కెట్‌కు సంబంధించి లావాదేవీ. వినియోగదారులు ఫ్యూచర్స్ కాంట్రాక్ట్ ట్రేడింగ్‌లో పెరుగుదల లేదా పతనాన్ని అంచనా వేయవచ్చు మరియు పెరుగుతున్న లేదా తగ్గుతున్న ధరల నుండి లాభాలను పొందేందుకు దీర్ఘకాలం కొనుగోలు లేదా చిన్న ఒప్పందాలను విక్రయించడాన్ని ఎంచుకోవచ్చు. అదే సమయంలో, వినియోగదారులు పరపతిని పెంచడం ద్వారా వారి స్థానాల పరిమాణాన్ని పెంచుకోవడానికి అదనపు నిధులను తీసుకోవచ్చు.",
  "Gas fee": "గ్యాస్ ఛార్జీ",
  "General access": "సాధారణ ప్రాప్యత",
  "Get 50% bonus": "50% బోనస్‌ని పొందండి",
  "Get Trading commission when your friends trading.": "మీ స్నేహితులు వ్యాపారం చేసినప్పుడు ట్రేడింగ్ కమీషన్ పొందండి.",
  "Get free educational materials and 24/7 support": "ఉచిత విద్యా సామగ్రి మరియు 24/7 మద్దతు పొందండి",
  "Get help": "సహాయాన్ని పొందండి",
  "Go bind": "బంధించండి",
  "Go to home": "ఇంటికి వెళ్లండి",
  "Go to the Reward Center and manually activate your bonus voucher.": "రివార్డ్ సెంటర్‌కి వెళ్లి మీ బోనస్ వోచర్‌ను మాన్యువల్‌గా యాక్టివేట్ చేయండి.",
  "Go trading": "వ్యాపారానికి వెళ్ళండి",
  "Gold": "బంగారం",
  "Gold Partner": "గోల్డ్ పార్టనర్",
  "Good Job!": "మంచి ఉద్యోగం!",
  "Google 2FA code": "Google 2FA కోడ్",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator యాప్ స్టోర్ లేదా Google Play నుండి డౌన్‌లోడ్ చేసుకోవచ్చు.",
  "Got it": "అర్థమైంది",
  "Guess if the price ends higher or lower than the target.": "ధర లక్ష్యం కంటే ఎక్కువగా లేదా తక్కువగా ముగుస్తుందో ఊహించండి.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "మీరు వెతుకుతున్నది దొరకలేదా? ఇక్కడ కొన్ని ప్రశ్నలను చూడండి లేదా మరిన్ని వివరాల కోసం మా సహాయ కేంద్రాన్ని చూడండి.",
  "Hide Small": "చిన్నది దాచు",
  "High Low": "అధిక తక్కువ",
  "High Low Guess if the price ends higher or lower than the target.": "ధర లక్ష్యం కంటే ఎక్కువ లేదా తక్కువ ముగుస్తుంటే అధిక తక్కువ అంచనా.",
  "High Low Spread": "అధిక తక్కువ వ్యాప్తి",
  "History": "చరిత్ర",
  "Home": "హోమ్",
  "Hour": "హౌర్",
  "How does Playnance assist Partners in their platforms' promotion?": "భాగస్వాములకు వారి ప్లాట్‌ఫారమ్‌ల ప్రచారంలో ప్లేనాన్స్ ఎలా సహాయం చేస్తుంది?",
  "How it works": "ఇది ఎలా పనిచేస్తుంది",
  "How much can I earn from my referral?": "నా రిఫరల్ నుండి నేను ఎంత సంపాదించగలను?",
  "How to Claim Your Bonus": "మీ బోనస్‌ను ఎలా క్లెయిమ్ చేయాలి",
  "How to apply": "దరఖాస్తు ఎలా",
  "How to invite": "ఎలా ఆహ్వానిస్తారు",
  "How will players deposit and withdraw their funds?": "ఆటగాళ్ళు తమ నిధులను ఎలా డిపాజిట్ చేస్తారు మరియు ఉపసంహరించుకుంటారు?",
  "I acknowledge": "నేను అంగీకరిస్తున్నాను",
  "I've made deposit": "నేను జమ చేశాను",
  "ID verification": "ఇద్ వెరిఫికేషన్",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "ఇండెక్స్ భాగాలు స్పాట్ ఎక్స్ఛేంజ్లు",
  "If you are a content creator, make sure to check out our": "మీరు కంటెంట్ సృష్టికర్త అయితే, మాని తప్పకుండా తనిఖీ చేయండి",
  "If you believe your account was flagged in error, please contact official support to appeal.": "మీ ఖాతా పొరపాటున ఫ్లాగ్ చేయబడిందని మీరు విశ్వసిస్తే, దయచేసి అప్పీల్ చేయడానికి అధికారిక మద్దతును సంప్రదించండి.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "మీరు ఈ బదిలీని పూర్తి చేయకపోతే, మీరు డిపాజిట్ ప్రక్రియను <0>ఇక్కడ</0> కొనసాగించవచ్చు.",
  "If you have any questions about this Privacy Policy, please contact us at": "ఈ గోప్యతా విధానం గురించి మీకు ఏవైనా ప్రశ్నలు ఉంటే, దయచేసి మమ్మల్ని ఇక్కడ సంప్రదించండి",
  "If you have the traffic, it can be monetized.": "మీకు ట్రాఫిక్ ఉంటే, అది డబ్బు ఆర్జించవచ్చు.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "కౌంట్‌డౌన్ ముగిసినప్పుడు ధర తగ్గుతుందని మీరు భావిస్తే, దయచేసి క్రిందికి ఎంచుకోండి.(చిత్రంలో ఉన్న విలువలు మీరు పొందిన లాభ నిష్పత్తికి అనుగుణంగా ఉంటాయి)",
  "If you think the price will fall, choose DOWN to catch the drop.": "ధర తగ్గుతుందని మీరు భావిస్తే, డ్రాప్‌ని క్యాచ్ చేయడానికి డౌన్‌ని ఎంచుకోండి.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "ధర తగ్గుతుందని మీరు భావిస్తే, మార్జిన్‌ను సెట్ చేసి, చిన్న బటన్‌ను నిల్వ చేయండి. ధర తగ్గితే, మీరు లాభం పొందుతారు.",
  "If you think the price will go up, choose UP to go with the trend.": "ధర పెరుగుతుందని మీరు అనుకుంటే, ట్రెండ్‌తో వెళ్లడానికి అప్ ఎంచుకోండి.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "ధర పెరుగుతుందని మీరు అనుకుంటే, మార్జిన్‌ని సెట్ చేసి, పొడవైన బటన్‌ను క్లిక్ చేయండి. ధర పెరిగితే, మీరు లాభం పొందుతారు.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "కౌంట్‌డౌన్ ముగింపులో ధర పెరుగుతుందని మీరు భావిస్తే, దయచేసి పైకి ని ఎంచుకోండి. (చిత్రంలో ఉన్న విలువలు మీరు పొందిన లాభ నిష్పత్తికి అనుగుణంగా ఉంటాయి)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "మీరు ఉత్పత్తి నిర్వహణ లేదా సాంకేతిక అభివృద్ధి కంటే అమ్మకాలు మరియు ఆదాయాలపై దృష్టి పెట్టాలనుకుంటే.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "మీ ఉద్యోగం 8 గంటలకు మించి తెరిచి ఉంటే, మార్కెట్ పరిస్థితుల ఆధారంగా గంటవారీ నిధుల రుసుములు వర్తిస్తాయి. ఈ రుసుములు మీ ఖాతా బ్యాలెన్స్ నుండి నేరుగా తీసివేయబడతాయి. మీ బ్యాలెన్స్ నిధుల రుసుములను కవర్ చేయడానికి సరిపోకపోతే, మీ ఉద్యోగం సిస్టమ్ ద్వారా బలవంతంగా మూసివేయబడుతుంది.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "మీ ఉద్యోగం 8 గంటలకు పైగా తెరిచి ఉంటే, మార్కెట్ పరిస్థితుల ఆధారంగా గంటవారీ నిధుల రుసుము వర్తిస్తుంది.",
  "Important Reminders": "ముఖ్యమైన జ్ఞాపికలు",
  "Income": "ఆదాయం",
  "Increase Limit": "పరిమితిని పెంచండి",
  "Increase aggregate limit": "మొత్తం పరిమితిని పెంచండి",
  "Increase limit": "పరిమితిని పెంచు",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "మీ ప్లాట్‌ఫారమ్‌లో Detrade క్రిప్టోకరెన్సీ డెరివేటివ్‌లను ఇంటిగ్రేట్ చేయండి",
  "Integration": "ఇంటిగ్రేషన్",
  "Integration program": "ఏకీకరణ కార్యక్రమం",
  "Intelligent integrated services": "ఇంటెలిజెంట్ ఇంటిగ్రేటెడ్ సేవలు",
  "Internal group": "అంతర్గత సమూహం",
  "Intuitive trader transaction data display and statistics": "సహజమైన వ్యాపారి లావాదేవీ డేటా ప్రదర్శన మరియు గణాంకాలు",
  "Intuitive trading trend display and analysis tools": "సహజమైన వ్యాపార ధోరణి ప్రదర్శన మరియు విశ్లేషణ సాధనాలు",
  "Invalid email": "చెల్లని ఇమెయిల్",
  "Invite friends": "మిత్రులను ఆహ్వానించండి",
  "Invite friends to earn  20% commission": "20% కమీషన్ పొందేందుకు స్నేహితులను ఆహ్వానించండి",
  "Invite only": "మాత్రమే ఆహ్వానించండి",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "రిఫరల్ ప్రోగ్రామ్ ద్వారా నేను ఎంతకాలం కమీషన్లు సంపాదించవచ్చనే దానిపై పరిమితి ఉందా?",
  "Is there a limit to the invitation rewards I can receive?": "నేను స్వీకరించగల ఆహ్వాన రివార్డ్‌లకు పరిమితి ఉందా?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "ఇది పెట్టుబడిదారులకు మార్కెట్ యొక్క భావోద్వేగ స్థితిని అర్థం చేసుకోవడానికి సహాయపడుతుంది, ఇది కొనుగోలు మరియు అమ్మకాల ప్రవర్తనలను ప్రభావితం చేస్తుంది.",
  "Join  our community": "మా కమ్యూనిటీలో చేరండి",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "మీ ప్లాట్‌ఫారమ్ యొక్క కార్యాచరణ వృద్ధిని వేగవంతం చేయడానికి Detrade Connectలో చేరండి మరియు మేము మీకు సేవా హామీలను అందిస్తాము.",
  "Join and earn extra bonuses!": "చేరండి మరియు అదనపు బోనస్‌లు సంపాదించండి!",
  "Join free competitions": "ఉచిత పోటీల్లో పాల్గొనండి",
  "Join now and get a": "ఇప్పుడే చేరండి మరియు ఒక పొందండి",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "మా వారపు యాదృచ్ఛిక లాటరీలో చేరండి మరియు ని భాగస్వామ్యం చేయండి<0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC వెరిఫికేషన్",
  "KYC authentication": "KYC ధృవీకరణ",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "మీ పొజిషన్‌ను 8 గంటల కంటే ఎక్కువసేపు తెరిచి ఉంచండి, మార్కెట్ పరిస్థితులను బట్టి మీకు గంటకు ఒకసారి నిధులు అందవచ్చు లేదా అందుకోవచ్చు.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "మీ పొజిషన్‌ను 8 గంటల కంటే ఎక్కువసేపు తెరిచి ఉంచండి, మార్కెట్ పరిస్థితులను బట్టి మీరు గంటవారీ నిధుల చెల్లింపులను భరించవచ్చు లేదా స్వీకరించవచ్చు. మార్కెట్ బుల్లిష్‌గా ఉన్నప్పుడు, ఫండింగ్ రేటు సానుకూలంగా ఉంటుంది మరియు లాంగ్ ట్రేడర్లు షార్ట్ ట్రేడర్‌లకు చెల్లిస్తారు. మార్కెట్ బేరిష్‌గా ఉన్నప్పుడు, ఫండింగ్ రేటు ప్రతికూలంగా ఉంటుంది మరియు షార్ట్ ట్రేడర్లు లాంగ్ ట్రేడర్‌లకు చెల్లిస్తారు.",
  "Language": "భాష",
  "Large product research & Development team": "భారీ ఉత్పత్తి పరిశోధన మరియు అభివృద్ధి బృందం",
  "Last price": "గత ధర",
  "Latest events": "తాజా సంఘటనలు",
  "Launch now": "ఇప్పుడు ప్రారంభించు",
  "Leaderboard": "లీడర్‌బోర్డ్",
  "Learn": "నేర్చుకో",
  "Learn More": "మరింత తెలుసుకోండి",
  "Level assessment & update": "స్థాయి అంచనా మరియు నవీకరణ",
  "Leverage": "లివరేజ్",
  "Leverage 1000x Maximum": "గరిష్టంగా 1000x లివరేజ్ చేయండి",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "మీ స్వంత వ్యాపార యాప్‌ను ప్రారంభించేందుకు Detrade యొక్క సాంకేతికతను ఉపయోగించుకోండి. మీ క్లయింట్‌లకు మెరుగైన వ్యాపార అనుభవాన్ని అందించండి మరియు మీ యాప్‌లో అమలు చేయబడిన ప్రతి వ్యాపారం నుండి సంపాదించండి.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "తక్కువ మొత్తంలో మూలధనంతో మీ స్థాన పరిమాణాన్ని విస్తరించుకోవడానికి లివరేజ్ మిమ్మల్ని అనుమతిస్తుంది. అధిక లివరేజ్ సంభావ్య లాభం మరియు ప్రమాదాన్ని పెంచుతుంది.",
  "License": "లైసెన్స్",
  "License Information": "లైసెన్స్ సమాచారం",
  "Light": "కాంతి",
  "Limits": "పరిమితులు",
  "Liq price": "లిక్విడేషన్ ధర",
  "Liq.Price": "లిక్విడ్.ధర",
  "Liq.price": "లిక్విడ్.ధర",
  "Liquidated": "రద్దు చేయబడింది",
  "Live": "ప్రత్యక్షం",
  "Live chat": "లైవ్ చాట్",
  "Live trade": "లైవ్ ట్రేడ్",
  "Loading Failed": "లోడ్ చేయడం విఫలమైంది",
  "Log out": "లాగ్ అవుట్",
  "Login": "లాగిన్ చేయండి",
  "Login 2FA switch": "2FA స్విచ్‌కి లాగిన్ చేయండి",
  "Login here.": "ఇక్కడ లాగిన్.",
  "Login history": "లాగిన్ హిస్టరీ",
  "Login method": "లాగిన్ విధానం",
  "Login to Detrade": "Detradeకి లాగిన్ అవ్వండి",
  "Login with email code": "ఇమెయిల్ కోడ్‌తో లాగిన్ అవ్వండి",
  "Login with password": "పాస్‌వర్డ్‌తో లాగిన్ అవ్వండి",
  "Lose": "ఓడిపోండి",
  "Loser": "ఓడిపోయినవాడు",
  "Loved by users": "వినియోగదారులచే ప్రేమించబడుతోంది",
  "Major features:": "ప్రధాన లక్షణాలు:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "విజయవంతమైన ట్రేడ్‌లు చేయండి మరియు మీ మొదటి డిపాజిట్‌పై గరిష్ట బోనస్‌ను సేకరించండి. <0>మరింత తెలుసుకోండి<0>",
  "Manual": "మాన్యువల్",
  "Mark Price": "మార్క్ ప్రైస్",
  "Mark price": "ధరను గుర్తించండి",
  "Market": "మార్కెట్",
  "Market Impact Effects": "మార్కెట్ ప్రభావం ప్రభావాలు",
  "Max": "గరిష్టం",
  "Max Profit": "గరిష్ట లాభం",
  "Max TV": "మాక్స్ TV",
  "Max Trade": "గరిష్ట వాణిజ్యం",
  "Max solo bonus": "గరిష్ట సోలో బోనస్",
  "Max withdrawal limit": "గరిష్ట ఉపసంహరణ పరిమితి",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "సభ్య-స్నేహపూర్వక వ్యవస్థ: మా ప్రస్తుత సభ్యులలో చాలా మంది మా ప్రోగ్రామ్ ద్వారా స్థిరమైన నిష్క్రియ ఆదాయాన్ని విజయవంతంగా నిర్మించారు. ఇప్పుడు మీ వంతు.",
  "Memo": "మెమో",
  "Memo is required": "మెమో తప్పనిసరి",
  "Memo/Tag": "మెమో/ట్యాగ్",
  "Menu": "మెనూ",
  "Min Trade": "కనీస వాణిజ్యం",
  "Minimum Deposit": "కనీస డిపాజిట్",
  "Minimum {{min}} characters": "కనీసం {{min}} చరక్టర్లు",
  "Minimum {{min}} characters and maximum {{max}} characters": "కనిష్ట {{min}} చరక్టర్లు మరియు గరిష్ట {{max}} చరక్టర్లు",
  "Minute": "నిమిషం",
  "Money Distributed": "డబ్బు పంపిణీ చేయబడింది",
  "Month": "నెల",
  "Month's Pnl": "నెల Pnl",
  "Monthly Earnings": "నెలవారీ సంపాదన",
  "Monthly cashback cap": "నెలవారీ క్యాష్‌బ్యాక్ క్యాప్",
  "More": "మరిన్ని",
  "Multi-account abuse or airdrop farming behavior": "బహుళ-ఖాతా దుర్వినియోగం లేదా ఎయిర్‌డ్రాప్ వ్యవసాయ ప్రవర్తన",
  "Multiple crypto currency binary options derivatives": "బహుళ క్రిప్టో కరెన్సీ బైనరీ ఎంపికలు ఉత్పన్నాలు",
  "Multiple investment models": "బహుళ పెట్టుబడి నమూనాలు",
  "Multiplier": "గుణకారకం",
  "Must be at least {{less}}": "కనీసం {{less}} ఉండాలి",
  "Must be at most {{large}}": "గరిష్టంగా {{large}} ఉండాలి",
  "My Position": "నా స్థానం",
  "My activity": "నా కార్యాచరణ",
  "My referral code": "నా రిఫెరల్ కోడ్",
  "My referral link": "నా సిఫార్సు లింక్",
  "My reward": "నా రివార్డ్",
  "My vouchers": "నా వోచర్‌లు",
  "NA": "NA",
  "Name": "పేరు",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "సహాయం కావాలా? మా సహాయ కేంద్రాన్ని సందర్శించండి లేదా కస్టమర్ మద్దతును సంప్రదించండి. మీకు 24/7 సహాయం చేయడానికి మేము ఇక్కడ ఉన్నాము.",
  "Network": "నెట్‌వర్క్",
  "New": "కొత్తది",
  "New Password": "కొత్త పాస్‌వర్డ్",
  "New Trading Symbol": "కొత్త ట్రేడింగ్ సింబల్",
  "New messages": "కొత్త మెసేజ్‌లు",
  "New notice": "కొత్త నోటిఫికేషన్",
  "New password is {{exceed}} length": "కొత్త పాస్‌వర్డ్ {{exceed}} పొడవు",
  "New user": "కొత్త యూజర్",
  "Next": "తదుపరి",
  "Next Draw Starts in": "తదుపరి డ్రా ప్రారంభమవుతుంది",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC అనేది స్వీయ-నిర్దేశిత పెట్టుబడిదారులకు బ్రోకరేజ్ సేవలను అందించే బ్రోకరేజ్, మరియు సిఫార్సులు చేయదు లేదా పెట్టుబడి, ఆర్థిక, చట్టపరమైన లేదా పన్ను సలహాను అందించదు. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC అనేది బ్రోకరేజ్ సేవలతో స్వీయ-నిర్దేశిత పెట్టుబడిదారులను అందించే బ్రోకరేజ్, మరియు సిఫార్సులు చేయదు లేదా పెట్టుబడి, ఆర్థిక, చట్టపరమైన లేదా పన్ను సలహాలను అందించదు. ఆన్‌లైన్ ట్రేడింగ్ అనేది మార్కెట్ పరిస్థితులు, సిస్టమ్ పనితీరు మరియు ఇతర కారకాల కారణంగా సిస్టమ్ ప్రతిస్పందనలో హెచ్చుతగ్గులు మరియు యాక్సెస్ సమయాలతో సహా స్వాభావిక నష్టాలను కలిగి ఉంటుంది. వర్తకం చేయడానికి ముందు, స్వతంత్ర, లైసెన్స్ పొందిన ఆర్థిక సలహాదారుని సంప్రదించండి మరియు మీకు అవసరమైన రిస్క్ ఆకలి, అనుభవం మరియు జ్ఞానం ఉన్నాయని నిర్ధారించుకోండి. ఎటువంటి పరిస్థితులలోనైనా Nexus Play LLC ఏదైనా ప్రత్యక్ష, పరోక్ష, ప్రత్యేక, పర్యవసానంగా లేదా యాదృచ్ఛిక నష్టాలకు ఏ వ్యక్తికి లేదా సంస్థకు ఎటువంటి బాధ్యత వహించదు. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, లైసెన్స్ #BFX2024137 క్రింద Mwali ఇంటర్నేషనల్ సర్వీసెస్ అథారిటీ (M.I.S.A.) ద్వారా అధికారం మరియు నియంత్రించబడే బ్రోకరేజ్ కంపెనీ.",
  "No": "నం",
  "No Hidden Fees": "దాచిన రుసుములు లేవు",
  "No More Data": "ఇక డేటా లేదు",
  "No More Orders": "మరిన్ని ఆర్డర్‌లు లేవు",
  "No data available": "డేటా అందు బాటులో లేదు",
  "No discussion of streamers or Twitch or any other similar platforms.": "స్ట్రీమర్‌లు లేదా ట్విచ్ లేదా ఇతర సారూప్య ప్లాట్‌ఫారమ్‌ల గురించి చర్చ లేదు.",
  "No downloads or updates required": "డౌన్‌లోడ్‌లు లేదా నవీకరణలు అవసరం లేదు",
  "No funding within 60 minutes for this order": "ఈ ఆర్డర్‌కు 60 నిమిషాలలోపు నిధులు లేవు",
  "No installation is required and you can trade via your smartphone's web browser.": "ఇన్‌స్టాలేషన్ అవసరం లేదు మరియు మీరు మీ స్మార్ట్‌ఫోన్ వెబ్ బ్రౌజర్ ద్వారా వ్యాపారం చేయవచ్చు.",
  "No more data": "ఎక్కువ డేటా లేదు",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "చాట్‌లో రాజకీయాలు మరియు మతం మాట్లాడకూడదు, ఇది ఖచ్చితంగా నిషేధించబడింది.",
  "No suspicious behavior that can be seen as potential scams.": "సంభావ్య స్కామ్‌లుగా చూడగలిగే అనుమానాస్పద ప్రవర్తన లేదు.",
  "No withdrawal of coins within 24 hours": "24 గంటల్లో నాణేల ఉపసంహరణ లేదు",
  "Not activated": "యాక్టివేట్ కాలేదు",
  "Not completed": "పూర్తి చేయబడలేదు",
  "Note": "గమనిక",
  "Notification": "నోటిఫికేషన్",
  "Now login disabled 2FA": "ఇప్పుడు డిసేబుల్ 2FAకి లాగిన్ చేయండి",
  "Now login need 2FA": "ఇప్పుడు లాగిన్ 2FA అవసరం",
  "Old Password": "పాత పాస్‌వర్డ్",
  "Old password is {{exceed}} length": "పాత పాస్‌వర్డ్ {{exceed}} పొడవు",
  "On going": "వెళ్తూనే ఉంది",
  "On your first deposit": "మీ మొదటి డిపాజిట్‌పై",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "యాక్టివేట్ అయిన తర్వాత, మీ స్థాన పరిమాణం ≥ బోనస్ విలువ అయితే, సిస్టమ్ స్వయంచాలకంగా ట్రేడ్ కోసం ముందుగా బోనస్‌ను ఉపయోగిస్తుంది.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "విత్తనం బహిర్గతం అయిన తర్వాత, ఎవరైనా ట్రేడింగ్ రౌండ్ నుండి ధరలను ధృవీకరించవచ్చు. కింది పైథాన్ కోడ్ దాని సీడ్ ఇచ్చిన రౌండ్ యొక్క మొదటి 100 ధరలను గణిస్తుంది:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "మీరు 4 ట్రేడింగ్ మోడ్‌లను (హైలో / స్ప్రెడ్ / ఫ్యూచర్ / అప్ డౌన్) అన్‌లాక్ చేసిన తర్వాత, మీ పూర్తి బోనస్ (మీ డిపాజిట్‌లో 50%) స్వయంచాలకంగా జారీ చేయబడుతుంది.",
  "Ongoing": "కొనసాగుతున్నది",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "ఆన్‌లైన్ ట్రేడింగ్‌లో మార్కెట్ పరిస్థితులు, సిస్టమ్ పనితీరు మరియు ఇతర అంశాల కారణంగా సిస్టమ్ ప్రతిస్పందన మరియు యాక్సెస్ సమయాల్లో హెచ్చుతగ్గులు వంటి స్వాభావిక నష్టాలు ఉంటాయి. ట్రేడింగ్ చేసే ముందు, స్వతంత్ర, లైసెన్స్ పొందిన ఆర్థిక సలహాదారుని సంప్రదించి, మీకు అవసరమైన రిస్క్ అప్‌పిట్, అనుభవం మరియు జ్ఞానం ఉందని నిర్ధారించుకోండి. ఎటువంటి పరిస్థితులలోనూ Nexus Play LLC ఏ వ్యక్తి లేదా సంస్థకు ప్రత్యక్ష, పరోక్ష, ప్రత్యేక, పర్యవసాన లేదా యాదృచ్ఛిక నష్టాలకు బాధ్యత వహించదు. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "ఈ చిరునామాకు {{crypto}} మాత్రమే పంపండి, {{confirmations}} నిర్ధారణలు అవసరం.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "చాట్ ఛానెల్‌లో పేర్కొన్న భాషను మాత్రమే ఉపయోగించండి, సంభావ్య దుర్వినియోగం అనుమతించబడుతుంది.",
  "Open": "తెరవండి",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Google Authenticator ని తెరిచి, కింద ఉన్న QR కోడ్ ని స్కాన్ చేయండి లేదా వెరిఫికేషన్ టోకెన్ ని యాక్టివేట్ చేయడానికి కీ ఫ్రేజ్ ని మాన్యువల్ గా ఎంటర్ చేయండి",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "ప్రస్తుత కరెన్సీ కోసం ఈ ప్లాట్‌ఫారమ్‌లోని వినియోగదారుల ఓపెన్ పొజిషన్ డైరెక్షన్ శాతాలు",
  "Order Amount": "ఆర్డర్ మొత్తం",
  "Order Id": "ఆర్డర్ ఐడి",
  "Order Progress": "ఆర్డర్ ప్రోగ్రెస్",
  "Order id": "ఆర్డర్ ఐడి",
  "Order placed successfully!": "ఆర్డర్ విజయవంతంగా చేయబడింది!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "ఒరిజినల్ బ్యాంక్‌రోల్ ఇన్వెస్ట్‌మెంట్ మోడల్, ఆదాయాన్ని సంపాదించడం సులభం, ఆస్తులను ఎప్పుడైనా ఉపసంహరించుకోవచ్చు.",
  "Other": "ఇతరం",
  "Our Advantage": "మా అడ్వాంటేజ్",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "మా ప్లాట్‌ఫారమ్ 18 ఏళ్లలోపు పిల్లల కోసం ఉద్దేశించబడలేదు. మేము 18 ఏళ్లలోపు పిల్లల నుండి వ్యక్తిగత సమాచారాన్ని సేకరించడం లేదా అభ్యర్థించడం లేదు. 18 ఏళ్లలోపు పిల్లల నుండి మేము వ్యక్తిగత సమాచారాన్ని సేకరించినట్లు మాకు తెలిస్తే, మేము ఆ సమాచారాన్ని వీలైనంత త్వరగా తొలగిస్తాము.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "మా ప్లాట్‌ఫారమ్ Detrade యాజమాన్యంలో లేని లేదా నియంత్రించబడని మూడవ పక్షం వెబ్‌సైట్‌లు లేదా సేవలకు లింక్‌లను కలిగి ఉండవచ్చు. ఏదైనా థర్డ్-పార్టీ వెబ్‌సైట్‌లు లేదా సేవల కంటెంట్, గోప్యతా విధానాలు లేదా అభ్యాసాలపై మాకు నియంత్రణ లేదు మరియు బాధ్యత వహించదు. మీరు సందర్శించే ఏవైనా మూడవ పక్ష వెబ్‌సైట్‌ల గోప్యతా విధానాలను సమీక్షించమని మేము మిమ్మల్ని ప్రోత్సహిస్తున్నాము.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "మా భాగస్వామి ప్రోగ్రామ్ విన్-విన్ సహకారాన్ని రూపొందించడంలో మా నిబద్ధతను ప్రతిబింబిస్తుంది మరియు అన్ని పరిమాణాల అనుబంధ సంస్థల కోసం రూపొందించబడింది. మా పరస్పర వృద్ధి ప్రయాణంలో మాతో చేరండి!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "అత్యుత్తమ ఫలితాలు సాధించిన వారికి ప్రోత్సాహకాలు అందించడం మా ప్రణాళిక లక్ష్యం.",
  "Outflow": "బయటకు పోవడం",
  "Over 70 popular crypto assets. Trade and increase your balance": "70 కి పైగా ప్రసిద్ధ క్రిప్టో ఆస్తులు. మీ బ్యాలెన్స్‌ను ట్రేడ్ చేయండి మరియు పెంచుకోండి",
  "Overview": "అవలోకనం",
  "Own your branded platform": "మీ బ్రాండ్ ప్లాట్‌ఫారమ్‌ను సొంతం చేసుకోండి",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "బోనస్ ట్రేడ్‌ల నుండి P&L నేరుగా మీ నిజమైన ఖాతాకు క్రెడిట్ చేయబడుతుంది",
  "PNL": "PNL",
  "Page error": "పేజీ లోపం",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "పాల్గొనే విధానం: వ్యవధిలో 3 STONKS/BCD లావాదేవీలను పూర్తి చేయండి.",
  "Partner Program": "భాగస్వామి కార్యక్రమం",
  "Partner program": "పార్టనర్ ప్రోగ్రామ్",
  "Partnership Program": "భాగస్వామ్య కార్యక్రమం",
  "Partnership Tiers": "భాగస్వామ్య స్థాయిలు",
  "Partnership With A Trusted Pioneer": "విశ్వసనీయ పయనీర్‌తో భాగస్వామ్యం",
  "Partnership program": "పార్టనర్ ప్రోగ్రామ్",
  "Password": "పాస్వర్డ్",
  "Password reset link sent. Check your email inbox.": "పాస్వర్డ్ రీసెట్ లింక్ పంపబడింది. మీ ఇమెయిల్ ఇన్‌బాక్స్‌ని తనిఖీ చేయండి.",
  "Password strength": "పాస్వర్డ్ బలం",
  "Passwords must differ": "పాస్‌వర్డ్‌లు తప్పనిసరిగా భిన్నంగా ఉండాలి",
  "Past": "గతం",
  "Past 1 year": "గత 1 సంవత్సరం",
  "Past {{days}} days": "గత {{days}} రోజుల",
  "Past {{hours}} hours": "గత {{hours}} గంటలు",
  "Payment Method": "చెల్లింపు విధానం",
  "Payout": "పేఅవుట్",
  "Payout Multiplier": "చెల్లింపు గుణకం",
  "Pending third-party processing (estimated {{hours}} hours).": "మూడవ పక్ష ప్రాసెసింగ్ పెండింగ్‌లో ఉంది (అంచనా వేసిన సమయం {{hours}} గంటలు).",
  "Pending third-party processing.": "మూడవ పక్ష ప్రాసెసింగ్ పెండింగ్‌లో ఉంది.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "పెర్క్‌లలో అధిక కమీషన్ రేట్లు, ప్రాయోజిత Detrade ప్రచారాలు మరియు మరిన్ని ఉన్నాయి!",
  "Personal": "వ్యక్తిగతం",
  "Personal Info": "పర్సనల్ సమాచారం",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "మీ స్థానాన్ని గరిష్టీకరించడానికి గుణకాన్ని ఎంచుకోండి. అధిక గుణకాన్ని సెట్ చేయడం వల్ల మీ స్థానం యొక్క ప్రమాదం పెరుగుతుంది.",
  "Place Your Trade": "మీ వ్యాపారాన్ని ఉంచండి",
  "Platform": "ప్లాట్ఫారం",
  "Platform Name": "ప్లాట్‌ఫారమ్ పేరు",
  "Platform Type": "ప్లాట్‌ఫారమ్ రకం",
  "Platform Website": "ప్లాట్‌ఫారమ్ వెబ్‌సైట్",
  "Platinum": "ప్లాటినం",
  "Platinum Partner": "ప్లాటినం భాగస్వామి",
  "Play now": "ఇప్పుడే ఆడండి",
  "Players": "ఆటగాళ్ళు",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "ప్లాట్‌ఫారమ్ అందించిన రీఛార్జ్ మరియు ఉపసంహరణ పోర్టల్‌ల ద్వారా ప్లేయర్‌లు రీఛార్జ్ మరియు ఉపసంహరణ కార్యకలాపాలను నిర్వహించవచ్చు.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "ఆటగాళ్ళు బిట్‌కాయిన్ ధరను అంచనా వేయగలరు. ఆటగాళ్ళు ధర పెరుగుదల లేదా తగ్గుదలని అంచనా వేసే పూల్‌లో చేరవచ్చు మరియు గేమ్‌లో పాల్గొనడానికి కొంత మొత్తాన్ని పెట్టుబడి పెట్టవచ్చు. విజేత పెట్టుబడి నిష్పత్తి ప్రకారం కౌంటర్‌పార్టీ క్యాపిటల్ పూల్ ఆస్తులను పంపిణీ చేస్తారు. మునుపటి అన్ని రౌండ్‌లలోని ఆటగాళ్ళు వారి చెల్లింపులను స్వీకరించిన తర్వాత మాత్రమే కొత్త గేమ్‌ను ప్రారంభించవచ్చు.",
  "Please enter a valid email address": "దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి",
  "Please enter an 2FA code": "దయచేసి 2FA కోడ్‌ని నమోదు చేయండి",
  "Please enter the seed": "దయచేసి విత్తనాన్ని నమోదు చేయండి",
  "Please enter you remail": "దయచేసి మీ ఇమెయిల్‌ని నమోదు చేయండి",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "డిపాజిట్ చేయడానికి దయచేసి డిపాజిట్ మార్గదర్శకాలను అనుసరించండి, లేకుంటే మీ డిపాజిట్ కనిపించదు.",
  "Please refresh the page or jump to the trading center": "దయచేసి పేజీని రిఫ్రెష్ చేయండి లేదా వ్యాపార కేంద్రానికి వెళ్లండి",
  "PnL": "PnL",
  "PnL fee": "PnL రుసుము",
  "PnL fee limit": "PnL రుసుము పరిమితి",
  "PnL%": "PnL%",
  "Positions": "పదవులు",
  "Potential Return": "సంభావ్య రాబడి",
  "Powered by": "ద్వారా ఆధారితం",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "ట్రేడింగ్ కోసం ధర దిశను అంచనా వేయండి. మీరు ఎంచుకున్న దిశలో ధర కదులుతే, మీకు లాభం వస్తుంది!",
  "Preferences": "ప్రాధాన్యతలు",
  "Premium support": "ప్రీమియం మద్దతు",
  "Preview": "ప్రివ్యూ",
  "Price": "ధర",
  "Price Formulation": "ధర సూత్రీకరణ",
  "Price formulation": "ధర ఫార్ములేషన్",
  "Price move": "ధరల మార్పు",
  "Priority access": "ప్రాధాన్య ప్రాప్తి",
  "Privacy Policy": "గోప్యతా విధానం",
  "Privacy policy": "గోప్యతా పాలసీ",
  "Private invitation": "వ్యక్తిగత ఆహ్వానం",
  "Private profile": "ప్రైవేట్ ప్రొఫైల్",
  "Prize Calculation Formula": "బహుమతి గణన ఫార్ములా",
  "Prize Pools": "బహుమతి కొలనులు",
  "Prizes will be sent on Notice page as the Contest ends.": "పోటీ ముగియగానే నోటీసు పేజీలో బహుమతులు పంపబడతాయి.",
  "Product Description": "ఉత్పత్తి వివరణ",
  "Product capabilities": "ఉత్పత్తి సామర్థ్యం",
  "Product iteration, new product development": "ఉత్పత్తి పునరావృతం, కొత్త ఉత్పత్తి అభివృద్ధి",
  "Professional, Secure, Trustworthy": "ప్రొఫెషనల్, సురక్షితమైన, నమ్మదగిన",
  "Profile": "ప్రొఫైల్",
  "Profile is not publicly available": "ప్రొఫైల్ పబ్లిక్‌గా అందుబాటులో లేదు",
  "Profit": "లాభం",
  "Profit Calculator": "లాభం కాలిక్యులేటర్",
  "Program — Work with a trustworthy online trading provider.": "ప్రోగ్రామ్ — విశ్వసనీయమైన ఆన్‌లైన్ ట్రేడింగ్ ప్రొవైడర్‌తో పని చేయండి.",
  "Progressing": "పురోగతిలో ఉంది",
  "Promising Affiliate": "ప్రామిసింగ్ అనుబంధం",
  "Provably fair": "బహుశా న్యాయమైనది",
  "Provides tutorials,guides and various trading strategy services.": "ట్యుటోరియల్స్, గైడ్‌లు మరియు వివిధ ట్రేడింగ్ స్ట్రాటజీ సేవలను అందిస్తుంది.",
  "Providing the best customer service is our aim.": "అత్యుత్తమ కస్టమర్ సేవను అందించడం మా లక్ష్యం.",
  "Providing users with diverse options for transactions": "వినియోగదారులకు లావాదేవీల కోసం విభిన్న ఎంపికలను అందిస్తోంది",
  "Q1: Can I withdraw the bonus?": "Q1: నేను బోనస్‌ని ఉపసంహరిం చుకోవచ్చా?",
  "Q2: Will my bonus expire if I don't activate it?": "Q2: నేను సక్రియం చేయకుంటే నా బోనస్ గడువు ముగుస్తుందా?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3: నేను డిపాజిట్ చేసాను కానీ బోనస్ రాలేదు. నేను ఏమి చేయాలి?",
  "Quick experience starts here, easy experience without registration": "త్వరిత అనుభవం ఇక్కడ ప్రారంభమవుతుంది, నమోదు లేకుండా సులభమైన అనుభవం",
  "Quick tap: will the price go up or down next?": "త్వరిత ట్యాప్: తదుపరి ధర పెరుగుతుందా లేదా తగ్గుతుందా?",
  "ROI": "ROI",
  "ROI Calculator": "ROI కాలిక్యులేటర్",
  "ROI calculator": "ROI కాలిక్యులేటర్",
  "Rakeback": "రేక్‌బ్యాక్",
  "Rank": "రాంక్",
  "Rapid deployment": "వేగవంతమైన విస్తరణ",
  "ReSend": "మళ్లీ పంపండి",
  "Ready to Get Started": "ప్రారంభించడానికి సిద్ధంగా ఉంది",
  "Real Account": "రియల్ అకౌంట్",
  "Real Account – Real Funds!": "రియల్ అకౌంట్ – రియల్ ఫండ్స్!",
  "Realized PnL": "PnL గ్రహించబడింది",
  "Receive commission rewards": "కమిషన్ రివార్డులు అందుకోండి",
  "Recommended for you": "మీకు సిఫార్సు చేయబడినది",
  "Record": "రికార్డ్ చేయండి",
  "Referral": "రెఫరల్",
  "Referral by": "ద్వారా రెఫరల్",
  "Referral rules": "రిఫెరల్ నియమాలు",
  "Referred at": "వద్ద సూచిస్తారు",
  "Referred users": "సూచిం చబడిన వినియోగదారులు",
  "Refresh page": "రిఫ్రెష్ పేజీ",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "అంతర్లీన మార్కెట్లలో ద్రవ్యతతో సంబంధం లేకుండా, బస్ట్‌లు మరియు స్టాప్ లాస్ ట్రేడ్‌లు ఎంట్రీ సమయంలో ముందుగా నిర్ణయించిన ధరకు స్థిరంగా నింపబడతాయని Detrade హామీ ఇస్తుంది. బస్ట్ నష్టాలు అసలు స్థాన పరిమాణానికి పరిమితం చేయబడతాయి మరియు స్టాప్ నష్టాలు ట్రేడర్ ఎంట్రీ సెట్టింగ్ ద్వారా పరిమితం చేయబడతాయి. బస్ట్‌లు మరియు స్టాప్ నష్టాల కోసం ట్రిగ్గర్ ధరలను దీని ద్వారా లెక్కించవచ్చు:",
  "Register": "నమోదు చేసుకోండి",
  "Register for Detrade.": "Detrade కోసం రిజిస్టర్ చేసుకోండి.",
  "Register to Win Crypto Tokens": "క్రిప్టో టోకెన్‌లను గెలవడానికి నమోదు చేసుకోండి",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "సాధారణ బైనరీ ఎంపికల ఉత్పత్తులు, నిర్దిష్ట వ్యవధిలో (తదుపరి 30 సెకన్లు, ఒక నిమిషం, ఒక గంట మొదలైనవి) అంతర్లీన ఆస్తి ముగింపు ధర అమలు ధర కంటే తక్కువగా లేదా ఎక్కువగా ఉందా అనే దాని ఆధారంగా, లాభం పొందాలో లేదో నిర్ణయిస్తుంది. ఈ ఉత్పత్తి స్వల్పకాలిక పెట్టుబడి. తక్కువ అస్థిర ధర కదలికలు ఉన్న మార్కెట్‌లకు ఈ ఎంపిక అనుకూలంగా ఉంటుంది.",
  "Reliable": "విశ్వసనీయమైనది",
  "Reload": "",
  "Remarks": "వ్యాఖ్యలు",
  "Remove": "తొలగించు",
  "Remove 2fa Success": "2fa విజయాన్ని తీసివేయండి",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "గత 30 సెకన్లలో మార్కెట్ డేటా అప్‌డేట్‌లు లేని ఏవైనా ధరల ఫీడ్‌లను తీసివేయండి.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "అన్ని ధరల ఫీడ్‌లలో మధ్యస్థమైన టాప్-ఆఫ్-బుక్ మధ్య ధర నుండి 10% కంటే ఎక్కువ దూరంలో ఉన్న కొనుగోలు మరియు అమ్మకపు ధరలతో లేదా వాటి టాప్-ఆఫ్-బుక్ మధ్య ధరతో ఏవైనా ధర ఫీడ్‌లను తీసివేయండి.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "అవసరాలు: సిఫార్సుల ద్వారా కనీసం $1,000,000 ట్రేడింగ్ వాల్యూమ్‌తో 100 ప్రత్యేకమైన, చురుగ్గా నిమగ్నమై ఉన్న సైన్అప్‌లు.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "అవసరాలు: రిఫరల్స్ ద్వారా కనీసం $100,000 ట్రేడింగ్ వాల్యూమ్‌తో 50 ప్రత్యేకమైన, చురుకుగా పాల్గొనే సైన్అప్‌లు.",
  "Research lab": "పరిశోధన ల్యాబ్",
  "Reset fields": "ఫీల్డ్‌లను రీసెట్ చేయి",
  "Reset password": "పాస్వర్డ్ను రీసెట్ చేయండి",
  "Responsive and secure trading platform": "ప్రతిస్పందించే మరియు సురక్షితమైన వ్యాపార వేదిక",
  "Result": "రిజల్ట్",
  "Retry": "",
  "Revenue Share": "ఆదాయ వాటా",
  "Reward": "రివార్డ్",
  "Reward center": "రివార్డ్ సెంటర్",
  "Rewards hub": "రివార్డ్‌ల కేంద్రం",
  "Rewords": "రివార్డ్స్",
  "Rich Trading Tools": "రిచ్ ట్రేడింగ్ టూల్స్",
  "Rich activities and rewards": "రిచ్ కార్యకలాపాలు మరియు బహుమతులు",
  "Risk Control & Compliance Notice": "ప్రమాద నియంత్రణ మరియు వర్తింపు నోటీసు",
  "Risk Disclaimer": "రిస్క్ నిరాకరణ",
  "Risk Warning": "ప్రమాద హెచ్చరిక",
  "Risk-free trading with $10,000 in virtual funds": "వర్చువల్ ఫండ్లలో $10,000 తో రిస్క్-ఫ్రీ ట్రేడింగ్",
  "Round In Progress": "రౌండ్ ప్రోగ్రెస్‌లో ఉంది",
  "Round ends in": "రౌండ్ ముగిసింది",
  "SA": "SA",
  "Safe": "సురక్షితమైనది",
  "Save": "సేవ్",
  "Search": "శోధించండి",
  "Search crypto": "క్రిప్టోను శోధించండి",
  "Sec": "సెకండ్",
  "Second": "సెకండ్",
  "Seconds": "సెకన్లు",
  "Security": "భద్రత",
  "Security Verification": "భద్రతా ధృవీకరణ",
  "Seed": "సీడ్",
  "Select a countdown period.": "కౌంట్‌డౌన్ వ్యవధిని ఎంచుకోండి.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "కౌంట్‌డౌన్ మరియు స్ప్రెడ్‌ని ఎంచుకోండి (స్ప్రెడ్: కొనుగోలు ధర మరియు నిష్క్రమణ ధర మధ్య వ్యత్యాసం)",
  "Select your partner program revenue share": "మీ భాగస్వామి ప్రోగ్రామ్ రాబడి వాటాను ఎంచుకోండి",
  "Sell": "అమ్మండి",
  "Send": "పంపండి",
  "Send message": "సందేశాన్ని పంపు",
  "Send message successfully": "సందేశాన్ని విజయవంతంగా పంపండి",
  "Service guide": "సేవా మార్గదర్శిని",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "నష్టాలను పరిమితం చేయడానికి ధరను నిర్ణయించండి. మార్కెట్ ఈ ధరను తాకితే మీ స్థానం స్వయంచాలకంగా మూసివేయబడుతుంది.",
  "Set a target price where your position will be automatically closed to lock in profit.": "లాభాలను లాక్ చేయడానికి మీ స్థానం స్వయంచాలకంగా మూసివేయబడే లక్ష్య ధరను నిర్ణయించండి.",
  "Set password": "పాస్‌వర్డ్‌ని సెట్ చేయండి",
  "Set successfully": "విజయవంతంగా సెట్ చేయబడింది",
  "Set up": "ఏర్పాటు చేయండి",
  "Set up Google Authenticator": "",
  "Settings": "సెట్టింగ్‌లు",
  "Share": "షేర్ చేయండి",
  "Share to": "షేర్ కు",
  "Share your Affiliate invitation link to friends and users.": "మీ అనుబంధ ఆహ్వాన లింక్‌ని స్నేహితులు మరియు వినియోగదారులకు భాగస్వామ్యం చేయండి.",
  "Share your referral link or code": "మీ రెఫరల్ లింక్ లేదా కోడ్‌ను షేర్ చేయండి",
  "Show live positions on chart": "చార్ట్‌లో లైవ్ పొజిషన్‌లను చూపండి",
  "Show my positions on chart": "చార్ట్‌లో నా స్థానాలను చూపు",
  "Side": "వైపు",
  "Sign in": "సైన్ ఇన్",
  "Silver": "సిల్వర్",
  "Simple": "సింపుల్",
  "Simple and intuitive usable interface": "సాధారణ మరియు సహజమైన ఉపయోగించగల ఇంటర్‌ఫేస్",
  "Simple integration": "సరళమైన ఇంటిగ్రేషన్",
  "Simple way to earn money, The more invite, the more you will get!": "డబ్బు సంపాదించడానికి సులభమైన మార్గం, ఎంత ఎక్కువ ఆహ్వానిస్తే, అంత ఎక్కువ పొందుతారు!",
  "Simple, Fast, Intelligence": "సింపుల్, ఫాస్ట్, ఇంటెలిజెన్స్",
  "Size": "పరిమాణం",
  "Something went wrong!": "",
  "Sorry, page not found!": "క్షమించండి, పేజీ కనుగొనబడలేదు!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "క్షమించండి, మీరు వెతుకుతున్న పేజీని మేము కనుగొనలేకపోయాము. బహుశా మీరు URLని తప్పుగా టైప్ చేశారా? మీ అక్షరక్రమాన్ని తప్పకుండా తనిఖీ చేయండి.",
  "Sound": "శబ్దము",
  "Speed": "వేగం",
  "Spot Exchanges": "స్పాట్ ఎక్స్ఛేంజీలు",
  "Spread": "వ్యాప్తి",
  "Standard CS": "ప్రామాణిక CS",
  "Start": "ప్రారంభం",
  "Start Rate": "ప్రారంభ రేటు",
  "Start Time": "ప్రారంభ సమయం",
  "Start Time Invalid( hh : mm : ss )": "ప్రారంభ సమయం చెల్లదు ( hh : mm : ss )",
  "Start time": "ప్రారంభం సమయం",
  "Start trading": "ట్రేడింగ్ ప్రారంభించండి",
  "Statistics": "గణాంకాలు",
  "Status": "స్థితి",
  "Step-up group": "స్టెప్-అప్ సమూహం",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks లాభదాయక స్థానాలపై 2.5% హౌస్ ఎడ్జ్ మరియు 5% రుసుమును కలిగి ఉంది.",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks ధరలు సరసమైన అల్గారిథమ్‌ని ఉపయోగించి రూపొందించబడ్డాయి.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks ధరలు సరసమైన అల్గారిథమ్‌ని ఉపయోగించి రూపొందించబడ్డాయి. ఇంటి అంచు 2.5%.",
  "Stop Loss": "నష్టాన్ని ఆపండి",
  "Stop loss at price": "ధర వద్ద నష్టం ఆపండి",
  "Stop loss price cannot be through bust price": "స్టాప్ లాస్ ధర బస్ట్ ధర ద్వారా కాదు",
  "Stop-Loss (SL)": "స్టాప్-లాస్ (SL)",
  "Strategy planning": "వ్యూహ ప్రణాళిక",
  "Submit": "సమర్పించండి",
  "Submit request": "అభ్యర్థనను సమర్పించు",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "ప్రతి ఎక్స్ఛేంజ్ స్ట్రీమింగ్ APIలను ఉపయోగించి అందుబాటులో ఉన్నన్ని డెప్త్ స్థాయిలకు సబ్‌స్క్రైబ్ చేయండి.",
  "Switch Dark or Light mode according to your preference": "మీ ప్రాధాన్యత ప్రకారం డార్క్ లేదా లైట్ మోడ్‌ని మార్చండి",
  "Symbol": "సింబల్",
  "Symbol for extra security": "అదనపు భద్రతకు చిహ్నం",
  "System": "వ్యవస్థ",
  "System Random: 300 lucky winners will be randomly selected.": "సిస్టమ్ రాండమ్: 300 మంది అదృష్ట విజేతలు యాదృచ్ఛికంగా ఎంపిక చేయబడతారు.",
  "TP/SL": "TP/SL",
  "Take Profit": "లాభం పొందండి",
  "Take profit at price": "ధర వద్ద లాభం పొందండి",
  "Take-Profit (TP)": "టేక్-ప్రాఫిట్ (TP)",
  "Tap Trading": "ట్యాప్ ట్రేడింగ్",
  "Tap to predict — quick moves, instant results.": "అంచనా వేయడానికి నొక్కండి — త్వరిత కదలికలు, తక్షణ ఫలితాలు.",
  "Target Market": "టార్గెట్ మార్కెట్",
  "Tell us the reason for contacting us": "మమ్మల్ని సంప్రదించడానికి గల కారణాన్ని మాకు తెలియజేయండి",
  "Test various trading tools and strategies": "వివిధ ట్రేడింగ్ సాధనాలు మరియు వ్యూహాలను పరీక్షించండి",
  "Thank you for your request, it should generally be reviewed within 24 hours": "మీ అభ్యర్థనకు ధన్యవాదాలు, ఇది సాధారణంగా 24 గంటలలోపు సమీక్షించబడుతుంది",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC ఫియర్ అండ్ గ్రీడ్ ఇండెక్స్ అనేది క్రిప్టోకరెన్సీ మార్కెట్‌లో ప్రబలంగా ఉన్న సెంటిమెంట్‌ను కొలిచే CoinMarketCap అభివృద్ధి చేసిన ఒక యాజమాన్య సాధనం.",
  "The Profit Margin Is As High As 90%": "లాభాల మార్జిన్ 90% వరకు ఉంది",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "అన్ని క్రిప్టోకరెన్సీలలో మీ పొడవాటి/చిన్న స్థానాలకు మొత్తం పరిమితి <0>{{limitAmount}}</0>కి పరిమితం చేయబడింది",
  "The amount you currently have available to place an order.": "ఆర్డర్ చేయడానికి మీకు ప్రస్తుతం అందుబాటులో ఉన్న మొత్తం.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "బస్ట్ ధర అనేది తగినంత మార్జిన్ లేని కారణంగా మీ స్థానం లిక్విడేట్ చేయబడే మార్కెట్ ధర.",
  "The calculation steps are as follows:": "గణన దశలు క్రింది విధంగా ఉన్నాయి:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "సహకార పద్ధతి ఓపెన్ మరియు పారదర్శకంగా ఉంటుంది మరియు దాచిన ఫీజుల గురించి ఆందోళన చెందాల్సిన అవసరం లేదు.",
  "The coupon code is invalid or expired": "కూపన్ కోడ్ చెల్లదు లేదా గడువు ముగిసింది",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "తుది సూచిక ధర ప్రతి పరిమాణంలో ఉపాంత మధ్య ధరల సగటుగా లెక్కించబడుతుంది. ఎక్స్‌పోనెన్షియల్ డిస్ట్రిబ్యూషన్ యొక్క సంభావ్యత సాంద్రతగా బరువులు ఎంపిక చేయబడ్డాయి, ఇది మోనోటోనికల్‌గా తగ్గుతుంది, దీని ఫలితంగా టాప్-ఆఫ్-బుక్‌కి దగ్గరగా ఉన్న ధరలపై ఎక్కువ ప్రాధాన్యత ఉంటుంది. బరువులు వీరిచే ఇవ్వబడ్డాయి:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "హాష్ యొక్క మొదటి 8 బైట్‌లు లిటిల్-ఎండియన్ ఎన్‌కోడింగ్ ఉపయోగించి సంతకం చేయని 64-బిట్ పూర్ణాంకానికి మార్చబడతాయి. ఈ పూర్ణాంకం అప్పుడు ఏకరీతిలో పంపిణీ చేయబడిన ఫ్లోటింగ్ పాయింట్ సంఖ్యగా మార్చబడుతుంది. మార్కెట్ కాన్ఫిగర్ చేయబడిన టిక్ అస్థిరత (0.1%) తో విలోమ సంచిత పంపిణీ ఫంక్షన్‌ని దాని ప్రామాణిక విచలనం వలె ఉపయోగిస్తాము, మేము ఫ్లోటింగ్ పాయింట్ విలువను సాధారణంగా పంపిణీ చేయబడిన రిటర్న్‌గా మారుస్తాము మరియు మార్కెట్ ధరను నవీకరించడానికి దాన్ని ఉపయోగిస్తాము.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "ఇండెక్స్ ధరల పద్ధతిని సమయ శ్రేణి యొక్క రెండు ముఖ్యమైన గణాంక లక్షణాలను సంతృప్తి పరచడానికి రూపొందించారు: మార్కోవ్ మరియు మార్టింగేల్ లక్షణాలు. మార్కోవ్ ఆస్తి అనేది యాదృచ్ఛిక ప్రక్రియ యొక్క జ్ఞాపకశక్తి లేని స్వభావాన్ని సూచిస్తుంది, ఇది భవిష్యత్ విలువల యొక్క షరతులతో కూడిన సంభావ్యత పంపిణీ ప్రస్తుత విలువపై మాత్రమే ఆధారపడి ఉంటుందని నిర్ధారిస్తుంది. మార్టింగేల్ ఆస్తి అనేది యాదృచ్ఛిక ప్రక్రియ యొక్క ప్రస్తుత విలువ కూడా భవిష్యత్తు విలువల అంచనా విలువ అని సూచిస్తుంది. ఈ రెండు లక్షణాలు Detrade యొక్క సూచిక ధరలను భవిష్యత్తు ధరల నిష్పాక్షిక అంచనాదారులుగా చేస్తాయి, తద్వారా వినియోగదారులు వ్యక్తిగత ఎక్స్ఛేంజీల యొక్క సూక్ష్మ నిర్మాణ ప్రభావాల గురించి ఆందోళన చెందాల్సిన అవసరం లేకుండా అంతర్లీన క్రిప్టోకరెన్సీల విలువలో మార్పులపై వ్యాపారం చేయవచ్చు.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "ఈ సూచిక మార్కెట్‌ను తక్కువగా అంచనా వేయవచ్చా (తీవ్ర భయం) లేదా అతిగా అంచనా వేయవచ్చా (తీవ్ర దురాశ) అనే దానిపై అంతర్దృష్టులను అందిస్తుంది.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "ఉపాంత కొనుగోలు మరియు అమ్మకం ధర ఫంక్షన్‌లు పరిమాణం ఇవ్వబడిన ఉపాంత మధ్య ధర ఫంక్షన్‌ను నిర్వచించడానికి ఉపయోగించబడతాయి: ",
  "The order has expired": "ఆర్డర్ గడువు ముగిసింది",
  "The output is:": "అవుట్‌పుట్:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "ఈ గణన యొక్క అవుట్‌పుట్ అనేది Detrade ట్రేడింగ్ గేమ్‌లోని లాంగ్ మరియు షార్ట్ పొజిషన్‌లకు ఉపయోగించే ఒకే ఇండెక్స్ ధర. చాలా ఇతర ట్రేడింగ్ ప్లాట్‌ఫామ్‌ల మాదిరిగా కాకుండా, Detrade బిడ్-ఆఫర్ స్ప్రెడ్‌ను వసూలు చేయదు. ఒకే ధరతో ట్రేడింగ్ చేయడం వలన బిడ్-ఆఫర్ స్ప్రెడ్ చాలా ఖరీదైనదిగా ఉండే స్వల్పకాలిక ధర కదలికలపై ఊహాగానాలు చేయడం సాధ్యపడుతుంది.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "మార్కెట్ మరియు విధాన మార్పుల ఆధారంగా ప్లాట్‌ఫామ్ ప్రచారాన్ని సర్దుబాటు చేయవచ్చు. అధికారిక ప్రకటనల ద్వారా నవీకరణలు పోస్ట్ చేయబడతాయి.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "ఈ ప్లాట్‌ఫామ్ BTC, ETH మరియు ఇతర ప్రధాన స్రవంతి కరెన్సీ ట్రేడింగ్ జతలను అందిస్తుంది మరియు ప్రసిద్ధ కరెన్సీ ట్రేడింగ్ జతలను నవీకరిస్తూనే ఉంటుంది.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "ప్రతిరోజు 00:00 UTCకి ధర $1,000కి రీసెట్ చేయబడుతుంది మరియు రీసెట్ సమయంలో ఏవైనా పెండింగ్ ఆర్డర్‌లు స్వయంచాలకంగా పరిష్కరించబడతాయి.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "పోటీ యొక్క ప్రైజ్ పూల్ మునుపటి రోజు పందాలపై ఆధారపడి ఉంటుంది. ఎక్కువ మంది ఆటగాళ్లు పందెం వేస్తే, ప్రైజ్ పూల్ పెద్దది. ప్రస్తుత ప్రైజ్ పూల్ పోటీ పేజీలో ప్రదర్శించబడుతుంది.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLC అందించే ఉత్పత్తులు మరియు సేవలు యునైటెడ్ స్టేట్స్, యూరోపియన్ యూనియన్ లేదా చట్టం ద్వారా నిషేధించబడిన ఇతర అధికార పరిధిలోని నివాసితుల కోసం ఉద్దేశించినవి కావు. Nexus Play LLC ఈ ప్రాంతాల్లోని వ్యక్తులు లేదా సంస్థలకు వ్యాపారాన్ని అభ్యర్థించదు లేదా బ్రోకరేజ్ సేవలను అందించదు. ఆన్‌లైన్ ట్రేడింగ్‌లో పాల్గొనే ముందు వారి సంబంధిత అధికార పరిధిలో వర్తించే ఏవైనా చట్టాలు మరియు నిబంధనల గురించి తెలుసుకోవడం మరియు వాటిని పాటించడం సంభావ్య క్లయింట్‌ల బాధ్యత. ఈ వెబ్‌సైట్‌ను యాక్సెస్ చేయడం ద్వారా మరియు మా సేవలను ఉపయోగించడం ద్వారా, మీరు యునైటెడ్ స్టేట్స్, యూరోపియన్ యూనియన్ లేదా మా సేవలు పరిమితం చేయబడిన మరే ఇతర అధికార పరిధిలోని నివాసి కాదని నిర్ధారిస్తారు.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "ఈ ఆన్‌లైన్ ఈవెంట్‌లో పొందిన రివార్డ్‌లు స్వయంచాలకంగా ప్లేయర్ బ్యాలెన్స్‌కి క్రెడిట్ చేయబడతాయి.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "విత్తనం 64-అక్షరాల లోయర్‌కేస్ హెక్సాడెసిమల్ స్ట్రింగ్‌లోకి ఎన్‌కోడ్ చేయబడింది మరియు ప్రస్తుత టిక్ కౌంటర్ విలువ యొక్క స్ట్రింగ్ ప్రాతినిధ్యంతో సంగ్రహించబడింది. కంబైన్డ్ స్ట్రింగ్ యొక్క హాష్ 256-బిట్ డైజెస్ట్ సైజుతో BLAKE2b హాష్ ఫంక్షన్‌ని ఉపయోగించి లెక్కించబడుతుంది. క్రిప్టోగ్రాఫిక్ హాష్ ఫంక్షన్‌ని ఉపయోగించడం ద్వారా, విత్తనం బహిర్గతం కావడానికి ముందు ధర మార్పులు యాదృచ్ఛికంగా మరియు అనూహ్యంగా ఉన్నాయని మేము నిర్ధారిస్తాము, అయితే విత్తనం తెలిసిన తర్వాత పూర్తిగా పునరుత్పత్తి చేయబడుతుంది.",
  "The settlement formula is open and transparent and can be calculated in real time.": "సెటిల్మెంట్ ఫార్ములా ఓపెన్ మరియు పారదర్శకంగా ఉంటుంది మరియు నిజ సమయంలో లెక్కించవచ్చు.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "సిస్టమ్ అప్ మరియు డౌన్ క్యాపిటల్ పూల్స్ యొక్క విజేత మరియు ఓడిపోయిన ఫలితాలను ప్రదర్శిస్తుంది. మీరు లాభం పొందినప్పుడు, మీరు మీ లాభం మొత్తాన్ని చూస్తారు.",
  "The system is under maintenance and upgrade, please visit later": "సిస్టమ్ నిర్వహణ మరియు అప్‌గ్రేడ్‌లో ఉంది, దయచేసి తర్వాత సందర్శించండి",
  "The trade will complete in 5s.": "ఈ ట్రేడ్ 5 సెకన్లలో పూర్తవుతుంది.",
  "The trade will complete in <0>{{countdown}}s</0>.": "ఈ ట్రేడ్ <0>{{countdown}}s</0> పూర్తవుతుంది.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "ట్రేడింగ్ బోనస్ అనేది వినియోగదారులు మా ట్రేడింగ్ సిస్టమ్‌ను అన్వేషించడంలో సహాయపడటానికి Detrade అందించే <0>మార్కెటింగ్ ప్రోత్సాహకం</0>. బోనస్ నిధులను <1>ఉపసంహరించుకోలేము<1>, కానీ వాటిని ఉపయోగించడం వల్ల కలిగే లాభాలు మీ నిజమైన ఖాతా బ్యాలెన్స్‌ను ప్రభావితం చేస్తాయి.",
  "The trading symbol will be replaced regularly.": "ట్రేడింగ్ చిహ్నాన్ని క్రమం తప్పకుండా భర్తీ చేస్తారు.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "విజేతలు ప్రస్తుత పేజీలో ప్రతి ఆదివారం రాత్రి 10 గంటలకు (UTC) ప్రకటించబడతారు మరియు చివరి డ్రా ముగిసిన 2 గంటల తర్వాత తదుపరి డ్రా ప్రారంభమవుతుంది.",
  "Theme": "థీమ్",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "మీరు ఎంత సంపాదించవచ్చనే దానికి పరిమితి లేదు. మీరు ఎంత ఎక్కువ మంది స్నేహితులను ఆహ్వానిస్తే, మీకు అంత ఎక్కువ బహుమతులు లభిస్తాయి.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "ఇవి మీ ఖాతా బ్యాలెన్స్ నుండి తీసివేయబడతాయి మరియు తగినంత నిధులు లేకుంటే ఆటోమేటిక్ పొజిషన్ క్లోజర్ అవుతుంది.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "ప్లాట్‌ఫామ్ సమ్మతి విధానాల ద్వారా నిర్వచించబడిన అర్హత కలిగిన దేశాలు మరియు ప్రాంతాలలోని వినియోగదారులకు మాత్రమే ఈ ఈవెంట్ అందుబాటులో ఉంటుంది.",
  "This field is required": "ఈ ఫీల్డ్ అవసరం",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "ఇందులో మీ IP చిరునామా, బ్రౌజర్ రకం, ఆపరేటింగ్ సిస్టమ్, యాక్సెస్ సమయాలు మరియు మా ప్లాట్‌ఫారమ్‌ని యాక్సెస్ చేయడానికి ముందు మరియు తర్వాత మీరు నేరుగా చూసిన పేజీలు ఉంటాయి.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "ఇందులో మీ పేరు, ఇమెయిల్ చిరునామా, టెలిఫోన్ నంబర్, పోస్టల్ చిరునామా, పుట్టిన తేదీ మరియు ఖాతా కోసం నమోదు చేసుకునేటప్పుడు లేదా మా సేవలను ఉపయోగిస్తున్నప్పుడు మీరు అందించే ఏదైనా ఇతర సమాచారం ఉంటుంది.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "ఈ సూచిక 0 నుండి 100 వరకు ఉంటుంది, ఇక్కడ తక్కువ విలువ తీవ్రమైన భయాన్ని సూచిస్తుంది మరియు ఎక్కువ విలువ తీవ్రమైన దురాశను సూచిస్తుంది.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "ఇది క్రిప్టోకరెన్సీకి నిర్దిష్ట పరిమితులతో కలిసి ఉంటుంది, ఇవి క్రింద వివరించబడ్డాయి.",
  "This is why you should promote Detrade:": "అందుకే మీరు Detradeని ప్రోత్సహించాలి:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "ఈ సైట్ reCAPTCHA ద్వారా రక్షించబడింది మరియు Google గోప్యతా విధానం మరియు సేవా నిబంధనలు వర్తిస్తాయి.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detrade భాగస్వామ్య కార్యక్రమం ద్వారా, మీరు పెరిగిన అనుబంధ కమీషన్‌లు, ప్రత్యేకమైన ప్రాయోజిత ఈవెంట్‌లు మరియు ఇతర ప్రత్యేక ప్రయోజనాలను అన్‌లాక్ చేయవచ్చు. మరింత తెలుసుకోవాలనుకుంటున్నారా? చదువుతూ ఉండండి!",
  "Time": "సమయం",
  "Time and payout": "సమయం మరియు పేఅవుట్",
  "Time closed": "మూసివేసిన సమయం",
  "Time opened": "తెరిచిన సమయం",
  "Time remaining": "మిగిలి ఉన్న సమయం",
  "Tips": "టిప్స్",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "చిట్కాలు: సాధారణంగా ప్రాసెస్ చేయడానికి {{hours}} గంటలు పడుతుంది, ఎక్కువ సమయం పట్టవచ్చు, నిర్దిష్ట సమయం వ్యాపారి సమయ పరిమితిపై ఆధారపడి ఉంటుంది.",
  "To": "కు",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "ట్రెండ్‌లను విశ్లేషించడానికి, వినియోగాన్ని పర్యవేక్షించడానికి మరియు మా సేవలను మెరుగుపరచడానికి పరిశోధనను నిర్వహించడానికి.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "మీ ఖాతా భద్రతను నిర్ధారిం చడానికి, Google 2FA ప్రామాణీకరణ తీసివేయబడిన తర్వాత ఉపసంహరణలు 24 గంటల పాటు నిలిపివేయబడతాయి.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "నిష్పాక్షికత మరియు సమగ్రతను కాపాడుకోవడానికి, Detrade బోనస్ ప్రోగ్రామ్‌లో పాల్గొనే ఖాతాలను ప్రవర్తనా మరియు సాంకేతిక తనిఖీల ద్వారా పర్యవేక్షిస్తుంది, వీటిలో పరికర వేలిముద్రలు, IP ట్రాకింగ్ మరియు లావాదేవీ నమూనా విశ్లేషణ కూడా ఉంటాయి.",
  "To manage your account, process transactions, and provide you with the services you request.": "మీ ఖాతాను నిర్వహించడానికి, లావాదేవీలను ప్రాసెస్ చేయడానికి మరియు మీరు అభ్యర్థించే సేవలను మీకు అందించడానికి.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "మోసాన్ని పర్యవేక్షించడానికి, మా సేవా నిబంధనలను అమలు చేయండి మరియు చట్టపరమైన మరియు నియంత్రణ అవసరాలకు అనుగుణంగా ఉండండి.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "మీ ఖాతా భద్రతను రక్షించడానికి, మీరు మీ పాస్‌వర్డ్‌ని మార్చిన తర్వాత 24 గంటల పాటు ఉపసంహరణలు నిలిపివేయబడతాయి.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "ట్రేడింగ్ గేమ్‌లకు సరసమైన మరియు నమ్మదగిన ధరలను అందించడానికి, Detrade ప్రతి 500 మిల్లీసెకన్ల మిశ్రమ సూచిక ధరను గణిస్తుంది, ఇది ప్రపంచంలోని అత్యంత లిక్విడ్ స్పాట్ మరియు డెరివేటివ్ క్రిప్టోకరెన్సీ ఎక్స్ఛేంజీలకు నిజ-సమయ ధర ఫీడ్‌ల నుండి తీసుకోబడుతుంది. అనేక ధర మూలాలను చేర్చడం ద్వారా, Detrade సూచిక మార్కెట్ మానిప్యులేషన్, సాంకేతిక సమస్యలు మరియు ఎప్పటికప్పుడు వ్యక్తిగత ఎక్స్ఛేంజీలలో సంభవించే ఇతర క్రమరహిత వ్యాపార కార్యకలాపాలకు పటిష్టంగా ఉంటుంది.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "మీకు అప్‌డేట్‌లు, భద్రతా హెచ్చరికలు మరియు అడ్మినిస్ట్రేటివ్ సందేశాలను పంపడానికి మరియు మీ విచారణలు మరియు అభ్యర్థనలకు ప్రతిస్పందించడానికి.",
  "To tailor our content and advertisements to your interests and preferences.": "మీ ఆసక్తులు మరియు ప్రాధాన్యతలకు అనుగుణంగా మా కంటెంట్ మరియు ప్రకటనలను రూపొందించడానికి.",
  "To trading center": "ట్రేడింగ్ సెంటర్ కు",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "మా ప్లాట్‌ఫారమ్‌తో వినియోగదారులు ఎలా వ్యవహరిస్తారో అర్థం చేసుకోవడానికి, సాంకేతిక సమస్యలను నిర్ధారించడానికి మరియు కార్యాచరణ మరియు వ్యాపార అనుభవాన్ని మెరుగుపరచడానికి.",
  "Today's Pnl": "ఈరోజు Pnl",
  "Top": "టాప్",
  "Top tokens": "అగ్ర టోకెన్లు",
  "Top trade": "అగ్ర వాణిజ్యం",
  "Top-tier account manager": "టాప్-టయర్ఖా తా నిర్వాహకుడు",
  "Total Trades": "మొత్తం ట్రేడ్స్",
  "Total commission": "మొత్తం కమిషన్",
  "Total participated tickets for this round <0>{{total}}</0>": "ఈ రౌండ్ కోసం మొత్తం పాల్గొనే టిక్కెట్‌లు <0>{{total}}</0>",
  "Total prize won": "గెలిచిన మొత్తం బహుమతి",
  "Total profit": "పూర్తి లాభం",
  "Total tickets": "మొత్తం టికెట్లు",
  "Total traders": "మొత్తం వ్యాపారులు",
  "Total trades": "మొత్తం ట్రేడ్‌లు",
  "Trade": "వర్తకం",
  "Trade for prestige": "ప్రతిష్ట కోసం వ్యాపారం",
  "Trade history": "ట్రేడ్ హిస్టరీ",
  "Trade like a rhythm master": "రిథమ్ మాస్టర్ లాగా వ్యాపారం చేయండి",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "ధర తగ్గుతుందని మీరు అనుకుంటే తగ్గుతున్న ధరపై ట్రేడింగ్ చేయండి. ధర తగ్గితే, మీకు లాభం వస్తుంది.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "ధర పెరుగుతుందని మీరు అనుకుంటే పెరుగుతున్న ధరపై వ్యాపారం చేయండి. ధర పెరిగితే లాభం వస్తుంది.",
  "Trade to Win": "ట్రేడ్ టు విన్",
  "Trade to rank up": "ర్యాంక్ అప్ కోసం ట్రేడ్ చేయండి",
  "Trade with $10,000 in virtual funds": "వర్చువల్ ఫండ్లలో $10,000 తో వ్యాపారం చేయండి",
  "Trader": "ట్రేడర్",
  "Trades": "ట్రేడ్స్",
  "Trading": "ట్రేడింగ్",
  "Trading Amount": "ట్రేడింగ్ మొత్తం",
  "Trading Platform": "ట్రేడింగ్ ప్లాట్‌ఫారమ్",
  "Trading Smarter, Earning Better": "ట్రేడింగ్ తెలివిగా, మంచి సంపాదన",
  "Trading Volume": "ట్రేడింగ్ వాల్యూమ్",
  "Trading amount is too large for selected multiplier for selected stop loss price": "ఎంచుకున్న స్టాప్ లాస్ ధరకు ఎంచుకున్న గుణకానికి ట్రేడింగ్ మొత్తం చాలా పెద్దది",
  "Trading bonus trial": "ట్రేడింగ్ బోనస్ ట్రయల్",
  "Trading center": "వ్యాపార కేంద్రం",
  "Trading indicators and signals": "ట్రేడింగ్ సూచికలు మరియు సంకేతాలు",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "ట్రేడింగ్‌లో రిస్క్ ఉంటుంది. లివరేజ్ లేదా బోనస్ ఫండ్‌లను ఉపయోగించే ముందు మీరు ఏమి చేస్తున్నారో అర్థం చేసుకున్నారని నిర్ధారించుకోండి. బోనస్ ట్రేడింగ్ ద్వారా కలిగే ఏవైనా నష్టాలకు Detrade బాధ్యత వహించదు.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "ట్రేడింగ్ ప్రతిరోజూ {{startTime}} నుండి {{endTime}} ({{timeZone}}) వరకు మరియు వారాంతాల్లో పాజ్ చేయబడుతుంది. దయచేసి మీ ఆర్డర్‌లను ముందుగానే పరిష్కరించండి.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "ట్రేడింగ్ టోర్నమెంట్‌లు, రెగ్యులర్ బోనస్‌లు, బహుమతులు, ప్రోమో కోడ్‌లు మరియు వ్యాపార పోటీలు ఏ వ్యాపారి అయినా ఉపయోగించడానికి లేదా పాల్గొనడానికి అందుబాటులో ఉన్నాయి.",
  "Traffic Owners": "ట్రాఫిక్ యజమానులు",
  "Transaction Completed": "లావాదేవీ పూర్తయింది",
  "Transaction details": "లావాదేవీల వివరాలు",
  "Transactions": "లావాదేవీలు",
  "Transition details": "పరివర్తన వివరాలు",
  "Transparency & Security": "పారదర్శకత మరియు భద్రత",
  "Trigger price is too close to bust price": "ట్రిగ్గర్ ధర బస్ట్ ధరకు చాలా దగ్గరగా ఉంది",
  "Trigger price is too close to current price": "ట్రిగ్గర్ ధర ప్రస్తుత ధరకు చాలా దగ్గరగా ఉంది",
  "Trusted by": "విశ్వసించినది",
  "Trusted by millions of users.": "మిలియన్ల మంది వినియోగదారులచే విశ్వసించబడింది.",
  "Try": "ప్రయత్నించు",
  "Try a quick demo": "త్వరిత డెమోని ప్రయత్నించండి",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "వాస్తవిక పెట్టుబడి లేకుండా మరియు ఎలాంటి రిస్క్ లేకుండా వర్చువల్ కరెన్సీతో డెమో ఖాతాలో ప్లాట్‌ఫారమ్ అందించే అన్ని ప్రయోజనాలను ప్రయత్నించండి.",
  "Turn every action into rewards. Start trading today.": "ప్రతి చర్యను బహుమతులుగా మార్చుకోండి. ఈరోజే ట్రేడింగ్ ప్రారంభించండి.",
  "Txid": "Txid",
  "Type": "టైప్",
  "Type Your message": "మీ సందేశాన్ని టైప్ చేయండి",
  "UID": "UID",
  "UP": "అప్",
  "USDT-Margined": "USDT-మార్జిన్డ్",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "ప్రతిరోజూ {{startTime}} నుండి {{endTime}} ({{timeZone}}) వరకు మరియు వారాంతాల్లో రోజంతా అందుబాటులో ఉండదు.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "ప్రత్యేక అనుభవాలు : వినూత్నమైన ట్రేడింగ్ సవాళ్ల నుండి స్ట్రీమ్‌లైన్డ్ క్రిప్టో ట్రేడింగ్ ఆప్షన్‌లు మరియు ఎక్స్‌క్లూజివ్ ట్రేడింగ్ మోడల్స్ వరకు, Detrade మీకు మరెక్కడా దొరకని అనుభవాన్ని అందిస్తుంది.",
  "Unlock Diamond": "డైమండ్‌ని అన్‌లాక్ చేయండి",
  "Unlock Top Traders, Achieve": "అగ్ర వ్యాపారులను అన్‌లాక్ చేయండి, సాధించండి",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "అనవసరం. Detrade అనేది సాంకేతికత ప్రదాత మరియు మీరు మా పరిష్కారాలను ఏ దేశం నుండైనా కొనుగోలు చేయవచ్చు.",
  "Up": "పైకి",
  "Up & Down": "పైకి క్రిందికి",
  "Up Down": "పైకి క్రిందికి",
  "Up Or Down?": "పైకి లేదా క్రిందికి?",
  "Up Wins": "అప్ గెలుస్తుంది",
  "Update Success": "నవీకరణ విజయం",
  "Updated at {{time}}": "{{time}} కి నవీకరించబడింది",
  "Updated timely": "సకాలంలో నవీకరించబడింది",
  "Uppercase or lowercase letters": "పెద్ద లేదా చిన్న అక్షరాలు",
  "Usage Instructions & Limitations": "వినియోగ సూచనలు మరియు పరిమితులు",
  "Used": "ఉపయోగించారు",
  "User Agreement and Terms & Conditions": "వినియోగదారు ఒప్పందం మరియు నిబంధనలు మరియు షరతులు",
  "User ID": "వినియోగదారు ఇది",
  "User name": "యూజర్ పేరు",
  "Username": "యూజర్ పేరు",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "ఈ కార్యకలాపాన్ని ఆస్వాదించడానికి వినియోగదారులు తప్పనిసరిగా ట్రేడింగ్ సంబంధిత ట్రేడింగ్ జతలను ఎంచుకోవాలి లేదా పాల్గొనాలి.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "ట్రేడింగ్ పరిమితులను దాటవేయడానికి బహుళ ఖాతాలను ఉపయోగించడం ఖచ్చితంగా నిషేధించబడింది మరియు ఖాతా సస్పెన్షన్ లేదా జరిమానాలకు దారితీయవచ్చు.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "కాంపోజిట్ ఆర్డర్ బుక్‌ని ఉపయోగించి, ఇచ్చిన మొత్తాన్ని కొనడానికి లేదా విక్రయించడానికి ఉపాంత ధరను సూచించడానికి ఒక ఫంక్షన్ నిర్వచించబడుతుంది. ఉదాహరణకు, ఉపాంత కొనుగోలు ఫంక్షన్:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "రెండు-కారకాల ప్రమాణీకరణను ఉపయోగించడం చాలా సిఫార్సు చేయబడింది ఎందుకంటే ఇది మీ పాస్‌వర్డ్ మరియు మీ ఫోన్ రెండింటితో మీ ఖాతాను రక్షిస్తుంది.",
  "VIP": "VIP",
  "VIP group": "VIP సమూహం",
  "Validity period: within 14 days after activation": "చెల్లుబాటు వ్యవధి: యాక్టివేషన్ తర్వాత 14 రోజుల్లోపు",
  "Verifiable fairness": "ధృవీకరించదగిన న్యాయబద్ధత",
  "Verification": "ధృవీకరణ",
  "Verification Example": "ధృవీకరణ ఉదాహరణ",
  "Verification code failed": "ధృవీకరణ కోడ్ విఫలమైంది",
  "Verification email sent. Check your inbox.": "ధృవీకరణ ఇమెయిల్ పంపబడింది. మీ ఇన్‌బాక్స్‌ని తనిఖీ చేయండి.",
  "Verified": "వెరిఫీడ్",
  "Verify": "ధృవీకరించండి",
  "Verify Fairness": "సరసతను ధృవీకరించండి",
  "Verify fairness": "న్యాయబద్ధతను ధృవీకరిం చండి",
  "View details": "వివరాలను వీక్షించండి",
  "View more": "వివరాలను వీక్షించండి",
  "Volume": "వాల్యూమ్",
  "Volume (24h)": "వాల్యూమ్ (24h)",
  "Voucher code": "వోచర్ కోడ్",
  "Wager": "పందెం",
  "Wager <0>{{amount}}</0> To Reach": "చేరుకోవడానికి <0>{{amount}}</0> పందెం వేయండి",
  "Wait For Next Round": "తదుపరి రౌండ్ కోసం వేచి ఉండండి",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "కనీసం 6 చెల్లుబాటు అయ్యే ధరల ఫీడ్‌లు వచ్చే వరకు వేచి ఉండండి. తగినంత ధర ఫీడ్‌లు లేకుంటే, Detrade ఇండెక్స్ ధర నవీకరించబడదు.",
  "Wallet": "వాలెట్",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Detrade భాగస్వామ్య కార్యక్రమంలో చేరాలనుకుంటున్నారా? ప్రారంభించడానికి మా మద్దతు బృందాన్ని సంప్రదించండి!",
  "Watch play demo": "ప్రదర్శనను ప్లే చేయండి",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "మేము మా ప్లాట్‌ఫారమ్‌లో వ్యాపార కార్యకలాపాలు, ప్రాధాన్యతలు మరియు మా కంటెంట్‌తో నిశ్చితార్థంతో సహా మీ కార్యాచరణ గురించి సమాచారాన్ని సేకరిస్తాము.",
  "We collect several types of information from and about users of our Platform, including:": "మేము మా ప్లాట్‌ఫారమ్ యొక్క వినియోగదారుల నుండి మరియు వాటి గురించిన అనేక రకాల సమాచారాన్ని సేకరిస్తాము, వీటితో సహా:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "కస్టమర్ అవసరాలను నిరంతరం తీర్చడానికి మరియు కస్టమర్‌లకు మరిన్ని హామీలను అందించడానికి మా వద్ద అద్భుతమైన సాంకేతిక మరియు కార్యాచరణ బృందాలు ఉన్నాయి.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "మీ వ్యక్తిగత సమాచారాన్ని అనధికార ప్రాప్యత, ఉపయోగం లేదా బహిర్గతం నుండి రక్షించడానికి మేము అనేక రకాల భద్రతా చర్యలను అమలు చేస్తాము. ఈ చర్యలలో గుప్తీకరణ, యాక్సెస్ నియంత్రణలు మరియు సురక్షిత నిల్వ ఉన్నాయి. అయితే, ఇంటర్నెట్ ద్వారా ప్రసారం చేసే పద్ధతి లేదా ఎలక్ట్రానిక్ నిల్వ పద్ధతి 100% సురక్షితమైనది కాదు మరియు మేము దాని సంపూర్ణ భద్రతకు హామీ ఇవ్వలేము.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "మీరు పెరుగుతున్న మా కూటమి కుటుంబంలో సభ్యునిగా మారాలని మరియు Detrade యొక్క భవిష్యత్తును కలిసి రూపొందించడంలో మాకు సహాయపడాలని మేము ఎదురుచూస్తున్నాము!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "మేము లావాదేవీలను సులభతరం చేయడానికి మరియు నియంత్రణ అవసరాలకు అనుగుణంగా బ్యాంక్ ఖాతా నంబర్లు, క్రెడిట్ కార్డ్ వివరాలు మరియు లావాదేవీ చరిత్ర వంటి ఆర్థిక సమాచారాన్ని సేకరించవచ్చు.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "GPS, Wi-Fi లేదా సెల్ టవర్ డేటా వంటి సాంకేతికతలను ఉపయోగించి మీరు మమ్మల్ని అలా అనుమతిస్తే మేము మీ స్థానం గురించి సమాచారాన్ని సేకరించవచ్చు.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "చట్టం ప్రకారం లేదా పబ్లిక్ అధికారుల (ఉదా., కోర్టు లేదా ప్రభుత్వ ఏజెన్సీ) చెల్లుబాటు అయ్యే అభ్యర్థనలకు ప్రతిస్పందనగా మేము మీ సమాచారాన్ని బహిర్గతం చేయవచ్చు.",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Detrade, మా వినియోగదారులు లేదా ఇతరుల హక్కులు, ఆస్తి లేదా భద్రతను రక్షించడానికి మరియు మా నిబంధనలు మరియు షరతులను అమలు చేయడానికి మేము మీ సమాచారాన్ని బహిర్గతం చేయవచ్చు.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "ఏదైనా విలీనం, కంపెనీ ఆస్తుల విక్రయం, ఫైనాన్సింగ్ లేదా మా వ్యాపారంలోని మొత్తం లేదా కొంత భాగాన్ని మరొక కంపెనీ స్వాధీనం చేసుకోవడం వంటి వాటికి సంబంధించి లేదా చర్చల సమయంలో మేము మీ సమాచారాన్ని పంచుకోవచ్చు లేదా బదిలీ చేయవచ్చు.",
  "We may share your information with third parties if you provide your consent to do so.": "మీరు అలా చేయడానికి మీ సమ్మతిని అందిస్తే మేము మీ సమాచారాన్ని మూడవ పక్షాలతో పంచుకోవచ్చు.",
  "We may share your information with third parties in the following circumstances:": "ఈ క్రింది పరిస్థితులలో మేము మీ సమాచారాన్ని మూడవ పక్షాలతో పంచుకోవచ్చు:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "చెల్లింపు ప్రాసెసింగ్, డేటా విశ్లేషణ, ఇమెయిల్ డెలివరీ మరియు హోస్టింగ్ సేవలు వంటి మా తరపున సేవలను అందించే మూడవ పక్ష సేవా ప్రదాతలతో మేము మీ సమాచారాన్ని పంచుకోవచ్చు.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "మేము ప్రపంచవ్యాప్తంగా 2.5 మిలియన్లకు పైగా ఆన్‌లైన్ వ్యాపారులను ఆకర్షిస్తూ విస్తృత శ్రేణి డెరివేటివ్స్ ట్రేడింగ్ ఎంపికలను అందిస్తున్నాము. మా సాంకేతికత స్పష్టమైన మరియు శక్తివంతమైన వ్యాపార అనుభవాన్ని అందిస్తుంది, మా క్లయింట్‌లు ప్రమాదాన్ని మరింత సమర్థవంతంగా అర్థం చేసుకోవడానికి మరియు సమాచారంతో కూడిన వ్యాపార నిర్ణయాలు తీసుకోవడానికి వీలు కల్పిస్తుంది.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "మేము సరళమైన మరియు సులభంగా నిర్వహించగల ట్రేడింగ్ ప్లాట్‌ఫారమ్‌ను అందిస్తాము, తద్వారా ప్రతి ఒక్కరూ వ్యాపారులుగా మారవచ్చు.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "మేము మీ ప్లాట్‌ఫారమ్‌కు ఆటగాళ్లను ఆకర్షించడంపై దశల వారీ మార్గదర్శినిని అందిస్తాము, దానితో పాటు ప్రభావవంతంగా నిరూపించబడిన మార్కెటింగ్ మెటీరియల్‌లను అందిస్తాము.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "కింది షరతులలో బోనస్‌లు మరియు సంబంధిత లాభాలను రద్దు చేసే హక్కు మాకు ఉంది:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "మా ప్లాట్‌ఫారమ్ యొక్క మీ ఉపయోగం గురించి సమాచారాన్ని సేకరించడానికి మరియు మీ వ్యాపారి అనుభవాన్ని మెరుగుపరచడానికి మేము కుకీలు, వెబ్ బీకాన్‌లు మరియు ఇతర ట్రాకింగ్ టెక్నాలజీలను ఉపయోగిస్తాము.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "ట్రేడర్ ఇంటర్‌ఫేస్ ఆపరేషన్‌లో జాప్యాలు లేదా అంతరాయాలు లేకుండా వేగవంతమైన లావాదేవీలను అందించడానికి మేము అత్యాధునిక సాంకేతికతను ఉపయోగిస్తాము.",
  "We use the information we collect for various purposes, including:": "మేము సేకరించిన సమాచారాన్ని వివిధ ప్రయోజనాల కోసం ఉపయోగిస్తాము:",
  "We will contact you within 3 working days, please check your email regularly": "మేము 3 పని దినాలలో మిమ్మల్ని సంప్రదిస్తాము, దయచేసి మీ ఇమెయిల్‌ను క్రమం తప్పకుండా తనిఖీ చేయండి",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "చట్టపరమైన, నియంత్రణ లేదా వ్యాపార అవసరాలకు అనుగుణంగా మీ వ్యక్తిగత సమాచారాన్ని సేకరించిన ప్రయోజనాలను నెరవేర్చడానికి అవసరమైనంత కాలం మేము అలాగే ఉంచుతాము.",
  "Website for PC": "PC కోసం వెబ్‌సైట్",
  "Website for smartphones": "స్మార్ట్‌ఫోన్‌ల కోసం వెబ్‌సైట్",
  "Week": "వారం",
  "Week's Pnl": "వారం Pnl",
  "Weekly raffle": "వారంవారీ రాఫెల్",
  "Welcome Bonus": "స్వాగత బోనస్",
  "Welcome To": "కు స్వాగతం",
  "Welcome To Demo Trading ": "డెమో ట్రేడింగ్‌కు స్వాగతం ",
  "Welcome to Detrade Connect": "Detrade Connectకు స్వాగతం",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "ప్రముఖ బైనరీ ఆప్షన్స్ ట్రేడింగ్ ప్లాట్‌ఫారమ్ అయిన Detradeకి స్వాగతం. మీరు మా ప్లాట్‌ఫారమ్‌ను ఉపయోగించడం ప్రారంభించే ముందు, దయచేసి కింది నిబంధనలు మరియు షరతులను జాగ్రత్తగా చదివి అర్థం చేసుకోండి. Detrade ప్లాట్‌ఫారమ్‌ను యాక్సెస్ చేయడం లేదా ఉపయోగించడం ద్వారా, మీరు ఈ నిబంధనలు మరియు షరతులకు కట్టుబడి ఉంటారని అంగీకరిస్తున్నారు. మీరు ఈ నిబంధనలలోని ఏదైనా భాగాన్ని అంగీకరించకపోతే, మీరు మా ప్లాట్‌ఫారమ్‌ను ఉపయోగించకూడదు.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Stonksకి స్వాగతం! ప్రతిరోజు 00:00 UTCకి ధర $1,000కి రీసెట్ చేయబడుతుంది మరియు రీసెట్ సమయంలో ఏవైనా పెండింగ్ ఆర్డర్‌లు ఆటోమేటిక్‌గా పరిష్కరించబడతాయి.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Detrade కు స్వాగతం! మీ మద్దతుకు ధన్యవాదాలు తెలుపుతూ, కొత్త వినియోగదారులకు <0>50 USDT వరకు ట్రేడింగ్ బోనస్</0> అందిస్తున్నాము. సున్నా ప్రమాదం మరియు నిజమైన రివార్డులతో బైనరీ ఆప్షన్స్ ట్రేడింగ్‌ను అనుభవించండి!",
  "What currencies can be deposited and withdrawn?": "ఏ కరెన్సీలను డిపాజిట్ చేయవచ్చు మరియు ఉపసంహరించుకోవచ్చు?",
  "What does it mean?": "దాని అర్థం ఏమిటి?",
  "What is Detrade Connect?": "Detrade Connect అంటే ఏమిటి?",
  "What operational expenses could Partner have?": "భాగస్వామికి ఎలాంటి కార్యాచరణ ఖర్చులు ఉండవచ్చు?",
  "What would you like your new limit to be? (max 500% of current limit)": "మీ కొత్త పరిమితి ఎలా ఉండాలని మీరు కోరుకుంటున్నారు? (ప్రస్తుత పరిమితిలో గరిష్టంగా 500%)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "కౌంట్‌డౌన్ ముగిసినప్పుడు, అది తయారీ పరిష్కార ప్రక్రియలోకి ప్రవేశిస్తుంది. కౌంట్‌డౌన్ ముగిసిన తర్వాత (మొదటి ఫ్లాగ్ వద్ద) సిస్టమ్ ప్రారంభ ధరను నమోదు చేస్తుంది. K-లైన్ కొంత కాలం పాటు నడుస్తున్నప్పుడు, సిస్టమ్ ముగింపు ధరను (రెండవ ఫ్లాగ్ వద్ద) రికార్డ్ చేస్తుంది. ముగింపు ధర మరియు ప్రారంభ ధరను పోల్చండి. ముగింపు ధర ప్రారంభ ధర కంటే ఎక్కువగా ఉంటే, పైకి దిశను ఎంచుకునే వ్యాపారి గెలుస్తాడు. లేకపోతే, క్రిందికి దిశను ఎంచుకునే వ్యాపారి గెలుస్తాడు.",
  "When the dual conditions are met, you will receive profits.": "ద్వంద్వ పరిస్థితులు నెరవేరినప్పుడు, మీరు లాభాలను అందుకుంటారు.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "సెంట్రల్ లిమిట్ ఆర్డర్ బుక్‌తో సాంప్రదాయ ఎక్స్ఛేంజ్‌లో వర్తకం చేసినప్పుడు, పెద్ద టేకింగ్ ఆర్డర్‌లు సాధారణంగా ఉత్తమ బిడ్ లేదా ఆఫర్‌కు మించి విశ్రాంతి ఆర్డర్‌లతో క్రాస్ అవుతాయి, ఫలితంగా సగటు పూరక ధర టాప్-ఆఫ్-బుక్ ధర కంటే దారుణంగా ఉంటుంది. మార్కెట్ తయారీదారులు పెద్ద ఆర్డర్‌లను సూచించే అదనపు రిస్క్ కారణంగా వారు టాప్-ఆఫ్-బుక్‌లో అందించడానికి సిద్ధంగా ఉన్న లిక్విడిటీ మొత్తాన్ని పరిమితం చేస్తారు. భారీ ఆర్డర్‌లను బహుళ ధరలతో నింపాల్సిన అవసరం కంటే, Detrade బదులుగా మార్కెట్ ప్రభావం ఫార్ములాను ఉపయోగిస్తుంది, భారీ టేకింగ్ ఆర్డర్‌ల మార్కెట్ ప్రభావాన్ని ప్రతిబింబించేలా (మాన్యువల్‌గా క్లోజ్డ్ ట్రేడ్‌లను కోల్పోవడం) గెలిచిన ట్రేడ్‌ల ముగింపు ధరను సెట్ చేస్తుంది, కానీ మరింత స్థిరంగా మరియు ఊహాజనిత మార్గంలో. ఫ్యూచర్స్ ట్రేడింగ్ పేజీలో కనిపించే ROI కాలిక్యులేటర్‌ను ఉపయోగించడం అనేది ఖచ్చితమైన మార్కెట్ ప్రభావం ప్రభావాలను చూడడానికి సులభమైన మార్గం.",
  "When will the commission be distributed?": "కమీషన్ ఎప్పుడు పంపిణీ చేస్తారు?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "మీ స్నేహితుడి ట్రేడింగ్ ముగిసినప్పుడు, మీరు ఆ ట్రేడింగ్ కోసం తక్షణ కమీషన్‌ను అందుకోవచ్చు.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "బస్ట్ లేదా స్టాప్ లాస్ ధర కోసం <0>P_close</0> <1>P_open*(1-1/multiplier_leverage)</1>.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "ఎక్కడ <0>p_i | i in 1..N</0> మరియు <1>s_i|i in 1..N</1> అనేవి కొనుగోలు ధరలు మరియు పరిమాణాలు టాప్-ఆఫ్-బుక్ నుండి పెరుగుతున్న దూరాన్ని బట్టి క్రమబద్ధీకరించబడతాయి. ఈ ఫంక్షన్ <2>s</2> మొత్తాన్ని కొనుగోలు చేయడానికి ఒకరు చెల్లించే గరిష్ట ధరను అందిస్తుంది",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "ఇక్కడ <0>v_i</0> అనేది మధ్య ధరలను లెక్కించే పరిమాణాలు మరియు మిశ్రమ ఆర్డర్ పుస్తకం నుండి సంచిత కొనుగోలు మరియు విక్రయ పరిమాణాల యూనియన్‌గా నిర్వచించబడతాయి. <1>L</1> అనేది <2>1/V</2>గా నిర్వచించబడిన స్కేలింగ్ కారకం, ఇక్కడ <3>V</3> అనేది మిడ్-ప్రైస్ లెక్కించబడే గరిష్ట పరిమాణం మరియు మిశ్రమ ఆర్డర్ బుక్‌లోని కొనుగోలు మరియు అమ్మకాల పరిమాణాల మొత్తంలో కనిష్టంగా నిర్వచించబడుతుంది.",
  "Which currency pairs can be traded on Detrade?": "Detradeలో ఏ కరెన్సీ జతలను వర్తకం చేయవచ్చు?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "వైట్ లేబుల్ యజమానులు ప్లాట్‌ఫారమ్‌ను అభివృద్ధి చేయడంలో సున్నా ఖర్చులను కలిగి ఉంటారు. వారికి కావలసిందల్లా అమ్మకాలు మరియు మార్కెటింగ్‌పై దృష్టి పెట్టడం.",
  "Whitelist pre-booking": "వైట్‌లిస్ట్ ప్రీ-బుకింగ్",
  "Why Partner with Detrade?": "Detradeతో ఎందుకు భాగస్వామి?",
  "Why choose Detrade": "Detrade ని ఎందుకు ఎంచుకోవాలి",
  "Why you must choose us?": "మీరు మమ్మల్ని ఎందుకు ఎంపిక చేసుకోవాలి?",
  "Wild": "వైల్డ్",
  "Will The Price Go Up Or Down": "ధర పెరుగుతుందా లేదా తగ్గుతుందా",
  "Will the price go up or down ?": "ధర పెరుగు తుందా లేదా తగ్గుతుందా?",
  "Win": "గెలుపు",
  "Win Crypto Tokens": "క్రిప్టో టోకెన్లను గెలుచుకోండి",
  "Win if the price breaks out — above the high or below the low.": "ధర పెరిగినా గెలవండి — గరిష్ట స్థాయికి పైన లేదా కనిష్ట స్థాయికి దిగువన.",
  "Win rate": "విన్ రేటు",
  "Winner": "విన్నర్",
  "Winning": "గెలుపు",
  "Winning Tickets": "గెలిచిన టిక్కెట్లు",
  "Winning prize details": "విజేత బహుమతి వివరాలు",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL రుసుముతో, మీరు ట్రేడ్‌ను తెరవడానికి లేదా మూసివేయడానికి ఎటువంటి రుసుము చెల్లించరు మరియు మీరు ట్రేడ్‌ను మూసివేసినప్పుడు మీ లాభాలలో కొంత భాగం మాత్రమే (ఏదైనా ఉంటే) తీసుకోబడుతుంది",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "ఫ్లాట్ రుసుము ప్రారంభించబడితే, మీరు మీ లాభాలలో 100% స్వీకరిస్తారు, అయితే సాధారణ ఎక్స్ఛేంజ్‌లో వలే ట్రేడ్‌లోకి ప్రవేశించే ముందు <0>ఫ్లాట్ రుసుము</0>ను మీ ప్రవేశం, నిష్క్రమణ మరియు జారడం కవర్ చేస్తుంది",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "హోరిజోన్‌లో ఉత్తేజకరమైన కొత్త ఫీచర్‌లు మరియు అప్‌డేట్‌లతో, Detrade ప్రమోట్ చేయడం ప్రారంభించడానికి ఇదే సరైన సమయం.",
  "Withdraw": "ఉపసంహరించుకోండి",
  "Withdraw Fee": "రుసుమును ఉపసంహరించుకోండి",
  "Withdraw Order Created": "ఉపసంహరణ ఆర్డర్ సృష్టించబడింది",
  "Withdraw Processing": "ఉపసంహరణ ప్రాసెసింగ్",
  "Withdraw Success": "విజయాన్ని ఉపసంహరించుకోండి",
  "Withdraw is in progress": "",
  "Withdraw to": "వరకు ఉపసంహరించుకోండి",
  "Withdraw your earnings 24/7": "మీ ఆదాయాలను 24/7 విత్‌డ్రా చేసుకోండి",
  "Withdrawal fee": "విత్‌డ్రావల్ ఫీజు",
  "Withdrawal fee discount": "ఉపసంహరణ రుసుము తగ్గింపు",
  "Yes": "అవును",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "అవును, DeTrade మొత్తం పారదర్శకతను విశ్వసిస్తుంది మరియు మీకు మొత్తం డేటాను అందిస్తుంది. మీరు ఈ సమాచారాన్ని మొత్తం చూడవచ్చు",
  "Yes, contact us at any time to upgrade your package.": "అవును, మీ ప్యాకేజీని అప్‌గ్రేడ్ చేయడానికి ఎప్పుడైనా మమ్మల్ని సంప్రదించండి.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "అవును, క్రిప్టోకరెన్సీల గురించి తెలియని వారు సోషల్ నెట్‌వర్క్‌ల ద్వారా లాగిన్ అవ్వవచ్చు మరియు వారికి బ్యాంక్ కార్డ్‌లతో నిధులు ఇవ్వవచ్చు.",
  "Yes, you can use both.": "అవును, మీరు రెండింటినీ ఉపయోగించవచ్చు.",
  "Yield": "దిగుబడి",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "మీరు మార్కెట్‌లోని చాలా ప్రధాన స్రవంతి డిజిటల్ కరెన్సీలను డిపాజిట్ చేయవచ్చు మరియు ఉపసంహరించుకోవచ్చు మరియు ప్లాట్‌ఫారమ్ క్రమంగా చట్టపరమైన కరెన్సీల డిపాజిట్ మరియు ఉపసంహరణ విధులను కూడా ప్రారంభిస్తుంది.",
  "You can share your invite link to your friend or your social media": "మీరు మీ ఆహ్వాన లింక్‌ని మీ స్నేహితుడికి లేదా మీ సోషల్ మీడియాకు షేర్ చేయవచ్చు",
  "You have the right to object to our processing of your personal information, under certain conditions.": "కొన్ని షరతులలో, మీ వ్యక్తిగత సమాచారాన్ని మా ప్రాసెసింగ్‌పై అభ్యంతరం చెప్పే హక్కు మీకు ఉంది.",
  "You have the right to request a copy of the personal information we hold about you.": "మీ గురించి మేము కలిగి ఉన్న వ్యక్తిగత సమాచారం యొక్క కాపీని అభ్యర్థించడానికి మీకు హక్కు ఉంది.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "మీ వ్యక్తిగత సమాచారంలో ఏవైనా తప్పులు ఉంటే సరిచేయమని అమీ వ్యక్తిగత సమాచారంలో ఏవైనా తప్పులు ఉంటే సరిచేయమని అభ్యర్థించడానికి మీకు హక్కు ఉంది. భ్యర్థించడానికి మీకు హక్కు ఉంది.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "నిర్దిష్ట మినహాయింపులకు లోబడి మీ వ్యక్తిగత సమాచారాన్ని తొలగించమని అభ్యర్థించడానికి మీకు హక్కు ఉంది.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "వారు నిర్వహించే ప్రతి ట్రేడింగ్ కోసం మీరు ఇంటి అంచులో 20% అందుకుంటారు. మీకు చాలా మంది అనుచరులు ఉంటే, మీరు మరింత కమీషన్ కోసం మమ్మల్ని సంప్రదించవచ్చు.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "మీరు తర్వాతి గంటలో సుమారుగా {nextCapitalCost} సబ్సిడీని అందుకుంటారు మరియు నిర్దిష్ట మొత్తం ఆ సమయంలోని ఫండింగ్ రేటుకు లోబడి ఉంటుంది",
  "You won <0>{{award}}</0>": "మీరు <0>{{award}}</0> గెలిచారు",
  "Your": "మీ",
  "Your Telegram": "మీ Telegram",
  "Your account level is assessed and updated on the": "మీ ఖాతా స్థాయిని అంచనా వేసి, నవీకరించడం జరుగుతుంది",
  "Your current limit is {{limit}}": "మీ ప్రస్తుత పరిమితి {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "మీ ప్రస్తుత పరిమితులు: PnL రుసుము - {{pnl}}, స్థిర రుసుము - {{Fixed}}",
  "Your email": "మీ ఇమెయిల్",
  "Your friends will be associated with you after they sign up": "మీ స్నేహితులు సైన్ అప్ చేసిన తర్వాత మీతో అనుబంధించబడతారు",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "వ్యక్తిగత సమాచారంతో సహా మీ సమాచారం మీ దేశం లేదా అధికార పరిధి వెలుపల ఉన్న సర్వర్‌లు లేదా డేటాబేస్‌లకు బదిలీ చేయబడవచ్చు మరియు నిర్వహించబడవచ్చు. మా ప్లాట్‌ఫారమ్‌ను ఉపయోగించడం ద్వారా, మీరు యునైటెడ్ స్టేట్స్ లేదా Detrade లేదా దాని సర్వీస్ ప్రొవైడర్లు సౌకర్యాలను నిర్వహిస్తున్న ఏదైనా ఇతర దేశానికి మీ సమాచారాన్ని బదిలీ చేయడానికి సమ్మతిస్తున్నారు.",
  "Your investment": "మీ పెట్టుబడులు",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "మీ భాష ఎంపిక Detrade ఇమెయిల్‌లు, SMS, యాప్‌లో నోటిఫికేషన్‌లు మరియు మీరు లాగిన్ చేసిన అన్ని పరికరాలకు వర్తిస్తుంది.",
  "Your name": "మీ పేరు",
  "Your profile is now private": "మీ ప్రొఫైల్ ఇప్పుడు ప్రైవేట్‌గా ఉంది",
  "Your profile is now public": "మీ ప్రొఫైల్ ఇప్పుడు పబ్లిక్‌గా ఉంది",
  "Your transfer amount has to MATCH the submission amount.": "మీ బదిలీ మొత్తం సమర్పణ మొత్తంతో సరిపోలాలి.",
  "Zero Trading Fees": "సున్నా ట్రేడింగ్ రుసుములు",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) డాక్యుమెంట్ వెరిఫికేషన్: పాస్‌పోర్ట్, డ్రైవింగ్ లైసెన్స్ లేదా జాతీయ ఇది కార్డ్ వంటి ప్రభుత్వం జారీ చేసిన గుర్తింపు పత్రాల కాపీలను వినియోగదారులు అప్‌లోడ్ చేయాల్సి ఉంటుంది.",
  "all assets": "అన్ని ఆస్తులు",
  "all status": "అన్ని స్థితి",
  "approved": "ఆమోదించారు",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **పనితీరు కుక్కీలు**: ఈ కుక్కీలు మీరు మా ప్లాట్‌ఫారమ్‌ను ఎలా ఉపయోగిస్తున్నారు, మీరు ఏ పేజీలను ఎక్కువగా సందర్శించడం వంటి సమాచారాన్ని సేకరిస్తుంది. ఈ సమాచారం మా ప్లాట్‌ఫారమ్ యొక్క కార్యాచరణను మెరుగుపరచడానికి ఉపయోగించబడుతుంది.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) చిరునామా ధృవీకరణ: వినియోగదారులు తమ నివాస చిరునామాను ధృవీకరించడానికి యుటిలిటీ బిల్లు లేదా బ్యాంక్ స్టేట్‌మెంట్ వంటి చిరునామా రుజువును అందించాల్సి ఉంటుంది.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "మీ తాజా పనితీరు మరియు కార్యాచరణ ఆధారంగా. నిమగ్నమై ఉండండి మరియు ర్యాంకులను అధిరోహించండి!",
  "basic information verification": "ప్రాథమిక సమాచారం ధృవీకరణ",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **ఫంక్షనల్ కుక్కీలు**: ఈ కుక్కీలు మీరు చేసే ఎంపికలను (మీ వినియోగదారు పేరు, భాష లేదా ప్రాంతం వంటివి) గుర్తుంచుకోవడానికి మరియు మెరుగుపరచబడిన, మరిన్ని వ్యక్తిగత లక్షణాలను అందించడానికి మా ప్లాట్‌ఫారమ్‌ను అనుమతిస్తాయి.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) బయోమెట్రిక్ ధృవీకరణ: Detrade వినియోగదారుల గుర్తింపును ధృవీకరించడానికి ముఖ గుర్తింపు లేదా వేలిముద్ర స్కానింగ్ వంటి బయోమెట్రిక్ ప్రమాణీకరణ పద్ధతులను ఉపయోగించవచ్చు.",
  "change password": "పాస్వర్డ్ మార్చండి",
  "chat rules": "చాట్ నియమాలు",
  "currency": "కరెన్సీ",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **టార్గెటింగ్/అడ్వర్టైజింగ్ కుకీలు**: ఈ కుక్కీలు మీకు మరియు మీ ఆసక్తులకు సంబంధించిన ప్రకటనలను అందించడానికి ఉపయోగించబడతాయి. ప్రకటనల ప్రచారాల ప్రభావాన్ని కొలవడానికి కూడా అవి మాకు సహాయపడతాయి.",
  "date": "తేదీ",
  "day": "రోజు",
  "demo": "డెమో",
  "deposit": "డిపాజిట్",
  "deposit with a 50% bonus": "50% బోనస్‌తో డిపాజిట్ చేయండి",
  "down": "క్రిందికి",
  "earn ticket": "టిక్కెట్ సంపాదించండి",
  "edit profile": "ప్రొఫైల్‌ని సవరించండి",
  "edit your avatar": "మీ అవతార్ మార్చండి",
  "email": "ఇమెయిల్",
  "explanation": "వివరణ",
  "failed": "విఫలమయ్యారు",
  "forgot password?": "పాస్వర్డ్ మర్చిపోయారా?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "డైమండ్‌ని 3 నెలల పాటు పట్టుకోండి — మా VIP మేనేజర్ మీకు తగిన డైమండ్+ అధికారాలను యాక్సెస్ చేయడానికి ఆహ్వానిస్తారు.",
  "init": "మొదలు",
  "liq price": "లిక్విడేషన్ ధర",
  "live": "జీవించు",
  "loading...": "లోడ్ అవుతోంది...",
  "lucky poll": "అదృష్ట పోల్",
  "medium": "మధ్యస్థ",
  "month": "నెల",
  "more": "మరింత",
  "my tickets": "నా టిక్కెట్లు",
  "name": "పేరు",
  "no": "లేదు",
  "or": "లేదా",
  "order id": "ఆర్డర్ ఐడి",
  "pending": "పెండింగ్",
  "perks in total": "మొత్తం ప్రోత్సాహకాలు",
  "price": "ధర",
  "prize": "బహుమతి",
  "processing": "ప్రాసెసింగ్",
  "rejected": "తిరస్కరించారు",
  "results": "ఫలితాలు",
  "rewards": "బహుమతులు",
  "rewards list": "బహుమతుల జాబితా",
  "search “Google Authenticator” and proceed to download.": "\"Google Authenticator\"ని శోధించండి మరియు డౌన్‌లోడ్ చేయడానికి కొనసాగండి.",
  "seed": "సీడ్",
  "strong": "బలమైన",
  "success": "విజయం",
  "temporary rejected": "తాత్కాలిక తిరస్కరించారు",
  "terms and conditions": "నిబంధనలు మరియు షరతులు",
  "tickets number": "టిక్కెట్ల సంఖ్య",
  "ticks": "పేలు",
  "time": "సమయం",
  "token": "టోకెన్",
  "top": "టాప్",
  "trader": "ట్రేడర్",
  "trading platform": "వ్యాపార వేదిక",
  "two-Factor authentication": "రెండు-కారకాల ప్రమాణీకరణ",
  "up": "పైకి",
  "voucher": "వోచర్",
  "wager": "పందెం",
  "weak": "బలహీనమైన",
  "week": "వారం",
  "welcome gifts": "స్వాగతం బహుమతులు",
  "withdraw": "ఉపసంహరించుకోండి",
  "{{field}} is required": "{{field}} అవసరం",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} స్థానం - {{percent}} రోజువారీ పోటీ ప్రైజ్ పూల్‌లో",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>యొక్క {{total}}</0>",
  "|PnL|": "|PnL|"
}
