{
  "* Both a memo/tag and an address are required": "* É necessário um memo/tag e um endereço",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Confirme se o endereço de recebimento exige um MEMO/Tag. Se não for preenchido ou for preenchido incorretamente, o ativo será perdido",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Os resultados da calculadora são estimativas e o ROI/P&L real pode diferir do que é mostrado com base nas condições do mercado.",
  "1-on-1 manager": "Gerente Individual",
  "1. Choose the future price direction": "1. Escolha a direção futura do preço",
  "1. Information We Collect": "1. Informações que coletamos",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1. A Detrade (\"nós\", \"nos\" ou \"nosso\") tem o compromisso de combater a lavagem de dinheiro e as atividades de financiamento do terrorismo por meio da implementação de políticas e procedimentos robustos de combate à lavagem de dinheiro (AML) e de conhecimento do cliente (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 A Detrade (\"nós\", \"nos\" ou \"nosso\") opera uma plataforma de negociação de opções binárias on-line (\"Plataforma\") que permite aos usuários (\"você\" ou \"usuário\") negociar vários instrumentos financeiros.",
  "1.1 Personal Identification Information:": "1.1. Informações de Identificação Pessoal:",
  "1.2 Financial Information:": "1.2. Informações Financeiras:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2. Estas Políticas de Combate à Lavagem de Dinheiro (AML) e Conheça seu Cliente (KYC) (\"Política\") descreve nossas obrigações e procedimentos para verificar a identidade de nossos usuários (\"você\" ou \"usuário\") e detectar e prevenir atividades de lavagem de dinheiro e financiamento do terrorismo na Plataforma Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2. Estes Termos de Uso (\"Termos\") rege o seu uso da Plataforma Detrade. Ao acessar ou usar a nossa Plataforma, você reconhece que leu, entendeu e concorda em ficar vinculado a estes Termos.",
  "1.3 Technical Information:": "1.3. Informações Técnicas:",
  "1.4 Usage Data:": "1.4. Uso de Dados:",
  "1.5 Location Information:": "1.5. Informações de Localização:",
  "1.6 Cookies and Tracking Technologies:": "1.6. Cookies e Tecnologias de Rastreamento:",
  "1.Introduction": "1. Introdução",
  "10 most wagering players carve up the prize pool.": "Os 10 jogadores que mais apostarem dividem o prêmio.",
  "10. Amendments to the Policy": "10. Alterações à Política",
  "10. International Data Transfers": "10. Transferências Internacionais de Dados",
  "10. Limitation of Liability": "10. Limitação de Responsabilidade",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1. A Detrade reserva o direito de modificar ou alterar esta Política a qualquer momento. Quaisquer alterações entrarão em vigor imediatamente após a publicação na Plataforma.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1. Na medida máxima permitida por lei, a Detrade não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes relacionados ao uso de nossa Plataforma.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2. Em nenhuma hipótese a responsabilidade total da Detrade perante você por todos os danos, perdas e causas de ação decorrentes de ou em conexão com este Contrato excederá o valor pago por você, se houver, à Detrade durante o período de 12 (doze) meses imediatamente anterior ao evento que deu origem a tal responsabilidade.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2. É de sua responsabilidade a revisão periódica desta Política para se manter informado sobre atualizações ou alterações. O uso contínuo da Plataforma após quaisquer modificações configura a aceitação dessas alterações.",
  "1000x leverage": "Alavanca 1000x",
  "11. Contact Information": "11. Informações de Contato",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1. Caso tenha dúvidas, preocupações ou feedbacks sobre esta Política ou sobre os procedimentos de AML e KYC da Detrade, entre em contato conosco em [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1. Você concorda em indenizar, defender e isentar de responsabilidade a Detrade e suas afiliadas, executivos, diretores, funcionários e agentes de e contra todas e quaisquer reivindicações, responsabilidades, danos, perdas, custos, despesas ou taxas (incluindo honorários advocatícios razoáveis) decorrentes de ou em conexão com o seu uso da Plataforma Detrade ou sua violação destes Termos de Uso.",
  "11.Indemnification": "11. Indenização",
  "12. Contact Us": "12. Fale Conosco",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1. Estes Termos será regido e interpretado conforme as leis de [Jurisdição].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2. Quaisquer disputas decorrentes ou relacionadas a estes Termos de Uso deverão ser resolvidas por arbitragem, conforme as regras da [Organização de Arbitragem].",
  "12.Governing Law and Dispute Resolution": "12. Lei Aplicável e Resolução de Disputas",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "10.1. A Detrade reserva o direito de modificar ou alterar estes Termos a qualquer momento. Quaisquer alterações entrarão em vigor imediatamente após a publicação na Plataforma.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2. É de sua responsabilidade a revisão periódica destes Termos de Uso para se manter informado sobre quaisquer atualizações ou alterações. O uso contínuo da plataforma após quaisquer modificações configura a aceitação dessas alterações.",
  "13.Amendments to the Agreement": "13. Alterações nos Termos de Uso",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1. Se você tiver dúvidas, preocupações ou feedbacks acerca destes Termos de Uso ou da Plataforma Detrade, entre em contato conosco em",
  "14.Contact Information": "14. Informações de Contato",
  "16th of every month": "16º dia de cada mês",
  "1D": "1 DIA",
  "1M": "1 MÊS",
  "1W": "1 SEMANA",
  "2. Definitions": "2. Definições",
  "2. Eligibility": "2. Elegibilidade",
  "2. How We Use Your Information": "2. Como utilizamos suas informações",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Você pode visualizar o valor total dos fundos para as direções ACIMA e ABAIXO e o status do seu pedido e de outros usuários na lista.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1. \"AML\" refere-se ao Anti-Money Laundering (Combate à Lavagem de Dinheiro). Trata-se do conjunto de procedimentos, leis e regulamentos concebidos para impedir a geração ilegal de rendimentos através de sistemas financeiros.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Ao acessar ou usar a Plataforma Detrade, você declara e garante que tem pelo menos 18 anos e tem capacidade legal para vincular-se a estes Termos.",
  "2.1 To Provide and Maintain Our Platform:": "2.1. Para fornecer e manter nossa plataforma:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" refere-se ao Know Your Customer (Conheça seu Cliente). Trata-se do processo de verificação da identidade dos clientes e da avaliação de seu risco potencial de envolvimento em atividades ilegais.",
  "2.2 To Improve Our Platform:": "2.2 Para melhorar nossa plataforma:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2. Você deve estar em conformidade com todas as leis e regulamentações aplicáveis relacionadas ao uso da nossa Plataforma.",
  "2.3 To Communicate with You:": "2.3 Para nos comunicarmos com você:",
  "2.4 To Personalize Your Experience:": "2.4. Personalize sua Experiência:",
  "2.5 To Conduct Analytics and Research:": "2.5 Para conduzir análise e pesquisa:",
  "2.6 To Ensure Security and Compliance:": "2.6 Para garantir a segurança e a conformidade:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% de comissão de afiliado (aumento de 100% em relação à nossa taxa básica).",
  "20+ exchange market data": "Mais de 20 mercados de câmbio",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Aviso de restrição de saque em 24 horas Nosso sistema identificou alterações em informações importantes de sua conta e, portanto, estamos suspendendo temporariamente o recurso de saque de sua conta enquanto tomamos medidas para proteger seus ativos. As restrições serão automaticamente removidas em UTC {{time}}",
  "24h Live Players": "Jogadores ao vivo 24 horas",
  "24h Trade Vol": "Volume de 24h",
  "24h Wins Paid": "Vitórias pagas em 24h",
  "24h high": "24h maior",
  "24h low": "24h menor",
  "24h players": "Jogadores 24h",
  "24h win ratio": "Taxa de vitória em 24h",
  "2FA Code's length is not right": "Código 2FA incorreto",
  "2FA authentication": "Autenticação 2FA",
  "2s CFD and 5-60s Options": "CFD de 2s com opções de 5 a 60s",
  "3. Customer Due Diligence (CDD)": "3. Diligência Prévia do Cliente (CDD)",
  "3. How We Share Your Information": "3. Como compartilhamos suas informações",
  "3. Wait for system settlement": "3. Aguarde a liquidação do sistema",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1. A Detrade realiza uma diligência prévia (CDD) em todos os usuários para verificar sua identidade e avaliar seu nível de risco.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1. Para acessar certos recursos da Plataforma Detrada, é necessário registrar uma conta.",
  "3.1 With Service Providers:": "3.1. Provedores de Serviços:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2. Durante o processo de registro, pode ser solicitado que você forneça certas informações pessoais incluindo, mas não limitado ao, seu nome completo, data de nascimento, endereço residencial com o respectivo comprovante e documento de identidade emitido pelo governo.",
  "3.2 For Legal Reasons:": "3.2. Por Motivos Legais:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2. Ao criar uma conta, você concorda em fornecer informações precisas, atuais e completas sobre si mesmo, conforme solicitado pelo formulário de registro.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3. A Detrade reserva o direito de solicitar informações ou documentação adicionais para verificar sua identidade ou avaliar seu nível de risco.",
  "3.3 To Protect Our Rights:": "3.3. Proteção dos nossos direitos:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3. Você é responsável por manter a confidencialidade de suas credenciais e por todas as atividades que ocorrerem em sua conta.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4. A Detrade reserva o direito de suspender ou encerrar sua conta se acreditarmos que você forneceu informações falsas ou enganosas durante o processo de registro ou violou qualquer disposição destes Termos de Uso.",
  "3.4 With Your Consent:": "3.4. Com seu Consentimento:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4. Você concorda em fornecer qualquer informação ou documentação solicitada pela Detrade para fins de cumprimento da diligência prévia (CDD).",
  "3.5 In Business Transfers:": "3.5 Em transferências de negócios:",
  "3.Account Registration": "3. Registo de Conta",
  "3rd Merchant Processing": "Processamento do 3º comerciante",
  "4. Check the winning and losing results": "4. Verifique os resultados de vitórias e derrotas",
  "4. Identity Verification": "4. Verificação de Identidade",
  "4. Platform Use": "4. Uso da Plataforma",
  "4. Your Data Protection Rights": "4. Direitos de Proteção de Dados",
  "4.1 Access:": "4.1. Acesso:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1. A Detrade utiliza de vários métodos e ferramentas para verificar a identidade de seus usuários, incluindo, mas não se limitando a:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1. A Plataforma da Detrade é fornecida apenas a título informativo e educacional. Você reconhece e concorda que qualquer informação fornecida em nossa Plataforma não se destina ao aconselhamento financeiro e não deve ser considerada para a tomada de decisões de investimento.",
  "4.2 Correction:": "4.2 Correção:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2. A Detrade reserva o direito de rejeitar qualquer documento ou informação fornecida pelos usuários se for considerada insuficiente ou imprecisa para fins de verificação de identidade.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2. Você é o único responsável por avaliar os riscos associados ao trading de opções binárias e por determinar se a Plataforma Detrade é adequada para você.",
  "4.3 Deletion:": "4.3 Exclusão:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3. Você concorda em usar a Plataforma segundo todas as leis e regulamentos aplicáveis e de uma maneira que não infrinja os direitos de terceiros ou viole estes Termos de Uso.",
  "4.4 Objection:": "4.4 Objeção:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5. Restrição: Você tem o direito de solicitar que restrinjamos o processamento de suas informações pessoais, sob determinadas condições.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6. Portabilidade de Dados: Você tem o direito de solicitar a transferência de suas informações pessoais para outra organização ou diretamente para você, sob determinadas condições.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7. Revogação do Consentimento: você tem o direito de, a qualquer momento, revogar o consentimento para processarmos suas informações.",
  "5. Data Security": "5. Segurança de Dados",
  "5. Risk Assessment": "5. Avaliação de Risco",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1. A Detrade realiza a avaliação de risco de cada usuário com base em suas informações de verificação de identidade, histórico de transações e outros fatores relevantes.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1. A Plataforma Detrade permite aos usuários a negociação de opções binárias em vários instrumentos financeiros, incluindo, mas não se limitando a ações, moedas, commodities e índices.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2. Os usuários podem receber uma classificação de risco com base nos resultados da avaliação de risco, o que pode influenciar o nível de análise aplicado às suas transações e atividades na conta.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2. Você reconhece e concorda que o trading de opções binárias envolvem riscos significativos, incluindo o de perder todo seu investimento.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3. Você é o único responsável por avaliar os riscos associados a cada operação e por determinar a estratégia de investimento apropriado conforme suas circunstâncias individuais.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4. A Detrade não fornece nenhuma garantia quanto à lucratividade ou ao sucesso de qualquer negociação feita em nossa Plataforma.",
  "5.Trading": "5.Trading",
  "50+ trading pairs": "Mais de 50 pares de trading",
  "6 Month's Pnl": "Pnl de 6 meses",
  "6. Data Retention": "6. Retenção de Dados",
  "6. Fees and Charges": "6. Taxas e Encargos",
  "6. Monitoring and Reporting": "6. Monitoramento e Relatórios",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1. A Detrade poderá cobrar taxas por determinados serviços ou transações realizadas em nossa Plataforma. Você concorda em pagar todas as taxas e encargos aplicáveis relacionadas ao seu uso da nossa Plataforma.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1. A Detrade monitora as transações do usuário e a atividade da conta em busca de sinais de comportamento suspeito ou incomum que possam indicar lavagem de dinheiro ou atividades de financiamento do terrorismo.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2. A Detrade reserva o direito de alterar ou modificar a estrutura de tarifas a qualquer momento, com ou sem aviso prévio.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2. A Detrade reserva o direito informar a ocorrência de atividades suspeitas às autoridades competentes e de tomar as medidas adequadas, incluindo, entre outras, o congelamento ou a suspensão de contas de usuários.",
  "6M": "6 MESES",
  "7 * 24 technical services": "Serviços técnicos 24 horas por semana",
  "7. Cookies and Similar Technologies": "7. Cookies e Tecnologias Similares",
  "7. Intellectual Property": "7. Propriedade Intelectual",
  "7. Record-Keeping": "7. Manutenção de Registros",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1. Todo o conteúdo e material disponíveis na Plataforma Detrade, incluindo, mas não se limitando a textos, gráficos, logotipos, imagens e softwares são de propriedade da Detrade ou de seus licenciadores e são protegidos por direitos autorais, marcas registradas e outras leis de propriedade intelectual.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1. Cookies: utilizamos cookies para aprimorar sua experiência na Plataforma. Um cookie é um pequeno arquivo colocado em seu dispositivo que nos permite reconhecer seu navegador e capturar e lembrar determinadas informações.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1. A Detrade mantém registros de todas as informações de identificação e transação do usuário conforme as leis e os regulamentos aplicáveis.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2. Tipos de cookies: a) **Cookies essenciais**: necessários para a operação da Plataforma e permitem que você navegue pelo site e utilize dos recursos.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2. Os registros dos usuários são mantidos em sigilo e divulgados apenas para funcionários autorizados ou autoridades reguladoras, conforme exigido por lei.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2. Você recebe uma licença limitada, não exclusiva e intransferível para acessar e usar a Plataforma Detrade apenas para seu uso pessoal e não comercial.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3. Gerenciamento de Cookies: você pode controlar o uso de cookies no nível do navegador individual. Se você rejeitar os cookies, ainda poderá usar nossa Plataforma, mas a possibilidade de usar alguns recursos ou áreas poderá ser limitada.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3. Você concorda em não reproduzir, modificar, distribuir ou criar trabalhos derivados com base em qualquer conteúdo e/ou material disponível na Plataforma sem o consentimento expresso da Detrade.",
  "8. Third-Party Links": "8. Links de Terceiros",
  "8. Training and Awareness": "8. Treinamento e Conscientização",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1. Para fins de garantir o conhecimento sobre as políticas e os procedimentos de AML e KYC, a Detrade oferece programas de treinamento e conscientização a todos os seus funcionários.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1. A Detrade respeita a privacidade de seus usuários e tem o compromisso de proteger suas informações pessoais. Consulte nossa Política de Privacidade para obter detalhes sobre como coletamos, usamos e divulgamos suas informações pessoais.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2. Os funcionários são treinados para reconhecer e relatar atividades suspeitas e para cumprir todos os requisitos de AML e KYC.",
  "8.Privacy Policy": "8. Política de Privacidade",
  "9. Children's Privacy": "9. Privacidade das Crianças",
  "9. Compliance Oversight": "9. Supervisão de Compliance",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1. A Detrade designou um Diretor de Compliance responsável por supervisionar as políticas e procedimentos de AML e KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1. A Detrade reserva o direito de suspender ou encerrar seu acesso à Plataforma a qualquer momento, com ou sem motivo, e sem aviso prévio.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2. O Diretor de Compliance é responsável por monitorar as regulamentações, atualizar as políticas de AML e KYC e garantir que as operações da Detrade permaneçam em conformidade com todas as leis e regulamentos aplicáveis.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2. Após a rescisão de seu acesso à plataforma da Detrade, todas as disposições deste Contrato que, por sua natureza, devam sobreviver à rescisão, sobreviverão, incluindo, entre outras, as disposições relativas à propriedade intelectual, à limitação de responsabilidade e à resolução de disputas.",
  "9.Termination": "9. Rescisão",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Valor do Bônus:</0> 50% do seu primeiro depósito",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Limite de Bônus:</0> máximo de 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Elegibilidade:</0> apenas para novos usuários na Detrade",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Requisito:</0> primeiro depósito ≥ 50 USDT (ou o equivalente em cripto)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Produtos Suportados</0>: Maior/Menor, Margem, Cima/Baixo, Futuro",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> bilhetes foram enviados nesta rodada!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> por entrada e saída de negociações de {{position}}, incluindo margem de erro",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>de {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Uma taxa fixa de {{feeAmount}} ({{commission}}) foi cobrada na abertura da negociação (posição:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Uma fração de seus lucros (se houver) é retirada quando você fecha a operação",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Uma taxa variável foi cobrada como uma fração dos lucros ao fechar a operação",
  "A verification will be sent to {{email}}": "Uma verificação será enviada para {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "R: certifique-se de que você desbloqueou todos os quatro modos de negociação. Se o problema persistir, entre em contato com o Suporte ao Cliente para obter ajuda.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "R: não, o bônus não é sacável. No entanto, qualquer <0>lucro obtido através do bônus</0> poderá ser sacado.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "R: Sim. Por favor, ative seu bônus em até <0>7 dias </0> após emissão. Bônus expirados não podem ser recuperados.",
  "AF": "AF",
  "AML & KYC policy": "Política de AML e KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Sobre a Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Acesse mais de 70 ativos populares com potencial de lucro de até 90%",
  "Account Details": "Detalhes da Conta",
  "Account Not Verified": "Conta não verificada",
  "Account Verified": "Conta verificada",
  "Activate": "Ativar",
  "Activation expiry time": "Tempo de expiração",
  "Active": "Ativo",
  "Active tickets": "Bilhetes Ativos",
  "Activity priority access": "Acesso prioritário à atividade",
  "Add": "Adicionar",
  "Add key phrase into Google Authenticator and remember the key phrase": "Adicione a frase chave ao Google Authenticator e lembre-se dela",
  "Add referral": "Adicionar Indicação",
  "Add referral code": "Adicionar código de indicação",
  "Address is required": "É necessário um endereço",
  "Address valid": "Endereço válido",
  "Advanced": "Avançado",
  "Advanced Users": "Usuários avançados",
  "Advanced chart": "Gráfico Avançado",
  "Advantage": "Vantagem",
  "Affiliate program": "Programa de Afiliados",
  "Affiliates": "Afiliados",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Após completar seu primeiro depósito, vá para a <0>Central de Recompensas</0> para visualizar seu voucher teste inicial de 1 USDT.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Após definir suas informações pessoais como privadas, outros usuários não poderão ver seu nome de usuário e suas informações.",
  "Agreement": "Termos de Uso",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Método Airdrop: Os prêmios são distribuídos automaticamente para a carteira. Siga o e-mail no aplicativo.",
  "Airdrop plan": "Plano de airdrop",
  "Airdrop program": "Programa de Airdrop",
  "Airdrops": "Airdrops",
  "Algorithm": "Algoritmo",
  "All": "Todos",
  "All Assets": "Todos os ativos",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Todas as atividades de corretagem neste site são fornecidas pela Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Todas as fórmulas de jogo são abertas e transparentes, impedindo fraudes e evitando riscos aos parceiros e jogadores.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Todos os preços para a rodada de negociação de 24 horas são predeterminados usando uma semente sorteada aleatoriamente, que é revelada no final de cada rodada de negociação. Com essa semente publicada, qualquer pessoa pode verificar que aderimos ao algoritmo detalhado abaixo e não alteramos nenhum preço após o início da rodada. Notavelmente, é impossível alterarmos os preços com base nas operações dos usuários.",
  "All prizes will be sent in USDT.": "Todos os prêmios serão enviados em USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Toda a experiência de um trader topo de linha que você precisa, incluindo o acesso aos indicadores de negociação e sinais mais quentes.",
  "All time wins paid": "Todos os ganhos",
  "Already have an account?": "Já possui uma conta?",
  "Amount": "Quantidade",
  "Amount is required": "É necessário um valor",
  "Amount to withdraw": "Valor a ser sacado",
  "Announcement": "Anúncio",
  "Announcements": "Anúncios",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Política de Combate à Lavagem de Dinheiro (AML) e Conheça seu Cliente (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Ficou com alguma dúvida? Nossa equipe de suporte está pronta para ajudá-lo e orientá-lo durante o processo de inscrição.",
  "Apply": "Confirmar",
  "Applying": "Aplicação",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Cerca de {{nextCapitalCost}} será cobrado na próxima hora. O valor específico está sujeito à taxa de financiamento daquele momento.",
  "Are there any geographical restrictions?": "Existem restrições geográficas?",
  "Arrival amount": "Valor de chegada",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Enquanto o programa permanecer ativo, você poderá ganhar comissões a partir do momento em que seu indicado criar uma conta Detrade.",
  "Ask a question": "Faça uma pergunta",
  "Asset types,currencies,cryptocurrencies for any trader.": "Tipos de ativos, moedas, criptomoedas para qualquer operador.",
  "Assets": "Ativos",
  "Assets overview": "Resumo dos Ativos",
  "At least {{exceed}} number": "Pelo menos {{exceed}} number",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Ao final da contagem regressiva, o lucro e o prejuízo serão determinados com base na tendência prevista.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "No início de cada rodada de negociação (00:00 UTC), uma nova semente de 32 bytes é escolhida aleatoriamente. Os preços de todas as rodadas podem ser reproduzidos combinando essa semente com um contador de ticks incrementais.",
  "Auto": "Automático",
  "Available": "Disponível",
  "Available on request": "Disponível mediante solicitação",
  "Award quota": "Cota de prêmios",
  "Awarded users": "Usuários Premiados",
  "Balance": "Saldo",
  "Balance is not enough": "Saldo insuficiente",
  "Basic": "Básico",
  "Becoming an affiliate is easy": "Tornar-se um afiliado é fácil",
  "Benefit from our many years of experience and internationally renowned reputation.": "Beneficie-se de nossos muitos anos de experiência e de nossa reputação internacionalmente reconhecida.",
  "Benefits": "Benefícios",
  "Benefits:": "Benefícios:",
  "Best For": "Melhor para",
  "Bet": "Aposta",
  "Betting": "Apostando",
  "Binary Options Exchange": "Corretora de Opções Binárias",
  "Bind": "Vinculação",
  "Bind Success": "Vinculado com sucesso",
  "Black diamond circle": "Círculo de Diamante Negro",
  "Blockchain Processing": "Processamento de blockchain",
  "Bonus": "Bônus",
  "Bonus Rules": "Regras do Bônus",
  "Bonus Trial": "Bônus Teste",
  "Bonus pool": "Bônus",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Os vouchers de bônus <0>não são sacáveis</0>. Os lucros advindos do bônus, <1>sim<1>.",
  "Boost your earnings by affiliate program": "Aumente seus ganhos pelo Programa de Afiliados",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Impulsione seu trading com a alavanca de até 1000x — maior o risco, maior a recompensa.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Amplie sua posição com a alavanca de até 1000x - maior o risco, maior a recompensa.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Produtos e Serviços de Corretagem oferecidos pela Nexus Play LLC.",
  "Bronze": "Bronze",
  "Bust And Stop Loss Prices": "Preços de Bust e Stop Loss",
  "Buy": "Comprar",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Ao acessar e/ou utilizar a Plataforma Detrade, você reconhece que leu, entendeu e concorda em ficar vinculado as Políticas de Privacidade. Caso não concorde com qualquer parte dessa Política, não deverá usar a Plataforma Detrade.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Ao acessar e/ou utilizar a Plataforma Detrade, você reconhece que leu, entendeu e concorda em ficar vinculado a estes Termos de Uso. Caso não concorde com qualquer parte destes Termos, não deverá usar a Plataforma Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Ao acessar e/ou utilizar a Plataforma Detrade, você reconhece que leu, entendeu e concorda em ficar vinculado as Políticas AML e KYC. Caso não concorde com qualquer parte dessas Políticas, não deverá usar a Plataforma Detrade.",
  "Calculator": "Calculadora",
  "Campaign": "Campanha",
  "Campaign Center": "Central de Campanha",
  "Can I See The Data Of My Referral?": "Posso ver os dados da minha indicação?",
  "Can I use a live account and a demo account at the same time?": "Posso usar uma conta real e uma conta demo ao mesmo tempo?",
  "Can Partner upgrade his partnership level in the future?": "O parceiro pode melhorar seu nível de parceria no futuro?",
  "Can non-crypto users play Detrade games?": "Os usuários que não usam criptomoedas podem jogar os jogos da Detrade?",
  "Cancel": "Cancelar",
  "Cannot exceed {{exceed}} characters": "Não pode exceder {{exceed}} caracteres",
  "Cash All": "Retira tudo",
  "Champion Profits": "Lucros dos Campeões",
  "Change": "Alterar",
  "Change password": "Alterar senha",
  "Chat": "Chat",
  "Check <0>ROI calculator</0> for more details": "Consulte <0>a calculadora de ROI</0> para obter mais detalhes",
  "Chg%": "Chg%",
  "Choose Symbol": "Escolher Símbolo",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Escolha o <0> tipo de conta </0> e comece a negociar!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Escolha o <br/> tipo de conta </br> e comece a negociar!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Escolha um multiplicador para maximizar sua posição. A definição de um multiplicador mais alto aumenta sua margem de risco",
  "Choose the cryptocurrency that you would like to start trading.": "Escolha a criptomoeda que você deseja começar a negociar.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Escolha para cima ou para baixo para colocar uma ordem no tempo especificado da contagem regressiva.",
  "Claim": "Reivindicar",
  "Claim Voucher": "Reivindicar Voucher",
  "Claimed rewards": "Recompensas Reivindicadas",
  "Claimed rewards details": "Detalhes das recompensas reivindicadas",
  "Click Here To View The": "Clique Aqui para visualizar o",
  "Click Up or Down to Trading": "Selecione Cima ou Baixo para negociar",
  "Client": "Cliente",
  "Close": "Fechar",
  "Close Time": "Horário de fechamento",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Feche a qualquer momento, seja com lucro ou prejuízo. Defina metas de take-profit ou stop-loss para fechar sua posição automaticamente",
  "Close the order": "Fechar a ordem",
  "Close type": "Tipo de fechamento",
  "Closed successfully!": "Fechado com sucesso!",
  "Co-planning rights": "Direitos de co-planejamento",
  "Coin-Margined": "Margem da moeda",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Combine todas as ordens restantes de cada lsita de preço em um único livro de ordens composto. É aceitável e esperado que o preço de algumas ordens de compra exceda o preço de algumas ordens de venda de outras bolsas. O tamanho das ordens individuais é limitado a US$ 1 milhão para limitar a influência de uma única ordem grande.",
  "Coming soon": "Em breve",
  "Community": "Comunidade",
  "Community access": "Acesso à Comunidade",
  "Completed": "Concluído",
  "Comprehensive trading training": "Treinamento abrangente em trading",
  "Computers and smartphones are fully functional": "Computadores e celulares estão totalmente funcionais",
  "Condition 1: The price trend matches your prediction.": "Condição 1: A tendência do preço corresponde à sua previsão.",
  "Condition 2: Price movement breaks through the spread.": "Condição 2: A movimentação do preço rompe a margem.",
  "Confirm": "Confirmar",
  "Confirm Close": "Confirmar fechamento",
  "Confirm removing Google 2FA authentication?": "Confirmar a remoção da Autenticação 2FA do Google?",
  "Confirm settlement of all orders?": "Confirmar a liquidação de todos os pedidos?",
  "Confirm to close the order?": "Confirmar o encerramento do pedido?",
  "Confirmations": "Confirmações",
  "Connect": "Conectar",
  "Connect with your friends": "Conecte-se com seus amigos",
  "Contact Us": "Fale Conosco",
  "Contact us": "Fale Conosco",
  "Contact us with Email or Live chat": "Entre em contato conosco por e-mail ou chat ao vivo",
  "Content creators program": "Programa de Criadores de Conteúdo",
  "Contest prize pool": "Premiação do Concurso",
  "Continue": "Continuar",
  "Continue Deposit Process": "Continuar com o depósito",
  "Continue deposit process": "Continuar com o depósito",
  "Continue with Google": "Continuar com o Google",
  "Continue with X": "Continuar com X",
  "Continuously updated": "Atualizado continuamente",
  "Convenient deposit and withdrawal methods": "Métodos convenientes de depósito e saque",
  "Copy": "Copiar",
  "Copy Success": "Copiado com sucesso",
  "Copy this code to your authenticator app": "Copie este código para o seu aplicativo de autenticação",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Copyright ©️ 2025 Nexus Play LC., Todos os direitos reservados.",
  "Country": "País",
  "Create Password": "Criar senha",
  "Crypto": "Criptomoeda",
  "Crypto - binary options": "Cripto - opções binárias",
  "Crypto Pairs": "Pares de criptomoedas",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "O trading de contratos de criptomoedas implica um alto nível de risco, podendo o usuário perder todo o valor da negociação. Quanto maior a alavanca usada, maior será o risco. No entanto, em nenhuma circunstância o usuário perderá mais do que o valor inicial de negociação.",
  "Currency": "Moeda",
  "Custom Price Move %": "Movimento de Preço Personalizado %",
  "Custom cashback plan": "Plano de Cashback Personalizado",
  "Custom revenue share and fee option.": "Opções personalizadas de taxa e quota de receita.",
  "Custom services": "Atendimento ao Cliente",
  "Custom signals": "Sinais Personalizados",
  "Customized incentives tailored to your needs.": "Incentivos personalizados adaptados às suas necessidades.",
  "DOWN": "BAIXO",
  "Daily Active Users": "Usuários ativos diariamente",
  "Daily Earning": "Ganhos diários",
  "Daily contest": "Concurso Diário",
  "Dark": "Escuro",
  "Date": "Data",
  "Day": "Dia",
  "DeTrade overview": "Visão geral da DeTrade",
  "Dedicated customer support": "Suporte Dedicado ao Cliente",
  "Demo": "Demonstração",
  "Demo Account": "Conta Demo",
  "Demo Trading": "Demo Trading",
  "Depending on your location, you may have the following rights regarding your personal information:": "Dependendo da sua localização, você pode ter os seguintes direitos em relação às suas informações pessoais:",
  "Deposit": "Depósito",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Deposite 120 USDT → Receba um bônus de 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Deposite 80 USDT → Receba um bônus de 40 USDT",
  "Deposit Amount": "Valor do depósito",
  "Deposit Order Created": "Pedido de depósito criado",
  "Deposit Via {{depositChannel}}": "Depósito via {{depositChannel}}",
  "Deposit address": "Endereço de Depósito",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Deposite e saque facilmente usando o método de pagamento mais conveniente.",
  "Deposit is in progress": "",
  "Deposit now": "Deposite agora",
  "Deposits and withdrawals": "Depósitos e Saques",
  "Derivative Exchanges": "Trocas de Derivados",
  "Description": "Descrição",
  "Detail": "Detalhes",
  "Details": "Detalhes",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "A Detrade (\"nós\", \"nos\" ou \"nosso\") valoriza sua privacidade e tem o compromisso de proteger suas informações pessoais. Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações quando você usa nossa plataforma de negociação de opções binárias (\"Plataforma\"). Ao acessar ou usar nossa Plataforma, você concorda com a coleta e o uso de informações de acordo com esta política. Se não concordar com esta política, você não deverá usar nossa Plataforma.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "O Detrade Connect é uma solução de integração perfeita que permite que plataformas de terceiros se conectem facilmente ao nosso ecossistema. Por meio de APIs poderosas e ferramentas de automação, integramos diretamente as principais funções de nossos produtos em sua plataforma. Seu objetivo é fornecer às plataformas derivados de criptomoedas diversificados, troca de dados mais rápida e a capacidade de acessar nossos recursos de ponta, garantindo conexões seguras, dimensionáveis e confiáveis. Se você deseja expandir a prestação de serviços ou simplificar os fluxos de trabalho, o Detrade Connect pode tornar a integração simples, eficiente e eficaz.",
  "Detrade Index Prices": "Preços do Índice da Detrade",
  "Detrade Partner": "Parceiro da Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Programa de Parceiros da Detrade! Esse programa foi desenvolvido para oferecer aos criadores de conteúdo um potencial de receita aprimorado e benefícios exclusivos, tornando seus esforços promocionais realmente recompensadores.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "A Detrade tem o compromisso de transformar o tradicional setor de comércio inteligente e de abrir os mercados financeiros para todos, em qualquer lugar. Nossa missão é oferecer a mais inovadora experiência de trading. Qualquer pessoa no mundo pode participar das transações.",
  "Detrade has completed the code review and the result is in TOP-10%.": "A Detrade concluiu a revisão do código e o resultado está no TOP-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "A Detrade está em um rápido ritmo de crescimento. A fim de nos tornarmos a plataforma preferida para a negociação de opções binárias em criptomoedas, temos o compromisso de oferecer aos nossos usuários uma experiência inovadora e envolvente.",
  "Detrade learn": "Aprenda a Detrade",
  "Detrade offers 3 types of optional products.": "A Detrade oferece 3 tipos de produtos opcionais.",
  "Detrade partnership program": "Programa de Parceria da Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "A Detrade reserva os direitos de interpretação final para esta campanha.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "A Detrade reserva o direito de alterar quaisquer regras e condições a seu exclusivo critério e sem aviso prévio.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "A Detrade reserva o direito de excluir jogadores que tenham violado nossas regras em qualquer etapa da Competição.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "A Detrade reserva o direito de revisar, suspender ou cancelar a atividade ou a distribuição de airdrop a qualquer momento, incluindo quaisquer termos e condições relevantes. A revisão é para gerenciar/prevenir fraudes e outras atividades ilegais. A menos que o usuário se envolva em fraudes e outras atividades ilegais, tal revisão não afetará os usuários que optaram por participar.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "A Detrade reserva o direito de atualizar ou alterar esta Política de Privacidade a qualquer momento. Nós o notificaremos sobre quaisquer alterações publicando a nova Política de Privacidade em nossa Plataforma. Aconselhamos que revise esta Política periodicamente para verificar se houve alguma alteração. Seu uso contínuo da Plataforma após quaisquer modificações configura o reconhecimento das modificações e seu consentimento em cumprir e ser vinculado à Política de Privacidade atualizada.",
  "Detrade weekly draw": "Sorteio Semanal Detrade",
  "Developer documentation": "Documentação do Desenvolvedor",
  "Device": "Dispositivo",
  "Diamond": "Diamante",
  "Diamond Partner": "Parceiro Diamante",
  "Didn't find an answer to our question?": "Não encontrou uma resposta?",
  "Direction": "Direção",
  "Discover trending tokens. Trade. Earn. Repeat.": "Descubra os tokens em alta. Negocie. Ganhe. Repita.",
  "Distributing Payout": "Distribuição do pagamento",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Não use símbolos especiais e barra de espaço. Caso contrário, sua conta poderá não ser compatível.",
  "Do not use special symbols, otherwise your account may not be supported.": "Não use símbolos especiais. Caso contrário, sua conta poderá não ser compatível.",
  "Does the company have the legal qualifications to carry out relevant business?": "A empresa possui as qualificações legais para desenvolver as operações relevantes?",
  "Don't beg or ask for loans, rains or tips.": "Não implore nem peça empréstimos, chuvas ou gorjetas.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Não se envolva em nenhuma forma de publicidade/troca/venda/compra ou oferta de serviços.",
  "Don't harass or be offensive to other users or Detrade staff.": "Não assedie nem seja ofensivo com outros usuários ou com a equipe da Detrade.",
  "Don't have an account?": "Ainda não possui uma conta?",
  "Don't let anyone see this!": "Não deixe ninguém ver isso!",
  "Don't share any personal information (including socials) of you or other players.": "Não compartilhe nenhuma informação pessoal (incluindo dados sociais) sua ou de outros jogadores.",
  "Don't share codes, scripts or any other bot service.": "Não compartilhe códigos, scripts ou qualquer outro serviço de bot.",
  "Don't show again": "Não mostrar novamente",
  "Don't spam & don't use excessive capital letters when chatting.": "Não faça spam e não use letras maiúsculas em excesso no bate-papo.",
  "Don't use URL shortening services. Always submit the full link.": "Não use serviços de encurtamento de URL. Sempre envie o link completo.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Não use contas alternativas (alts) no bate-papo, pois isso é estritamente proibido.",
  "Done": "Concluído",
  "Down": "Abaixo",
  "Down Wins": "Abaixo ganha",
  "Down vs. Up Ratio (Live Data)": "Relação Cima x Baixo (dados ao vivo)",
  "Download": "Baixar",
  "Download the Google Authenticator app": "Baixe o aplicativo Google Authenticator",
  "Drop us a line here": "Entre em contato conosco aqui",
  "Duration: {{time}}": "Duração: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Para evitar duplicações, cada ID de pedido pode ser usado APENAS uma vez.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Cada usuário é elegível a receber <0>apenas um</0> bônus de primeiro depósito",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Cada código de voucher pode ser resgatado apenas uma vez por usuário. Uma vez resgatada, a recompensa não pode ser revertida.",
  "Earn": "Ganhar",
  "Earn up to 50% commission.": "Ganhe até 50% de comissão.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Ganhe até {{payout}}% de lucro se sua previsão estiver correta.",
  "Easy access from your smartphone": "Acesso simplificado de seu smartphone",
  "Edit your avatar": "Editar avatar",
  "Email": "E-mail",
  "Email Code": "Código de e-mail",
  "Email verification code's length is not right": "Código de verificação do e-mail incorreto",
  "End Time": "Tempo final",
  "End Time Invalid( hh : mm : ss )": "Hora final inválida (hh: mm: ss)",
  "End Time is earlier than Start Time": "A hora final é anterior à hora inicial",
  "End rate": "Taxa final",
  "Ends in {{time}} days": "Termina em {{time}} dias",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Garantimos preços autênticos e livres de manipulação por algoritmos transparentes e verificáveis.",
  "Enter Code": "Inserir código",
  "Enter number of daily active players": "Insira o número de jogadores ativos diariamente",
  "Enter the 2FA code ": "Insira o código 2FA ",
  "Enter the 6-digit code sent to": "Digite o código de 6 dígitos enviado para",
  "Enter withdraw address": "Digite o endereço de saque",
  "Enter your email": "Digite seu e-mail",
  "Enter your email and we'll send you a new password": "Digite seu e-mail e nós lhe enviaremos uma nova senha",
  "Enter your name": "Digite seu nome",
  "Enter your new password": "Digite sua nova senha",
  "Enter your old password": "Digite sua senha antiga",
  "Enter your password": "Digite sua senha",
  "Enterprise Partner": "Parceiro corporativo",
  "Entrepreneurs": "Empreendedores",
  "Entry Price": "Preço de entrada",
  "Entry Time": "Preço de entrada",
  "Entry fee": "Taxa de entrada",
  "Entry price": "Preço de Entrada",
  "Esteemed Affiliate": "Estimado Afiliado",
  "Event Details": "Detalhes do Evento",
  "Event time: {{ startTime }} - {{ endTime }}": "Duração do evento: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Todo mês, distribuiremos aleatoriamente um total de <0>{{amount}}</0> em BCD para 300 usuários que participarem do trading de pares de STONKS!",
  "Examples": "Exemplos",
  "Exchange": "Câmbio",
  "Exit price": "Preço de saída",
  "Experience": "Experiência",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Especialistas técnicos de produtos oferecem suporte profissional e continuarão a otimizar as funções do produto gratuitamente para oferecer melhorias.",
  "Expert Support": "Suporte especializado",
  "Expired": "Expirado",
  "Expires in": "Expira em",
  "Explain": "Explicar",
  "Exploiting platform bugs or system loopholes": "Exploração de bugs da plataforma ou brechas no sistema",
  "Extensive coverage": "Cobertura Ampla",
  "FAQ": "FAQ",
  "Failed": "Falhou",
  "False deposits, money laundering, or manipulation to trigger rewards": "Depósitos falsos, lavagem de dinheiro ou manipulação para obter recompensas",
  "Fast response": "Resposta Rápida",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Transações rápidas, injeção de capital no bankroll e participação nos lucros, ordens pendentes e cópia de transações são modos de negociação convenientes e flexíveis.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Transações mais rápidas. Decisões mais simples. Interação em tempo real com outros traders da comunidade.",
  "Favorite Trading Derivatives": "Derivados de Trading Favoritos",
  "Favorites": "Favoritos",
  "Fear & Greed Index": "Índice \"Fear & Greed\"",
  "Fee": "Taxa",
  "Fee options": "Opções de Taxas",
  "Fiat": "FIAT",
  "Finished": "Finalizado",
  "First deposit bonus guide": "Guia do Bônus de 1º Depósito",
  "Fixed fee limit": "Limite da Taxa Fixa",
  "Flat fee": "Taxa fixa",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "A taxa fixa é calculada como uma porcentagem de sua posição (valor * alavancagem)",
  "Flexible transaction mode": "Método de transação flexível",
  "Floating PnL": "Pnl Flutuante",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Para cada ${{ticketQuota}} operado em nossa <0>margem maior/menor</0>, você receberá automaticamente um bilhete para o sorteio. Portanto, certifique-se de assegurar a melhor oportunidade ganhando o maior número possível de bilhetes!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Por exemplo, se você tiver uma posição longa aberta em BTC de $500 com um multiplicador de 10x e taxa de financiamento for de 0,1%, será cobrado $0,21 por hora após as primeiras 8 horas. Se a posição fosse curta em vez de longa, você receberia pagamentos de financiamento. Se sua posição for fechada dentro de 8 horas, nenhum pagamento será feito.",
  "For the safety of your funds, must complete the following binding": "Para a segurança de seus fundos, é necessário preencher os seguintes requisitos",
  "For the safety of your funds, withdrawals must complete the following binding": "Para a segurança de seus fundos, os saques devem preencher os seguintes requisitos",
  "Forgot?": "Esqueceu?",
  "Free": "Grátis",
  "Frequently Asked Questions (FAQ)": "Perguntas Frequentes (FAQ)",
  "Frequently asked questions": "Perguntas Frequentes",
  "From": "De",
  "Funding Payments": "Pagamentos de financiamento",
  "Funding fee history": "Histórico de taxas de financiamento",
  "Funding/h": "Financiamento/hora",
  "Futures": "Futuros",
  "Futures Entrust": "Entradas Futuras",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "A negociação futura é uma transação relativa ao mercado à vista. Os usuários podem avaliar o aumento ou a queda na negociação de contratos futuros e optar por comprar contratos longos ou vender contratos curtos para obter lucros com o aumento ou a queda dos preços. Ao mesmo tempo, os usuários podem tomar emprestado fundos adicionais para aumentar o tamanho de suas posições, aumentando a alavancagem.",
  "Gas fee": "Taxa de Serviço",
  "General access": "Acesso Geral",
  "Get 50% bonus": "Receba 50% de bônus",
  "Get Trading commission when your friends trading.": "Receba comissão quando seus amigos negociarem.",
  "Get free educational materials and 24/7 support": "Obtenha materiais educacionais gratuitos e suporte 24 horas por dia, 7 dias por semana",
  "Get help": "Obter ajuda",
  "Go bind": "Ir para Vinculação",
  "Go to home": "Ir para Início",
  "Go to the Reward Center and manually activate your bonus voucher.": "Vá para a Central de Recompensas e ative seu voucher manualmente.",
  "Go trading": "Ir para Trading",
  "Gold": "Ouro",
  "Gold Partner": "Parceiro Ouro",
  "Good Job!": "Bom trabalho!",
  "Google 2FA code": "Código 2FA do Google",
  "Google Authenticator can be downloaded from the App store or Google Play.": "O Google Authenticator pode ser baixado na App Store ou no Google Play.",
  "Got it": "Entendi",
  "Guess if the price ends higher or lower than the target.": "Adivinhe se o preço ficará maior ou menor do que o alvo.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Não encontrou o que estava procurando? Confira as perguntas mais frequentes ou entre em nossa Central de Ajuda para mais informações.",
  "Hide Small": "Ocultar pequenos",
  "High Low": "Maior Menor",
  "High Low Guess if the price ends higher or lower than the target.": "Maior/Menor Adivinhe se o preço ficará maior ou menor do que o alvo.",
  "High Low Spread": "Margem Maior Menor",
  "History": "Histórico",
  "Home": "Início",
  "Hour": "Hora",
  "How does Playnance assist Partners in their platforms' promotion?": "Como a Playnance auxilia os parceiros na promoção de suas plataformas?",
  "How it works": "Como Funciona",
  "How much can I earn from my referral?": "Quanto posso ganhar com minha indicação?",
  "How to Claim Your Bonus": "Como reivindicar seu bônus",
  "How to apply": "Como se inscrever",
  "How to invite": "Como Convidar",
  "How will players deposit and withdraw their funds?": "Como os jogadores depositam e sacam seus fundos?",
  "I acknowledge": "Eu reconheço",
  "I've made deposit": "Já fiz um depósito",
  "ID verification": "Verificação de identidade",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "CONSTITUINTES DO ÍNDICE DA BOLSA SPOT",
  "If you are a content creator, make sure to check out our": "Se você é um criador de conteúdo, não deixe de conferir nosso",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Se você acredita que sua conta foi sinalizada por engano, entre em contato com o Suporte ao Cliente para obter ajuda.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Caso não tenha concluído essa transferência, pode continuar com o depósito <0>aqui</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Se tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco em",
  "If you have the traffic, it can be monetized.": "Se você tem tráfego, ele pode ser monetizado.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Se você acredita que o preço cairá quando a contagem regressiva terminar, selecione ABAIXO (os valores na figura correspondem à taxa de lucro obtida).",
  "If you think the price will fall, choose DOWN to catch the drop.": "Se você acredita que o preço vai cair, escolha PARA BAIXO para aproveitar a queda.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Se você acredita que o preço cairá, defina uma margem a curto prazo. Se o preço cair, você gera um lucro.",
  "If you think the price will go up, choose UP to go with the trend.": "Se você acredita que o preço vai subir, escolha PARA CIMA para acompanhar a tendência.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Se você acha que o preço subirá, defina uma margem a longo prazo. Se o preço subir, você gera lucro.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Se você acredita que o preço subirá quando a contagem regressiva terminar, selecione ACIMA (os valores na figura correspondem à taxa de lucro obtida)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Se você quiser se concentrar em vendas e lucros em vez de gerenciamento de produtos ou desenvolvimento tecnológico.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Se a posição permanecer aberta por mais de 8 horas, as taxas de financiamento serão aplicadas com base nas condições do mercado. Essas tarifas são deduzidas diretamente do saldo. Se o saldo for insuficiente para cobrir as taxas de financiamento, a posição será fechada à força pelo sistema.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Se sua posição permanecer aberta por mais de 8 horas, serão aplicadas taxas de financiamento a cada hora com base nas condições do mercado.",
  "Important Reminders": "Lembretes Importantes",
  "Income": "Renda",
  "Increase Limit": "Aumentar o limite",
  "Increase aggregate limit": "Aumentar o limite agregado",
  "Increase limit": "Aumentar o limite",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Integre os derivados de criptomoeda na sua plataforma",
  "Integration": "Integração",
  "Integration program": "Programa de Integração",
  "Intelligent integrated services": "Serviços integrados inteligentes",
  "Internal group": "Grupo Interno",
  "Intuitive trader transaction data display and statistics": "Exibição intuitiva de dados e estatísticas das transações do usuário",
  "Intuitive trading trend display and analysis tools": "Ferramentas intuitivas de exibição e análise das tendências do trading",
  "Invalid email": "E-mail inválido",
  "Invite friends": "Convidar Amigos",
  "Invite friends to earn  20% commission": "Convide amigos para ganhar 20% de comissão",
  "Invite only": "Somente para convidados",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "Há um limite para o tempo em que posso ganhar comissões por meio do programa de indicação?",
  "Is there a limit to the invitation rewards I can receive?": "Há um limite para as recompensas de convite que posso receber?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Ajuda os investidores a entenderem o estado emocional do mercado, que pode influenciar os comportamentos de compra e venda.",
  "Join  our community": "Junte-se à nossa comunidade",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Junte-se ao Detrade Connect para acelerar o crescimento operacional de sua plataforma e nós lhe oferecemos garantias de serviço.",
  "Join and earn extra bonuses!": "Participe e ganhe bônus extras!",
  "Join free competitions": "Participe de competições grátis",
  "Join now and get a": "Inscreva-se agora e ganhe um",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Participe da nossa loteria semanal e compartilhe <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Verificação KYC",
  "KYC authentication": "Autenticação KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Mantenha sua posição aberta por mais de 8 horas e você poderá incorrer em ou receber pagamentos de financiamento por hora, dependendo das condições do mercado.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Mantenha sua posição aberta por mais de 8 horas e você poderá incorrer em ou receber pagamentos de financiamento por hora, dependendo das condições do mercado. Quando o mercado está em alta, a taxa de financiamento é positiva e os traders longos pagam os traders curtos. Quando o mercado está em baixa, a taxa de financiamento é negativa e os traders curtos pagam os traders longos.",
  "Language": "Idioma",
  "Large product research & Development team": "Equipe de Pesquisa e Desenvolvimento de Produtos",
  "Last price": "Último Preço",
  "Latest events": "Últimos Eventos",
  "Launch now": "Iniciar",
  "Leaderboard": "Placar",
  "Learn": "Aprender",
  "Learn More": "Saiba Mais",
  "Level assessment & update": "Avaliação e Atualização de Nível",
  "Leverage": "Alavanca",
  "Leverage 1000x Maximum": "Alavanca máxima de 1000x",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Aproveite a tecnologia da Detrade para lançar seu próprio aplicativo de negociação. Ofereça uma experiência de negociação aprimorada a seus clientes e ganhe com cada negociação executada em seu aplicativo.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "A alavancagem permite que você amplifique o tamanho da sua posição com uma quantia menor de capital. Alavancagens mais altas aumentam tanto o potencial de lucro quanto o risco.",
  "License": "Licença",
  "License Information": "Informações da Licença",
  "Light": "Claro",
  "Limits": "Limites",
  "Liq price": "Preço liq",
  "Liq.Price": "Preço de Liq.",
  "Liq.price": "Preço de Liq.",
  "Liquidated": "Liquidado",
  "Live": "Ao vivo",
  "Live chat": "Chat ao vivo",
  "Live trade": "Negociação ao vivo",
  "Loading Failed": "Falha ao carregar",
  "Log out": "Finalizar sessão",
  "Login": "Entrar",
  "Login 2FA switch": "Alterar 2FA de login",
  "Login here.": "Entrar.",
  "Login history": "Histórico de Login",
  "Login method": "Método de Login",
  "Login to Detrade": "Entrar na Detrade",
  "Login with email code": "Login com código de e-mail",
  "Login with password": "Login com senha",
  "Lose": "Perda",
  "Loser": "Perdedor",
  "Loved by users": "Amado pelos usuários",
  "Major features:": "Principais recursos:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Realize negociações bem-sucedidas e acumule o máximo de bônus no seu primeiro depósito. <0>Saiba mais<0>",
  "Manual": "Manual",
  "Mark Price": "Preço de referência",
  "Mark price": "Preço de Referência",
  "Market": "Mercado",
  "Market Impact Effects": "Efeitos de Impacto no Mercado",
  "Max": "Máximo",
  "Max Profit": "Lucro Máximo",
  "Max TV": "Max TV",
  "Max Trade": "Negociação máxima",
  "Max solo bonus": "Bônus solo máximo",
  "Max withdrawal limit": "Limite máximo de saque",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Sistema amigável aos membros: Muitos de nossos membros atuais conseguiram criar uma renda passiva sustentável por meio de nosso programa. Agora é a sua vez.",
  "Memo": "Lembrete",
  "Memo is required": "É necessário um memo",
  "Memo/Tag": "Lembrete/Etiqueta",
  "Menu": "Menu",
  "Min Trade": "Negociação mínima",
  "Minimum Deposit": "Depósito Mínimo",
  "Minimum {{min}} characters": "Mínimo de {{min}} caracteres",
  "Minimum {{min}} characters and maximum {{max}} characters": "No mínimo {{min}} caracteres e no máximo {{max}} caracteres",
  "Minute": "Minuto",
  "Money Distributed": "Dinheiro Distribuído",
  "Month": "Mês",
  "Month's Pnl": "Pnl do Mês",
  "Monthly Earnings": "Ganhos Mensais",
  "Monthly cashback cap": "Limite mensal de cashback",
  "More": "Mais",
  "Multi-account abuse or airdrop farming behavior": "Abusar de contas múltiplas ou da coleta de airdrop",
  "Multiple crypto currency binary options derivatives": "Múltiplos derivados de opções binárias de criptomoedas",
  "Multiple investment models": "Vários modelos de investimento",
  "Multiplier": "Multiplicador",
  "Must be at least {{less}}": "Deve ser no mínimo {{less}}",
  "Must be at most {{large}}": "Deve ser no máximo {{large}}",
  "My Position": "Minha posição",
  "My activity": "Minha atividade",
  "My referral code": "Meu Código de Indicação",
  "My referral link": "Meu Link de Indicação",
  "My reward": "Minha Recompensa",
  "My vouchers": "Meus vouchers",
  "NA": "NA",
  "Name": "Nome",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Precisa de ajuda? Visite nossa Central de Ajuda ou entre em contato com o Suporte ao Cliente. Estamos aqui para ajudá0lo 24 horas por dia, 7 dias por semana.",
  "Network": "Rede",
  "New": "Novo",
  "New Password": "Nova senha",
  "New Trading Symbol": "Novo símbolo de trading",
  "New messages": "Novas mensagens",
  "New notice": "Nova notificação",
  "New password is {{exceed}} length": "A nova senha tem comprimento {{exceed}}",
  "New user": "Novo usuário",
  "Next": "Próximo",
  "Next Draw Starts in": "O próximo sorteio começa em",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "A Nexus Play LLC é uma corretora que fornece serviços de corretagem a investidores autodirigidos e não faz recomendações nem oferece consultoria de investimento, financeira, jurídica ou tributária. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "A Nexus Play LLC é uma corretora que presta serviços de corretagem a investidores autodirigidos e não faz recomendações nem oferece consultoria de investimento, financeira, jurídica ou tributária. A negociação on-line acarreta riscos inerentes, incluindo flutuações na resposta do sistema e nos tempos de acesso devido a condições de mercado, desempenho do sistema e outros fatores. Antes de negociar, consulte um consultor financeiro independente e licenciado e certifique-se de que você tem o apetite de risco, a experiência e o conhecimento necessários. Em nenhuma circunstância a Nexus Play LLC terá qualquer responsabilidade perante qualquer pessoa ou entidade por quaisquer danos diretos, indiretos, especiais, consequenciais ou incidentais de qualquer natureza. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC é uma empresa de corretagem autorizada e regulamentada pela Mwali International Services Authority (M.I.S.A.) sob a licença n.: BFX2024137.",
  "No": "Não",
  "No Hidden Fees": "Sem taxas ocultas",
  "No More Data": "Não há mais dados",
  "No More Orders": "Não há mais pedidos",
  "No data available": "Não há dados disponíveis",
  "No discussion of streamers or Twitch or any other similar platforms.": "Nenhuma discussão sobre streamers, Twitch ou qualquer outra plataforma semelhante.",
  "No downloads or updates required": "Não é necessário fazer downloads ou atualizar",
  "No funding within 60 minutes for this order": "Nenhum financiamento dentro de 60 minutos para esse pedido",
  "No installation is required and you can trade via your smartphone's web browser.": "Não é necessária nenhuma instalação e você pode negociar por meio do navegador da Web do seu smartphone.",
  "No more data": "Não há mais dados",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Não fale sobre política nem religião no bate-papo, pois isso é estritamente proibido.",
  "No suspicious behavior that can be seen as potential scams.": "Nenhum comportamento suspeito que possa ser visto como possível fraude.",
  "No withdrawal of coins within 24 hours": "Sem saque de moedas dentro de 24 horas",
  "Not activated": "Não ativado",
  "Not completed": "Não concluído",
  "Note": "Observação",
  "Notification": "Notificações",
  "Now login disabled 2FA": "O login desabilitou o 2FA",
  "Now login need 2FA": "Agora o login precisa de 2FA",
  "Old Password": "Senha antiga",
  "Old password is {{exceed}} length": "A senha antiga tem comprimento {{exceed}}",
  "On going": "Em andamento",
  "On your first deposit": "No seu primeiro depósito",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Uma vez ativado, se sua posição for maior ou igual ao valor do bônus, o sistema usará automaticamente o bônus primeiro para a negociação.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Uma vez revelada a semente, qualquer pessoa pode verificar os preços de uma rodada de trading. O código Python a seguir calcula os 100 primeiros preços de uma rodada com base em sua semente:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Após desbloquear os 4 modos de trading (Maior/Menor; Margem; Futuro; Cima/Baixo), seu bônus total (50% do seu depósito) será emitido automaticamente.",
  "Ongoing": "Em andamento",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "A negociação on-line acarreta riscos inerentes, incluindo flutuações na resposta do sistema e nos tempos de acesso devido a condições de mercado, desempenho do sistema e outros fatores. Antes de negociar, consulte um consultor financeiro independente e licenciado e certifique-se de que você tem o apetite de risco, a experiência e o conhecimento necessários. Em nenhuma circunstância a Nexus Play LLC terá qualquer responsabilidade perante qualquer pessoa ou entidade por quaisquer danos diretos, indiretos, especiais, consequenciais ou incidentais de qualquer natureza. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Envie apenas {{crypto}} para este endereço, {{confirmations}} confirmações necessárias.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Use somente o idioma especificado no canal de bate-papo; possíveis abusos serão sancionados.",
  "Open": "Abrir",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Abra o Google Authenticator, escaneie o código QR abaixo ou insira manualmente a frase chave para ativar o token de verificação",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Porcentagem de Usuários nesta plataforma para a moeda atual",
  "Order Amount": "Valor do pedido",
  "Order Id": "ID do pedido",
  "Order Progress": "Andamento do pedido",
  "Order id": "ID do pedido",
  "Order placed successfully!": "Ordem enviada com sucesso!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Modelo original de investimento bancário, fácil de ganhar, ativos podem ser sacados a qualquer momento.",
  "Other": "Outros",
  "Our Advantage": "Nossa vantagem",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Nossa Plataforma não é destinada ao uso de menores de 18 anos. Não coletamos nem solicitamos intencionalmente informações pessoais de menores de 18 anos. Se tomarmos conhecimento de que coletamos informações pessoais de um menor de 18 anos, excluiremos essas informações o mais rápido possível.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Nossa Plataforma pode conter links para sites ou serviços de terceiros que não são de propriedade ou controlados pela Detrade. Não temos controle e não assumimos nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Recomendamos que você analise as políticas de privacidade de todos os sites de terceiros que visitar.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Nosso programa de parceria reflete nosso compromisso de criar uma cooperação vantajosa para todos e é adaptado para afiliados de todos os tamanhos. Junte-se a nós em nossa jornada de crescimento mútuo!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Nosso plano visa oferecer incentivos àqueles que alcançam resultados excepcionais.",
  "Outflow": "Fluxo de saída",
  "Over 70 popular crypto assets. Trade and increase your balance": "Mais de 70 ativos digitais populares. Negocie e aumente seu saldo",
  "Overview": "Visão geral",
  "Own your branded platform": "Tenha sua própria plataforma",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "O P&L das operações de bônus será creditado diretamente em sua conta real",
  "PNL": "PNL",
  "Page error": "Erro na página",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Como Participar: complete 3 transações STONKS/BCD durante o período.",
  "Partner Program": "Programa de parceiros",
  "Partner program": "Programa de Parceria",
  "Partnership Program": "Programa de parceria",
  "Partnership Tiers": "Níveis de Parceria",
  "Partnership With A Trusted Pioneer": "Parceria com um pioneiro de confiança",
  "Partnership program": "Programa de Parceria",
  "Password": "Senha",
  "Password reset link sent. Check your email inbox.": "Link de redefinição de senha enviado. Verifique sua caixa de entrada de e-mail.",
  "Password strength": "Força da senha",
  "Passwords must differ": "As senhas devem ser diferentes",
  "Past": "Anterior",
  "Past 1 year": "Último ano",
  "Past {{days}} days": "Últimos {{days}} dias",
  "Past {{hours}} hours": "Últimas {{hours}} horas",
  "Payment Method": "Método de Pagamento",
  "Payout": "Pagamento",
  "Payout Multiplier": "Multiplicador de Pagamento",
  "Pending third-party processing (estimated {{hours}} hours).": "Processamento de terceiros pendente (tempo estimado de {{hours}} horas).",
  "Pending third-party processing.": "Processamento de terceiros pendente.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "As vantagens incluem taxas de comissão mais altas, campanhas patrocinadas da Detrade e muito mais!",
  "Personal": "Pessoal",
  "Personal Info": "Informações Pessoais",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Escolha um multiplicador para maximizar sua posição. A definição de um multiplicador mais alto aumenta o risco de sua posição.",
  "Place Your Trade": "Faça a sua negociação",
  "Platform": "Plataforma",
  "Platform Name": "Nome da plataforma",
  "Platform Type": "Tipo de plataforma",
  "Platform Website": "Site da Plataforma",
  "Platinum": "Platina",
  "Platinum Partner": "Parceiro Platina",
  "Play now": "Jogar",
  "Players": "Jogadores",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Os jogadores podem realizar operações de recarga e saque por meio dos portais de recarga e saque fornecidos pela plataforma.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Os jogadores podem prever o preço do Bitcoin. Jogadores podem se juntar a um grupo que prevê aumentos ou reduções de preço e investir uma certa quantidade de dinheiro para participar do jogo. O vencedor distribuirá os ativos de capital da contraparte de acordo com a relação de investimento. Um novo jogo só pode ser iniciado depois que os jogadores de todas as rodadas anteriores receberem os seus pagamentos.",
  "Please enter a valid email address": "Por favor, insira um endereço de e-mail válido",
  "Please enter an 2FA code": "Insira o código 2FA",
  "Please enter the seed": "Por favor, digite a semente",
  "Please enter you remail": "Digite seu e-mail",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Por favor, siga as instruções de como fazer um depósito. Caso contrário, seu depósito será perdido.",
  "Please refresh the page or jump to the trading center": "Atualize a página ou vá para a central de trading",
  "PnL": "PnL",
  "PnL fee": "Taxa PnL",
  "PnL fee limit": "Limite da Taxa PnL",
  "PnL%": "PnL%",
  "Positions": "Posições",
  "Potential Return": "Potencial de Retorno",
  "Powered by": "Desenvolvido por",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Preveja a direção do preço. Se o preço se mover na direção que você escolheu, você terá lucro!",
  "Preferences": "Preferências",
  "Premium support": "Suporte Premium",
  "Preview": "Prévia",
  "Price": "Preço",
  "Price Formulation": "Formulação de preços",
  "Price formulation": "Formulação de Preços",
  "Price move": "Mudança de Preço",
  "Priority access": "Acesso Prioritário",
  "Privacy Policy": " Política de Privacidade",
  "Privacy policy": "Política de Privacidade",
  "Private invitation": "Convite Privado",
  "Private profile": "Perfil privado",
  "Prize Calculation Formula": "Fórmula para o Cálculo de Prêmio",
  "Prize Pools": "Premiações",
  "Prizes will be sent on Notice page as the Contest ends.": "Os prêmios serão enviados na página de avisos quando o concurso terminar.",
  "Product Description": "Descrição do produto",
  "Product capabilities": "Recursos do Produto",
  "Product iteration, new product development": "Iteração de produtos, desenvolvimento de novos produtos",
  "Professional, Secure, Trustworthy": "Profissional, seguro e confiável",
  "Profile": "Perfil",
  "Profile is not publicly available": "O perfil não está disponível publicamente",
  "Profit": "Lucro",
  "Profit Calculator": "Calculadora de Lucro",
  "Program — Work with a trustworthy online trading provider.": "Programa - Trabalhe com um confiável provedor de trading on-line.",
  "Progressing": "Progresso",
  "Promising Affiliate": "Afiliado promissor",
  "Provably fair": "Comprovadamente Justo",
  "Provides tutorials,guides and various trading strategy services.": "Fornece tutoriais, guias e vários serviços de estratégia de trading.",
  "Providing the best customer service is our aim.": "Nosso objetivo é oferecer o melhor atendimento ao cliente.",
  "Providing users with diverse options for transactions": "Oferecendo aos usuários diversas opções para transações",
  "Q1: Can I withdraw the bonus?": "P1: posso sacar o bônus?",
  "Q2: Will my bonus expire if I don't activate it?": "P2: meu bônus irá expirar se eu não o ativar?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "P3: depositei e não recebi um bônus. O que devo fazer?",
  "Quick experience starts here, easy experience without registration": "A experiência rápida, fácil e sem registro começa aqui",
  "Quick tap: will the price go up or down next?": "Clique rápido: o preço vai subir ou descer?",
  "ROI": "ROI",
  "ROI Calculator": "Calculadora de ROI",
  "ROI calculator": "Calculadora ROI",
  "Rakeback": "Rakeback",
  "Rank": "Classificação",
  "Rapid deployment": "Implementação Rápida",
  "ReSend": "Reenviar",
  "Ready to Get Started": "Pronto para começar",
  "Real Account": "Conta Real",
  "Real Account – Real Funds!": "Conta real - Fundos reais!",
  "Realized PnL": "PnL Realizado",
  "Receive commission rewards": "Receba recompensas de comissão",
  "Recommended for you": "Recomendado para você",
  "Record": "Registro",
  "Referral": "Indicação",
  "Referral by": "Indicado por",
  "Referral rules": "Regras de Indicação",
  "Referred at": "Indicado em",
  "Referred users": "Usuários Indicados",
  "Refresh page": "Atualizar página",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Independentemente da liquidez nos mercados subjacentes, a Detrade garante que os preços de \"busts\" e \"stop loss\" serão predeterminados na entrada. Perdas por \"busts\" serão limitadas ao valor da posição original e as perdas por \"stop loss\" serão limitadas pela configuração de entrada do usuário. Os preços para \"busts\" e \"stop losses\" podem ser calculados por:",
  "Register": "Cadastrar",
  "Register for Detrade.": "Cadastre-se na Detrade.",
  "Register to Win Crypto Tokens": "Cadastre-se para ganhar trokens de criptomoedas",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Os produtos de opções binárias regulares, com base no fato de o preço de fechamento de um ativo subjacente dentro de um período de tempo especificado (como os próximos 30 segundos, um minuto, uma hora etc.) ser menor ou maior do que o preço de execução, determinam se haverá lucro. Esse produto é um investimento de curto prazo. Essa opção é adequada para mercados com movimentos de preços menos voláteis.",
  "Reliable": "Confiável",
  "Reload": "",
  "Remarks": "Observações",
  "Remove": "Remover",
  "Remove 2fa Success": "2FA removido com sucesso",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Remova todas as mudanças de preços que não houve atualizações de dados nos últimos 30 segundos.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Remova todos os preços com preços de compra e venda cruzados ou cujo preço médio do topo da carteira esteja com diferença maior do que 10% do preço médio do topo da carteira em todas as listas de preço.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Requisitos: 100 inscrições únicas e ativamente engajadas com pelo menos $1.000.000 em volume de trading por indicações.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Requisitos: 50 inscrições únicas e ativamente engajadas com pelo menos $100.000 em volume de trading por indicações.",
  "Research lab": "Laboratório de Pesquisa",
  "Reset fields": "Limpar campos",
  "Reset password": "Redefinir senha",
  "Responsive and secure trading platform": "Plataforma de trading responsiva e segura",
  "Result": "Resultado",
  "Retry": "",
  "Revenue Share": "Participação na receita",
  "Reward": "Prêmio",
  "Reward center": "Central de Recompensas",
  "Rewards hub": "Central de Recompensas",
  "Rewords": "Recompensas",
  "Rich Trading Tools": "Ferramentas de trading avançadas",
  "Rich activities and rewards": "Atividades e recompensas enriquecedoras",
  "Risk Control & Compliance Notice": "Controle de Risco & Compliance",
  "Risk Disclaimer": "Aviso de Risco",
  "Risk Warning": "Alerta de risco",
  "Risk-free trading with $10,000 in virtual funds": "Trading livre de riscos com $10.000 em fundos virtuais",
  "Round In Progress": "Rodada em andamento",
  "Round ends in": "A rodada termina em",
  "SA": "SA",
  "Safe": "Seguro",
  "Save": "Salvar",
  "Search": "Buscar",
  "Search crypto": "Buscar cripto",
  "Sec": "Seg",
  "Second": "Segundo",
  "Seconds": "Segundos",
  "Security": "Segurança",
  "Security Verification": "Verificação de Segurança",
  "Seed": "Semente",
  "Select a countdown period.": "Selecione um período de contagem regressiva.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Selecione a contagem regressiva e a margem (margem: diferença entre o preço de compra e o preço de saída)",
  "Select your partner program revenue share": "Selecione sua participação na receita do programa de parceiros",
  "Sell": "Vender",
  "Send": "Enviar",
  "Send message": "Enviar mensagem",
  "Send message successfully": "Mensagem enviada com sucesso",
  "Service guide": "Guia de Serviços",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Defina um preço para limitar perdas. Sua posição será fechada automaticamente se o mercado atingir este preço.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Defina um preço-alvo no qual sua posição fechará automaticamente para garantir o lucro.",
  "Set password": "Definir senha",
  "Set successfully": "Definido com sucesso",
  "Set up": "Configurar",
  "Set up Google Authenticator": "",
  "Settings": "Configurações",
  "Share": "Compartilhar",
  "Share to": "Compartilhar com",
  "Share your Affiliate invitation link to friends and users.": "Compartilhe seu link de convite com amigos e outros usuários.",
  "Share your referral link or code": "Compartilhe seu link ou código de indicação",
  "Show live positions on chart": "Mostrar posições ao vivo no gráfico",
  "Show my positions on chart": "Mostrar minhas posições no gráfico",
  "Side": "Lado",
  "Sign in": "Entrar",
  "Silver": "Prata",
  "Simple": "Simples",
  "Simple and intuitive usable interface": "Interface de usuário simples e intuitiva",
  "Simple integration": "Integração Simples",
  "Simple way to earn money, The more invite, the more you will get!": "Uma maneira simples de ganhar dinheiro. Quanto mais convites, mais você receberá!",
  "Simple, Fast, Intelligence": "Simples, rápido e inteligente",
  "Size": "Tamanho",
  "Something went wrong!": "",
  "Sorry, page not found!": "Desculpe, página não encontrada!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Desculpe, não conseguimos encontrar a página que você está procurando. Talvez você tenha digitado incorretamente a URL. Certifique-se de verificar sua ortografia.",
  "Sound": "Som",
  "Speed": "Velocidade",
  "Spot Exchanges": "Trocas Spot",
  "Spread": "Margem",
  "Standard CS": "Atendimento Padrão",
  "Start": "Começar",
  "Start Rate": "Taxa inicial",
  "Start Time": "Hora de início",
  "Start Time Invalid( hh : mm : ss )": "Hora inicial inválida (hh: mm: ss)",
  "Start time": "Hora de início",
  "Start trading": "Comece o Trading",
  "Statistics": "Estatísticas",
  "Status": "Status",
  "Step-up group": "Grupo de Aceleração",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "O Stonks tem uma margem da casa de 2,5% e uma taxa de 5% sobre posições lucrativas.",
  "Stonks prices are generated using a provably fair algorithm.": "Os preços do Stonks são gerados usando um algoritmo comprovadamente justo.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Os preços do Stonks são gerados usando um algoritmo comprovadamente justo. A margem da casa é de 2,5%.",
  "Stop Loss": "Parar perda",
  "Stop loss at price": "Stop loss em",
  "Stop loss price cannot be through bust price": "O preço do stop loss não pode ser o preço do bust",
  "Stop-Loss (SL)": "Stop-Loss (SL)",
  "Strategy planning": "Planejamento Estratégico",
  "Submit": "Enviar",
  "Submit request": "Enviar solicitação",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Assine quantos níveis de profundidade estiverem disponíveis usando as APIs de streaming de cada bolsa.",
  "Switch Dark or Light mode according to your preference": "Alterne para o modo Escuro ou Claro de acordo com sua preferência",
  "Symbol": "Símbolo",
  "Symbol for extra security": "Símbolo para segurança extra",
  "System": "Sistema",
  "System Random: 300 lucky winners will be randomly selected.": "Sistema Aleatório: 300 vencedores serão selecionados aleatoriamente.",
  "TP/SL": "TP/SL",
  "Take Profit": "Obter lucro",
  "Take profit at price": "Obter lucro em",
  "Take-Profit (TP)": "Lucro líquido (TP)",
  "Tap Trading": "Entre para o Trading",
  "Tap to predict — quick moves, instant results.": "Clique para prever — movimentos rápidos, resultados instantâneos.",
  "Target Market": "Mercado alvo",
  "Tell us the reason for contacting us": "Informe o motivo pelo qual está entrando em contato conosco",
  "Test various trading tools and strategies": "Teste várias ferramentas e estratégias de trading",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Obrigado por sua solicitação. A análise deve levar em torno de 24 horas",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "O Índice \"Fear and Greed\" é uma ferramenta desenvolvida pela CoinMarketCap que mede o sentimento predominante no mercado de criptomoedas.",
  "The Profit Margin Is As High As 90%": "A margem de lucro pode alcançar até 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "O limite agregado para as posições longo/curto em todas as criptomoedas é limitado a <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "O valor atualmente disponível para fazer o pedido.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "O preço de bust é o preço de mercado ao qual sua posição será liquidada devido à margem insuficiente.",
  "The calculation steps are as follows:": "As etapas de cálculo são as seguintes:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "O método de cooperação é aberto e transparente. Não há necessidade de se preocupar com taxas ocultas.",
  "The coupon code is invalid or expired": "O código é inválido ou expirou",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "O preço final do índice é então calculado como a média ponderada dos preços médios marginais em cada tamanho. Os pesos são escolhidos para ser a densidade de probabilidade da distribuição exponencial, que é monotonicamente decrescente, resultando em uma maior ênfase nos preços mais próximos do topo da carteira. Os pesos são dados por:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Os primeiros 8 bytes do hash são convertidos em um número inteiro não alocado nos 64 bits usando a codificação little-endian. Esse inteiro é então convertido em um número de ponto flutuante uniformemente distribuído. Usando a função de distribuição cumulativa inversa com a volatilidade de tick configurada do mercado (0,1%) como seu desvio padrão, convertemos o valor de ponto flutuante em um retorno normalmente distribuído e o usamos para atualizar o preço do mercado.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "A metodologia do índice de preços foi projetada para satisfazer duas importantes propriedades estatísticas das séries temporais: as propriedades de Markov e de martingale. A propriedade de Markov refere-se à natureza sem memória de um processo estocástico, o que garante que a distribuição de probabilidade condicional de valores futuros depende apenas do valor atual. A propriedade de martingale implica que o valor atual de um processo estocástico também é o valor esperado dos valores futuros. Essas duas propriedades fazem com que os preços do índice Detrade sejam estimadores imparciais de preços futuros, de modo que os usuários possam negociar nas mudanças de valor das criptomoedas subjacentes sem ter de se preocupar com os efeitos da microestrutura das bolsas individuais.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "O índice fornece informações sobre a subvalorização (medo extremo) ou a supervalorização (ganância extrema) do mercado.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "As funções marginais de preço de compra e venda são, então, usadas para definir uma função marginal de preço médio dado uma quantidade: ",
  "The order has expired": "O pedido expirou",
  "The output is:": "O resultado é:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "O resultado desse cálculo é um único preço de índice que é usado para posições longas e curtas no jogo de negociação da Detrade. Diferentemente da maioria das outras plataformas de negociação, a Detrade não cobra uma margem de compra e venda. A negociação com um único preço possibilita especular sobre movimentos de preços de curto prazo para os quais uma margem de compra e venda seria proibitivamente caro.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "A plataforma pode ajustar a campanha com base nas mudanças de mercado e políticas. Atualizações serão publicadas através de anúncios oficiais.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "A plataforma oferece BTC, ETH e outros pares de trading de moedas convencionais. Além disso, continuará a atualizar os pares de moedas populares.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Diariamente, às 00:00 (UTC), o preço será redefinido para $1.000 e todas as ordens pendentes serão automaticamente liquidadas durante a redefinição.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "O prêmio total da competição depende das apostas do dia anterior. Quanto mais jogadores apostarem, maior será o prêmio. O prêmio atual será exibido na página da competição.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Os produtos e serviços oferecidos pela Nexus Play LLC não se destinam a residentes dos Estados Unidos, da União Europeia ou de qualquer outra jurisdição onde tais serviços e produtos sejam proibidos por lei. A Nexus Play LLC não solicita negócios nem presta serviços de corretagem a indivíduos ou entidades nessas regiões. É responsabilidade dos clientes em potencial conhecer e cumprir todas as leis e regulamentos aplicáveis em suas respectivas jurisdições antes de se envolverem em negociações on-line. Ao acessar este site e utilizar nossos serviços, você confirma que não é residente dos Estados Unidos, da União Europeia ou de qualquer outra jurisdição em que nossos serviços sejam restritos.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "As recompensas obtidas neste evento serão automaticamente creditadas no saldo do jogador.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "A semente é codificada em uma cadeia hexadecimal de 64 caracteres em minúsculas e concatenada com a representação da cadeia do valor atual do contador de ticks. Um hash da cadeia combinada é então calculado usando a função de hash BLAKE2b com um tamanho de digestão de 256 bits. Ao usar uma função de hash criptográfica, garantimos que as alterações de preço sejam aleatórias e imprevisíveis antes que a semente seja revelada, mas totalmente reproduzíveis quando a semente for conhecida.",
  "The settlement formula is open and transparent and can be calculated in real time.": "A fórmula de liquidação é aberta e transparente e pode ser calculada em tempo real.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "O sistema exibe os resultados de ganhos e perdas dos conjuntos ACIMA e ABAIXO. Quando você obtiver lucro, poderá ver seu valor.",
  "The system is under maintenance and upgrade, please visit later": "O sistema está em manutenção e atualização. Por favor, visite mais tarde",
  "The trade will complete in 5s.": "A negociação será concluída em 5s.",
  "The trade will complete in <0>{{countdown}}s</0>.": "A negociação será concluída em <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "O bônus de trading é uma <0>campanha de marketing</0> fornecido pela Detrade para ajudar os usuários a explorar nosso sistema de negociação. Os fundos do bônus <1>não podem ser sacados<1>, mas os lucros de seu uso podem afetar seu saldo de conta real.",
  "The trading symbol will be replaced regularly.": "O símbolo de trading será substituído regularmente.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Os vencedores serão anunciados na página atual todos os domingos às 22h (UTC). O próximo sorteio começa 2 horas após o último sorteio.",
  "Theme": "Tema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Não há limite para o quanto você pode ganhar. Quanto mais amigos você convidar, mais recompensas você receberá.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Esses valores são deduzidos do saldo de sua conta; a insuficiência de saldo resultará no fechamento automático da posição.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Este evento está disponível apenas para usuários em países e regiões elegíveis, conforme definido pelas Políticas de Conformidade da plataforma.",
  "This field is required": "Este campo é obrigatório",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Inclui seu endereço IP, tipo de navegador, sistema operacional, horários de acesso e as páginas que você visitou antes e depois de acessar nossa Plataforma.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Inclui seu nome, e-mail, número de telefone, endereço pessoal, data de nascimento e qualquer outra informação fornecida ao criar uma conta ou usar nossos serviços.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Este índice varia de 0 a 100, onde um valor menor indica medo extremo, e um valor maior indica ganância extrema.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Isso está em conjunto com os limites específicos por criptomoeda, que estão detalhados abaixo.",
  "This is why you should promote Detrade:": "É por isso que você deve promover a Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Este site é protegido pelo reCAPTCHA e aplicam-se a Política de Privacidade e os Termos de Serviço do Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Por meio do programa de parceria da Detrade, você pode desbloquear o aumento das comissões de afiliados, eventos patrocinados exclusivos e outros benefícios exclusivos. Quer saber mais? Continue lendo!",
  "Time": "Tempo",
  "Time and payout": "Tempo e pagamento",
  "Time closed": "Tempo fechado",
  "Time opened": "Tempo aberto",
  "Time remaining": "Tempo restante",
  "Tips": "Gorjetas",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Dica: o tempo estimado de processamento é de {{hours}} horas. Porém, tenha em mente que o tempo específico depende do comerciante.",
  "To": "Para",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Para analisar as tendências, monitorar o uso e realizar pesquisas para melhorar nossos serviços.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Para garantir a segurança de sua conta, os saques serão suspensos por 24 horas quando a Autenticação de Dois Fatores do Google (2FA) for removida.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Para manter a justiça e a integridade, a Detrade monitorará as contas que participam do programa de bônus por meio de verificações comportamentais e técnicas, incluindo, mas não se limitando a impressão digital de dispositivos, rastreamento de IP e análise de padrões de transação.",
  "To manage your account, process transactions, and provide you with the services you request.": "Para gerenciar sua conta, processar transações e fornecer os serviços solicitados.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Para monitorar fraudes, aplicar nossos Termos de Serviço e cumprir requisitos legais e regulamentares.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Para garantir a segurança de sua conta, os saques serão suspensos por 24 horas após a alteração de sua senha.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Para fornecer preços justos e confiáveis para os jogos de trading, a Detrade calcula um preço de índice composto a cada 500 milissegundos, que é derivado de listas de preços em tempo real das bolsas de criptomoedas mais líquidas do mundo. Ao incorporar várias fontes de preços, o índice Detrade é robusto em relação à manipulação do mercado, problemas técnicos e outras atividades de negociação anômalas que podem ocorrer em bolsas individuais de tempos em tempos.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Para enviar atualizações, alertas de segurança e mensagens administrativas, e para responder a suas perguntas e solicitações.",
  "To tailor our content and advertisements to your interests and preferences.": "Para adequar nosso conteúdo e anúncios aos seus interesses e preferências.",
  "To trading center": "Para o Centro de Trading",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Para entender como os usuários interagem com a nossa Plataforma, diagnosticar problemas técnicos e aprimorar a funcionalidade e a experiência do usuário.",
  "Today's Pnl": "Pnl de hoje",
  "Top": "Topo",
  "Top tokens": "Principais tokens",
  "Top trade": "Trade principal",
  "Top-tier account manager": "Gerente de Primeira Linha",
  "Total Trades": "Total de trades",
  "Total commission": "Comissão Total",
  "Total participated tickets for this round <0>{{total}}</0>": "Total de bilhetes participantes para esta rodada <0>{{total}}</0>",
  "Total prize won": "Prêmio total obtido",
  "Total profit": "Lucro Total",
  "Total tickets": "Total de Bilhetes",
  "Total traders": "Total de Traders",
  "Total trades": "Total de Operações",
  "Trade": "Trade",
  "Trade for prestige": "Operação de Prestígio",
  "Trade history": "Histórico de Operações",
  "Trade like a rhythm master": "Negocie como um mestre dos negócios",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Opere na queda do preço se você acredita que o preço irá cair. Caindo, você terá lucro.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Opere no aumento do preço se você acredita que o preço irá subir. Subindo, você terá lucro.",
  "Trade to Win": "Negocie para ganhar",
  "Trade to rank up": "Negocie para subir de posição",
  "Trade with $10,000 in virtual funds": "Negocie com $10.000 em fundos virtuais",
  "Trader": "Trader",
  "Trades": "Operações",
  "Trading": "Trading",
  "Trading Amount": "Valor de Trading",
  "Trading Platform": "Plataforma de trading",
  "Trading Smarter, Earning Better": "Negociações inteligentes, ganhos melhores",
  "Trading Volume": "Volume de Trading",
  "Trading amount is too large for selected multiplier for selected stop loss price": "O valor de trading é muito grande para o multiplicador selecionado para o preço de \"stop loss\"",
  "Trading bonus trial": "Bônus de trading teste",
  "Trading center": "Centro de Trading",
  "Trading indicators and signals": "Indicadores e sinais de trading",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "O trading envolve riscos. Por favor, certifique-se de que você entende o que está fazendo antes de usar a alavanca ou os fundos de bônus. A Detrade não se responsabiliza por quaisquer perdas incorridas através de negociações com bônus.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "O trading fica diariamente indisponível entre {{startTime}} e {{endTime}} ({{timeZone}}) e durante todo o final de semana. Por favor, liquide seus pedidos com antecedência.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Torneios de trading, bônus regulares, presentes, códigos promocionais e competições estão disponíveis para qualquer operador usar ou participar.",
  "Traffic Owners": "Proprietários de tráfego",
  "Transaction Completed": "Transação concluída",
  "Transaction details": "Detalhes da transação",
  "Transactions": "Transações",
  "Transition details": "Detalhes da transação",
  "Transparency & Security": "Transparência e Segurança",
  "Trigger price is too close to bust price": "O preço de ativação está muito perto do preço de bust",
  "Trigger price is too close to current price": "O preço de ativação está muito próximo do preço atual",
  "Trusted by": "Recomendado por",
  "Trusted by millions of users.": "Recomendado por milhões de usuários.",
  "Try": "Experimente",
  "Try a quick demo": "Faça uma demonstração rápida",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Experimente todos os benefícios oferecidos pela Plataforma em uma conta demo com moeda virtual, sem investimento real e sem nenhum risco envolvido.",
  "Turn every action into rewards. Start trading today.": "Transforme cada ação em recompensas. Comece hoje no trading.",
  "Txid": "ID do ticket",
  "Type": "Tipo",
  "Type Your message": "Digite sua mensagem",
  "UID": "UID",
  "UP": "CIMA",
  "USDT-Margined": "USDT-Margem",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Diariamente indisponível entre {{startTime}} e {{endTime}} ({{timeZone}}) e durante todo o final de semana.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Experiências Exclusivas: com desafios inovadores de trading, opções de negociação de criptomoeda simplificadas e modelos exclusivos, a Detrade oferece uma experiência que você não encontrará em nenhum outro lugar.",
  "Unlock Diamond": "Desbloquear Diamante",
  "Unlock Top Traders, Achieve": "Desbloqueie os Top Traders, conquiste",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Não é necessário. A Detrade é uma provedora de tecnologia e você pode adquirir nossas soluções de qualquer país.",
  "Up": "Acima",
  "Up & Down": "Acima & Abaixo",
  "Up Down": "Acima Abaixo",
  "Up Or Down?": "Cima ou Abaixo?",
  "Up Wins": "Acima ganha",
  "Update Success": "Atualizado com sucesso",
  "Updated at {{time}}": "Atualizado em {{time}}",
  "Updated timely": "Atualizado em tempo hábil",
  "Uppercase or lowercase letters": "Letras maiúsculas ou minúsculas",
  "Usage Instructions & Limitations": "Instruções e Limitações de Uso",
  "Used": "Usado",
  "User Agreement and Terms & Conditions": "Termos de Uso & Termos e Condições",
  "User ID": "ID de usuário",
  "User name": "Nome de usuário",
  "Username": "Nome de usuário",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Para desfrutar desta atividade, os usuários devem selecionar ou participar de pares de trading.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "O uso de várias contas para contornar os limites de negociação é estritamente proibido e pode resultar em suspensão da conta ou penalidades.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Usando o livro de ordens compostas, uma função é definida para representar o preço marginal para comprar ou vender um determinado montante. Por exemplo, a função marginal de compra é:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "É altamente recomendável usar a autenticação de dois fatores, pois protege sua conta com senha e telefone.",
  "VIP": "VIP",
  "VIP group": "Grupo VIP",
  "Validity period: within 14 days after activation": "Período de Validade: 14 dias após a ativação",
  "Verifiable fairness": "Comprovadamente justo",
  "Verification": "Verificação",
  "Verification Example": "Exemplo de Verificação",
  "Verification code failed": "O código de verificação falhou",
  "Verification email sent. Check your inbox.": "E-mail de verificação enviado. Verifique sua caixa de entrada.",
  "Verified": "Verificado",
  "Verify": "Verificar",
  "Verify Fairness": "Verificar Jogo Justo",
  "Verify fairness": "Verificar a imparcialidade",
  "View details": "Exibir detalhes",
  "View more": "Ver mais",
  "Volume": "Volume",
  "Volume (24h)": "Volume (24h)",
  "Voucher code": "Código do voucher",
  "Wager": "Apostar",
  "Wager <0>{{amount}}</0> To Reach": "Aposte <0>{{amount}}</0> para alcançar",
  "Wait For Next Round": "Aguarde a próxima rodada",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Aguarde até que haja pelo menos 6 índices de preços válidos. Se não houver índices de preços suficientes, o índice da Detrade não será atualizado.",
  "Wallet": "Carteira",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Deseja participar do programa de parceria da Detrade? Entre em contato com nossa equipe de suporte para começar!",
  "Watch play demo": "Assista à demonstração",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Coletamos informações sobre sua atividade em nossa Plataforma, incluindo atividades de trading, preferências e envolvimento com nosso conteúdo.",
  "We collect several types of information from and about users of our Platform, including:": "Coletamos vários tipos de informações de e sobre os usuários da nossa Plataforma, inclusive:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Contamos com excelentes equipes técnicas e operacionais para atender às necessidades dos clientes e oferecer-lhes mais garantias.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Implementamos uma série de medidas de segurança para proteger suas informações pessoais contra acesso, uso ou divulgação não autorizados. Essas medidas incluem criptografia, controles de acesso e armazenamento seguro. Entretanto, nenhum método de transmissão atraves da internet ou de armazenamento eletrônico é 100% seguro. Logo, não podemos garantir segurança absoluta.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Esperamos que você se torne um membro da nossa crescente família e nos ajude a moldar o futuro da Detrade juntos!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Para facilitar as transações e cumprir as exigências regulatórias, podemos coletar informações financeiras como números de contas bancárias, detalhes de cartões de crédito e histórico de transações.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Poderemos coletar suas informações sobre localização através de tecnologias como GPS, Wi-Fi ou dados de torres de celular, caso seja permitido.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Poderemos divulgar suas informações se formos obrigados a fazê-lo por lei ou em resposta a solicitações válidas de autoridades públicas (por exemplo, um tribunal ou uma agência governamental).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Podemos divulgar suas informações para proteger os direitos, a propriedade ou a segurança da Detrade, de nossos usuários ou de outros, e para fazer cumprir nossos Termos e Condições.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Podemos compartilhar ou transferir suas informações em conexão com, ou durante as negociações de, qualquer fusão, venda de ativos da empresa, financiamento ou aquisição de toda ou parte de nossos negócios por outra empresa.",
  "We may share your information with third parties if you provide your consent to do so.": "Poderemos compartilhar suas informações com terceiros, caso seja permitido.",
  "We may share your information with third parties in the following circumstances:": "Podemos compartilhar suas informações com terceiros nas seguintes circunstâncias:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Podemos compartilhar suas informações com prestadores de serviços terceirizados que realizam serviços em nosso nome, como processamento de pagamentos, análise de dados, entrega de e-mails e serviços de hospedagem.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Oferecemos a mais ampla gama de opções de negociação de derivados, atraindo mais de 2,5 milhões de traders on-line em todo o mundo. Nossa tecnologia proporciona uma experiência de negociação intuitiva e poderosa, permitindo que nossos clientes compreendam o risco de forma mais eficaz e tomem decisões de negociação informadas.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Visando que todos venham a se tornar traders, oferecemos uma plataforma de trading simples e fácil de operar.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Fornecemos um guia passo a passo sobre como atrair jogadores para sua plataforma, juntamente com materiais de marketing que se mostraram eficazes.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Reservamo-nos o direito de cancelar bônus e lucros dele obtido sob as seguintes condições:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Usamos cookies, web beacons e outras tecnologias de rastreamento para coletar informações sobre seu uso da nossa Plataforma e para aprimorar sua experiência de usuário.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Usamos tecnologia de ponta para fornecer as transações mais rápidas, sem atrasos ou interrupções na operação da interface do usuário.",
  "We use the information we collect for various purposes, including:": "Usamos as informações que coletamos para várias finalidades, inclusive:",
  "We will contact you within 3 working days, please check your email regularly": "Entraremos em contato com você em até 3 dias úteis. Verifique seu e-mail regularmente",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Manteremos suas informações pessoais pelo tempo necessário para atender aos propósitos para os quais foram coletadas, incluindo cumprir os requisitos legais, regulamentares ou comerciais.",
  "Website for PC": "Site para PC",
  "Website for smartphones": "Site para smartphones",
  "Week": "Semana",
  "Week's Pnl": "Pnl da semana",
  "Weekly raffle": "Sorteio Semanal",
  "Welcome Bonus": "Bônus de Boas-Vindas",
  "Welcome To": "Bem-vindo ao",
  "Welcome To Demo Trading ": "Bem-vindo ao Demo Trading ",
  "Welcome to Detrade Connect": "Bem-vindo ao Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Bem-vindo ao Detrade, uma das principais plataformas de negociação de opções binárias. Antes de começar a usar nossa plataforma, leia atentamente e entenda os seguintes termos e condições. Ao acessar ou usar a plataforma Detrade, você concorda em obedecer a esses termos e condições. Se você não concordar com qualquer parte desses termos, você não deve usar a nossa plataforma.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Bem-vindo ao Stonks! O preço será redefinido para US$ 1.000 às 00:00 UTC todos os dias, e todas as ordens pendentes serão automaticamente liquidadas durante a redefinição.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Bem-vindo(a) à Detrade! Para agradecer o seu apoio, estamos oferecendo <0>até 50 USDT em bônus de trading</0> para novos usuários. Experimente o trading de opções binárias com risco zero e recompensas reais!",
  "What currencies can be deposited and withdrawn?": "Quais moedas podem ser depositadas e sacadas?",
  "What does it mean?": "O que isso significa?",
  "What is Detrade Connect?": "O que é Detrade Connect?",
  "What operational expenses could Partner have?": "Que despesas operacionais o Parceiro pode ter?",
  "What would you like your new limit to be? (max 500% of current limit)": "Qual você gostaria que fosse o seu novo limite? (máximo 500% do limite atual)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Quando a contagem regressiva termina, ele entra no processo de preparação para liquidação. O sistema registra o preço inicial após o término da contagem regressiva (no primeiro sinalizador). Quando a linha K é executada por um período de tempo, o sistema registra o preço final (no segundo sinalizador). Compare o preço final e o preço inicial. Se o preço final for maior que o preço inicial, o usuário que escolheu a direção ACIMA ganha. Caso contrário, o usuário que escolheu a direção ABAIXO vencerá.",
  "When the dual conditions are met, you will receive profits.": "Quando ambas as condições forem atendidas, você receberá lucros.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Quando negociadas em uma bolsa tradicional com um livro de ordens com limite central, as ordens de grande porte geralmente se cruzam com as ordens em repouso além da melhor oferta de compra ou de venda, resultando em um preço médio de preenchimento pior do que o preço do topo do livro. Os formadores de mercado restringem a quantidade de liquidez que estão dispostos a oferecer no topo do livro devido ao risco adicional que as ordens grandes representam. Em vez de exigir que as ordens de grande porte sejam preenchidas a vários preços, a Detrade usa uma fórmula de impacto no mercado para definir o preço de fechamento das negociações vencedoras (as negociações perdedoras fechadas manualmente não são afetadas) para replicar o impacto no mercado das ordens de grande porte, mas de forma mais consistente e previsível. A maneira mais fácil de ver os efeitos exatos do impacto no mercado é usar a Calculadora de ROI encontrada na página de negociação de futuros.",
  "When will the commission be distributed?": "Quando a comissão será distribuída?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Quando a negociação de seu amigo terminar, você poderá receber uma comissão imediata por isso.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Em que <0>P_close</0> é <1>P_open*(1-1/multiplier_leverage)</1> para \"busts\" ou \"stop loss\".",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Onde <0>p_i | i in 1...N</0> e <1>s_i|i in 1...N</1> são os preços de compra e os tamanhos classificados em ordem crescente. Essa função fornece o preço máximo que alguém pagaria para comprar um valor <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Onde <0>v_i</0> são os tamanhos nos quais os preços médios são calculados e são definidos como a união dos tamanhos cumulativos de compra e venda do livro de ordens composto. <1>L</1> é um fator de escala definido como <2>1/V</2>, em que <3>V</3> é o tamanho máximo no qual um preço médio é calculado e é definido como o mínimo da soma dos tamanhos de compra e venda no livro de ordens composto.",
  "Which currency pairs can be traded on Detrade?": "Quais pares de moedas podem ser negociados na Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Os proprietários de white labels têm custo zero no desenvolvimento da plataforma. Tudo o que eles precisam é se concentrar em vendas e marketing.",
  "Whitelist pre-booking": "Pré Lista de Permissões",
  "Why Partner with Detrade?": "Por que fazer parceria com a Detrade?",
  "Why choose Detrade": "Por que escolher a Detrade",
  "Why you must choose us?": "Por que você deve nos escolher?",
  "Wild": "Selvagem",
  "Will The Price Go Up Or Down": "O preço vai subir ou descer",
  "Will the price go up or down ?": "O preço vai subir ou descer?",
  "Win": "Ganho",
  "Win Crypto Tokens": "Ganhe tokens de criptomoedas",
  "Win if the price breaks out — above the high or below the low.": "Ganhe se o preço extrapolar — para cima ou para baixo do alvo.",
  "Win rate": "Taxa de Ganho",
  "Winner": "Vencedor",
  "Winning": "Ganhando",
  "Winning Tickets": "Bilhetes Ganhadores",
  "Winning prize details": "Detalhes do Prêmio Vencedor",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Com a taxa PnL, você não paga nenhuma taxa para abrir ou fechar a negociação. Apenas uma fração de seus lucros (se houver) será retirada quando você fechar a negociação",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Com a taxa fixa ativada, você recebe 100% de seus lucros, mas paga antecipadamente uma <0>taxa fixa que cobre sua entrada, saída e derrapagem</0> antes de entrar na negociação, como em um câmbio regular",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Com novos recursos e atualizações empolgantes, é o momento perfeito para promover a Detrade.",
  "Withdraw": "Saque",
  "Withdraw Fee": "Taxa de Saque",
  "Withdraw Order Created": "Pedido de saque criado",
  "Withdraw Processing": "Saque em processamento",
  "Withdraw Success": "Saque bem-sucedido",
  "Withdraw is in progress": "",
  "Withdraw to": "Sacar para",
  "Withdraw your earnings 24/7": "Retire seus ganhos 24 horas por dia, 7 dias por semana",
  "Withdrawal fee": "Taxa de Saque",
  "Withdrawal fee discount": "Desconto na Taxa de Saque",
  "Yes": "Sim",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Sim, a DeTrade acredita na transparência total e oferece todos os dados a você. Você pode ver todas essas informações em",
  "Yes, contact us at any time to upgrade your package.": "Sim, entre em contato a qualquer momento para atualizar seu pacote.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Sim, aqueles que não estão familiarizados com as criptomoedas podem fazer login através de redes sociais e financiá-las com cartões bancários.",
  "Yes, you can use both.": "Sim, você pode usar ambos.",
  "Yield": "Rendimento",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Você pode depositar e sacar a maioria das principais moedas digitais do mercado. A plataforma também lançará, gradualmente, as funções de depósito e saque de moedas legais.",
  "You can share your invite link to your friend or your social media": "Você pode compartilhar seu link do convite com seus amigos ou em suas mídias sociais",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Você tem o direito de se opor ao nosso processamento de suas informações pessoais, sob certas condições.",
  "You have the right to request a copy of the personal information we hold about you.": "Você tem o direito de solicitar uma cópia das informações pessoais que mantemos sobre você.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Você tem o direito de solicitar a correção de quaisquer equívocos em suas informações pessoais.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Você tem o direito de solicitar a exclusão de suas informações pessoais, que ficará sujeita a determinadas exceções.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Você receberá 20% da margem da casa para cada negociação realizada. Se você tiver muitos seguidores, poderá entrar em contato conosco para obter mais comissões.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Você receberá cerca de {nextCapitalCost} na próxima hora. O valor específico está sujeito à taxa de financiamento daquele momento",
  "You won <0>{{award}}</0>": "Você ganhou <0>{{award}}</0>",
  "Your": "Seu",
  "Your Telegram": "Seu Telegram",
  "Your account level is assessed and updated on the": "O nível de sua conta é avaliado e atualizado no",
  "Your current limit is {{limit}}": "Seu limite atual é de {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Seus limites atuais são: Tarifa PnL - {{pnl}}, Tarifa Fixa - {{Fixed}}",
  "Your email": "Seu e-mail",
  "Your friends will be associated with you after they sign up": "Seus amigos serão associados a você após o registro",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Suas informações, incluindo informações pessoais, podem ser transferidas e mantidas em servidores ou bancos de dados localizados fora de seu país ou jurisdição. Ao usar nossa Plataforma, você concorda com a transferência de suas informações para os Estados Unidos ou qualquer outro país em que a Detrade ou seus prestadores de serviços mantenham instalações.",
  "Your investment": "Investimento",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Sua seleção de idioma se aplica aos e-mails da Detrade, SMS, notificações no aplicativo e a todos os dispositivos em que você estiver conectado.",
  "Your name": "Seu nome",
  "Your profile is now private": "Seu perfil agora é privado",
  "Your profile is now public": "Seu perfil agora é público",
  "Your transfer amount has to MATCH the submission amount.": "O valor de sua transferência deve CORRESPONDER ao valor enviado.",
  "Zero Trading Fees": "Sem taxas de trading",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Verificação de Documentos: os usuários podem ser solicitados a fornecer cópias de documentos de identificação emitidos pelo governo, como passaporte, carteira de motorista ou carteira de identidade nacional.",
  "all assets": "todos os ativos",
  "all status": "todos os status",
  "approved": "aprovado",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Cookies de desempenho**: coletam informações sobre o uso de nossa Plataforma como, por exemplo, páginas visitadas com mais frequência. Essas informações são usadas para melhorar a funcionalidade da Plataforma.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Verificação de Endereço: os usuários podem ser solicitados a fornecer um comprovante de endereço, como uma conta de luz ou extrato bancário, para verificar seu endereço residencial.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "baseado no seu desempenho e atividades mais recentes. Mantenha-se engajado e suba nas classificações!",
  "basic information verification": "verificação de informações básicas",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Cookies de funcionalidade**: permitem que nossa Plataforma se lembre das escolhas que você faz (como seu nome de usuário, idioma ou região) e forneça recursos aprimorados e mais pessoais.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Verificação Biométrica: a Detrade pode usar métodos de autenticação biométrica, como reconhecimento facial ou digitalização de impressões digitais, para verificar a identidade dos usuários.",
  "change password": "alterar senha",
  "chat rules": "regras de bate-papo",
  "currency": "moeda",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Cookies de publicidade**: usados para exibir anúncios que são mais relevantes para você e seus interesses. Eles também nos ajudam a medir a eficácia das campanhas publicitárias.",
  "date": "data",
  "day": "dia",
  "demo": "demonstração",
  "deposit": "depósito",
  "deposit with a 50% bonus": "depoósito com 50% de bônus",
  "down": "abaixo",
  "earn ticket": "ganhar bilhete",
  "edit profile": "editar perfil",
  "edit your avatar": "editar seu avatar",
  "email": "e-mail",
  "explanation": "explicação",
  "failed": "falhou",
  "forgot password?": "esqueceu a senha?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "mantenha-se Diamante por 3 meses — nosso gerente VIP o convidará a acessar privilégios exclusivos do Diamante+.",
  "init": "inicial",
  "liq price": "preço liq",
  "live": "ao vivo",
  "loading...": "carregando...",
  "lucky poll": "enquete da sorte",
  "medium": "médio",
  "month": "mês",
  "more": "mais",
  "my tickets": "meu bilhete",
  "name": "nome",
  "no": "não",
  "or": "ou",
  "order id": "ID do pedido",
  "pending": "pendente",
  "perks in total": "benefícios no total",
  "price": "preço",
  "prize": "prêmio",
  "processing": "processando",
  "rejected": "rejeitado",
  "results": "resultados",
  "rewards": "prêmios",
  "rewards list": "lista de prêmios",
  "search “Google Authenticator” and proceed to download.": "pesquise \"Google Authenticator\" e faça o download.",
  "seed": "semente",
  "strong": "forte",
  "success": "sucesso",
  "temporary rejected": "rejeitado temporariamente",
  "terms and conditions": "termos e condições",
  "tickets number": "número de bilhetes",
  "ticks": "tiques",
  "time": "tempo",
  "token": "token",
  "top": "topo",
  "trader": "trader",
  "trading platform": "plataforma de negociação",
  "two-Factor authentication": "autenticação de dois fatores",
  "up": "acima",
  "voucher": "cupom",
  "wager": "apostar",
  "weak": "fraco",
  "week": "semana",
  "welcome gifts": "presentes de boas-vindas",
  "withdraw": "sacar",
  "{{field}} is required": "{{field}} é necessário",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} lugar - {{percent}} do prêmio total do Concurso Diário",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>de {{total}}</0>",
  "|PnL|": "|PnL|"
}
