{
  "* Both a memo/tag and an address are required": "* Sowohl ein Memo/Tag als auch eine Adresse sind erforderlich",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Bitte bestätigen Sie, ob die Empfangsadresse ein MEMO/Tag erfordert. Wenn es nicht oder falsch ausgefüllt ist, geht das Vermögen verloren",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Bei den Rechnerergebnissen handelt es sich um Schätzungen. Der tatsächliche ROI/Gewinn und Verlust kann je nach Marktbedingungen von den angezeigten Werten abweichen.",
  "1-on-1 manager": "1-zu-1-Manager",
  "1. Choose the future price direction": "1. Wählen Sie die zukünftige Preisrichtung",
  "1. Information We Collect": "1. Von uns erfasste Informationen",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade („wir“, „uns“ oder „unser“) verpflichtet sich zur Bekämpfung von Geldwäsche und Terrorismusfinanzierung durch die Umsetzung robuster Richtlinien und Verfahren zur Bekämpfung von Geldwäsche (AML) und zur Kundenkenntnis (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade („wir“, „uns“ oder „unser“) betreibt eine Online-Handelsplattform für binäre Optionen („Plattform“), die es Händlern („Sie“ oder „Händler“) ermöglicht, mit verschiedenen Finanzinstrumenten zu handeln.",
  "1.1 Personal Identification Information:": "1.1 Persönliche Identifikationsinformationen:",
  "1.2 Financial Information:": "1.2 Finanzielle Informationen:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Diese Anti-Geldwäsche-Richtlinie (AML) und Know Your Customer-Richtlinie (KYC) („Richtlinie“) beschreibt unsere Verpflichtungen und Verfahren zur Überprüfung der Identität unserer Händler („Sie“ oder „Händler“) und zur Erkennung und Verhinderung von Geldwäsche- und Terrorismusfinanzierungsaktivitäten auf der Plattform von Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Diese Benutzervereinbarung und die Allgemeinen Geschäftsbedingungen („Vereinbarung“) regeln Ihre Nutzung der Plattform von Detrade. Indem Sie auf unsere Plattform zugreifen oder sie nutzen, bestätigen Sie, dass Sie diese Vereinbarung gelesen und verstanden haben und damit einverstanden sind.",
  "1.3 Technical Information:": "1.3 Technische Informationen:",
  "1.4 Usage Data:": "1.4 Nutzungsdaten:",
  "1.5 Location Information:": "1.5 Standort informationen:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Cookies und Tracking-Technologien:",
  "1.Introduction": "1.Einleitung",
  "10 most wagering players carve up the prize pool.": "Die 10 Spieler mit den höchsten Wetteinsätzen teilen sich den Preispool.",
  "10. Amendments to the Policy": "10. Änderungen der Richtlinie",
  "10. International Data Transfers": "10. Internationale Datenübertragungen",
  "10. Limitation of Liability": "10. Haftungsbeschränkung",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade behält sich das Recht vor, diese Richtlinie jederzeit zu ändern oder zu ergänzen. Alle Änderungen werden sofort nach der Veröffentlichung auf der Plattform von Detrade wirksam.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Detrade haftet im größtmöglichen gesetzlich zulässigen Umfang nicht für direkte, indirekte, zufällige, Sonder- oder Folgeschäden, die aus Ihrer Nutzung unserer Plattform entstehen oder in irgendeiner Weise damit zusammenhängen.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 In keinem Fall übersteigt die Gesamthaftung von Detrade Ihnen gegenüber für alle Schäden, Verluste und Klagegründe, die sich aus oder im Zusammenhang mit dieser Vereinbarung ergeben, den Betrag, den Sie gegebenenfalls im Zeitraum von zwölf (12) Monaten unmittelbar vor dem Ereignis, das zu dieser Haftung führt, an Detrade bezahlt haben.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Es liegt in Ihrer Verantwortung, diese Richtlinie regelmäßig zu überprüfen, um über Aktualisierungen oder Änderungen informiert zu bleiben. Ihre fortgesetzte Nutzung der Detrade Plattform nach Änderungen dieser Richtlinie gilt als Akzeptanz dieser Änderungen.",
  "1000x leverage": "1000-fache Hebelwirkung",
  "11. Contact Information": "11. Kontaktinformationen",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Wenn Sie Fragen, Bedenken oder Feedback zu dieser Richtlinie oder den AML- und KYC-Verfahren von Detrade haben, kontaktieren Sie uns bitte unter [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Sie erklären sich damit einverstanden, Detrade und seine verbundenen Unternehmen, leitenden Angestellten, Direktoren, Mitarbeiter und Vertreter von allen Ansprüchen, Verbindlichkeiten, Schäden, Verlusten, Kosten, Aufwendungen oder Gebühren (einschließlich angemessener Anwaltsgebühren) freizustellen und schadlos zu halten, die aus Ihrer Nutzung der Detrade-Plattform oder Ihrem Verstoß gegen diese Vereinbarung entstehen oder damit in Zusammenhang stehen.",
  "11.Indemnification": "11.Freistellung",
  "12. Contact Us": "12. Kontaktieren Sie uns",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Diese Vereinbarung unterliegt den Gesetzen von [Gerichtsbarkeit] und wird in Übereinstimmung mit diesen ausgelegt.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Sämtliche Streitigkeiten, die sich aus oder im Zusammenhang mit dieser Vereinbarung ergeben, werden durch ein Schiedsverfahren gemäß den Regeln der [Schiedsgerichtsbarkeit] beigelegt.",
  "12.Governing Law and Dispute Resolution": "12. Geltendes Recht und Streitbeilegung",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade behält sich das Recht vor, diese Vereinbarung jederzeit zu ändern oder zu ergänzen. Alle Änderungen werden sofort nach der Veröffentlichung auf der Plattform von Detrade wirksam.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Es liegt in Ihrer Verantwortung, diese Vereinbarung regelmäßig zu überprüfen, um über Aktualisierungen oder Änderungen informiert zu bleiben. Ihre fortgesetzte Nutzung der Detrade-Plattform nach Änderungen dieser Vereinbarung gilt als Annahme dieser Änderungen.",
  "13.Amendments to the Agreement": "13.Änderungen der Vereinbarung",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Wenn Sie Fragen, Bedenken oder Feedback zu dieser Vereinbarung oder der Plattform von Detrade haben, kontaktieren Sie uns bitte unter14.1 Wenn Sie Fragen, Bedenken oder Feedback zu dieser Vereinbarung oder der Plattform von Detrade haben, kontaktieren Sie uns bitte unter",
  "14.Contact Information": "14.Kontaktinformationen",
  "16th of every month": "16. eines jeden Monats",
  "1D": "1D",
  "1M": "1M",
  "1W": "1W",
  "2. Definitions": "2. Begriffsbestimmungen",
  "2. Eligibility": "2. Teilnahmeberechtigung",
  "2. How We Use Your Information": "2. Wie wir Ihre Daten verwenden",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Sie können den gesamten Auftragsbetrag des Fondspools in den Richtungen UP und DOWN sowie den Auftragsstatus von Ihnen und anderen Benutzern in der Liste anzeigen.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 „AML“ bezieht sich auf die Bekämpfung der Geldwäsche und umfasst eine Reihe von Verfahren, Gesetzen und Vorschriften, die die illegale Erzielung von Einnahmen über Finanzsysteme verhindern sollen.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Indem Sie auf die Plattform von Detrade zugreifen oder diese verwenden, erklären und garantieren Sie, dass Sie mindestens 18 Jahre alt sind und die Rechtsfähigkeit besitzen, diesen Vertrag abzuschließen.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Zur Bereitstellung und Wartung unserer Plattform:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 „KYC“ steht für „Know Your Customer“ und bezeichnet den Prozess der Überprüfung der Identität von Kunden und der Bewertung ihres potenziellen Risikos einer Beteiligung an illegalen Aktivitäten.",
  "2.2 To Improve Our Platform:": "2.2 Zur Verbesserung unserer Plattform:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Sie müssen außerdem alle geltenden Gesetze und Vorschriften bezüglich Ihrer Nutzung unserer Plattform einhalten.",
  "2.3 To Communicate with You:": "2.3 Um mit Ihnen zu kommunizieren:",
  "2.4 To Personalize Your Experience:": "2.4 Um Ihr Erlebnis zu personalisieren:",
  "2.5 To Conduct Analytics and Research:": "2.5 Zur Durchführung von Analysen und Recherchen:",
  "2.6 To Ensure Security and Compliance:": "2.6 Zur Gewährleistung von Sicherheit und Compliance:",
  "20% affiliate commission (a 100% increase from our base rate).": "20 % Affiliate-Provision (eine 100 %ige Erhöhung unseres Basissatzes).",
  "20+ exchange market data": "Über 20 Börsenmarktdaten",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Hinweis zur 24-Stunden-Auszahlungsbeschränkung Unser System hat Änderungen an wichtigen Informationen in Ihrem Konto erkannt. Daher setzen wir die Auszahlungsfunktion Ihres Kontos vorübergehend aus, während wir Schritte zum Schutz Ihres Vermögens unternehmen. Die Beschränkungen werden zur UTC-Zeit {{time}} automatisch aufgehoben.",
  "24h Live Players": "24h Live-Spieler",
  "24h Trade Vol": "24-Stunden-Handelsvolumen",
  "24h Wins Paid": "24h Gewinne ausbezahlt",
  "24h high": "24h hoch",
  "24h low": "24h niedrig",
  "24h players": "24h-Spieler",
  "24h win ratio": "24-Stunden-Gewinnverhältnis",
  "2FA Code's length is not right": "Die Länge des 2FA-Codes stimmt nicht",
  "2FA authentication": "2FA-Authentifizierung",
  "2s CFD and 5-60s Options": "2s CFD und 5-60s Optionen",
  "3. Customer Due Diligence (CDD)": "3. Sorgfaltspflicht gegenüber dem Kunden (CDD)",
  "3. How We Share Your Information": "3. Wie wir Ihre Informationen weitergeben",
  "3. Wait for system settlement": "3. Warten Sie auf die Systemabwicklung",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade führt bei allen Benutzern eine Customer Due Diligence (CDD) durch, um deren Identität zu überprüfen und ihr Risikoniveau zu bewerten.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Um auf bestimmte Funktionen der Detrade-Plattform zugreifen zu können, müssen Sie sich möglicherweise für ein Konto registrieren.",
  "3.1 With Service Providers:": "3.1 Mit Dienstleistern:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Während des Registrierungsvorgangs werden Sie unter Umständen aufgefordert, bestimmte persönliche Informationen anzugeben, darunter insbesondere Ihren vollständigen Namen, Ihr Geburtsdatum, Ihre Wohnanschrift, einen amtlichen Ausweis und einen Adressnachweis.",
  "3.2 For Legal Reasons:": "3.2 Aus rechtlichen Gründen:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Wenn Sie sich für ein Konto registrieren, erklären Sie sich damit einverstanden, genaue, aktuelle und vollständige Informationen über sich selbst bereitzustellen, wie im Registrierungsformular angegeben.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade behält sich das Recht vor, von Ihnen zusätzliche Informationen oder Unterlagen anzufordern, um Ihre Identität zu überprüfen oder Ihr Risikoniveau zu bewerten.",
  "3.3 To Protect Our Rights:": "3.3 Zum Schutz unserer Rechte:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Sie sind für die Wahrung der Vertraulichkeit Ihrer Kontoanmeldeinformationen und für alle Aktivitäten verantwortlich, die über Ihr Konto erfolgen.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade behält sich das Recht vor, Ihr Konto zu sperren oder zu kündigen, wenn wir der Ansicht sind, dass Sie während des Registrierungsvorgangs falsche oder irreführende Informationen angegeben oder gegen eine Bestimmung dieser Vereinbarung verstoßen haben.",
  "3.4 With Your Consent:": "3.4 Mit Ihrer Zustimmung:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Sie erklären sich damit einverstanden, sämtliche von Detrade zum Zweck der Customer Due Diligence (CDD) angeforderten Informationen oder Unterlagen unverzüglich bereitzustellen.",
  "3.5 In Business Transfers:": "3.5 Bei Unternehmensübertragungen:",
  "3.Account Registration": "3.Kontoregistrierung",
  "3rd Merchant Processing": "Drittanbieter-Verarbeitung",
  "4. Check the winning and losing results": "4. Überprüfen Sie die Gewinn- und Verlustergebnisse",
  "4. Identity Verification": "4. Identitätsprüfung",
  "4. Platform Use": "4. Plattformnutzung",
  "4. Your Data Protection Rights": "4. Ihre Datenschutzrechte",
  "4.1 Access:": "4.1 Zugang:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade verwendet verschiedene Methoden und Tools, um die Identität seiner Benutzer zu überprüfen, einschließlich, aber nicht beschränkt auf:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Die Plattform von Detrade dient ausschließlich zu Informations- und Bildungszwecken. Sie erkennen an und stimmen zu, dass die auf unserer Plattform bereitgestellten Informationen nicht als Finanzberatung gedacht sind und nicht als Grundlage für Anlageentscheidungen verwendet werden sollten.",
  "4.2 Correction:": "4.2 Berichtigung:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade behält sich das Recht vor, von Benutzern bereitgestellte Dokumente oder Informationen abzulehnen, wenn diese für die Identitätsprüfung als unzureichend oder ungenau erachtet werden.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Sie sind allein dafür verantwortlich, die mit dem Handel mit binären Optionen verbundenen Risiken zu bewerten und festzustellen, ob der Handel auf der Plattform von Detrade für Sie geeignet ist.",
  "4.3 Deletion:": "4.3 Löschung:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Sie verpflichten sich, die Plattform von Detrade im Einklang mit allen geltenden Gesetzen und Vorschriften und in einer Weise zu nutzen, die weder die Rechte anderer verletzt noch gegen die Bestimmungen dieser Vereinbarung verstößt.",
  "4.4 Objection:": "4.4 Widerspruch:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Einschränkung: Sie haben das Recht, unter bestimmten Bedingungen zu verlangen, dass wir die Verarbeitung Ihrer personenbezogenen Daten einschränken.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Datenübertragbarkeit: Sie haben das Recht, unter bestimmten Bedingungen die Übertragung Ihrer personenbezogenen Daten an eine andere Organisation oder direkt an Sie zu verlangen.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Widerruf der Einwilligung: Wenn Sie uns die Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten erteilt haben, haben Sie das Recht, Ihre Einwilligung jederzeit zu widerrufen.",
  "5. Data Security": "5. Datensicherheit",
  "5. Risk Assessment": "5. Risikobewertung",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade führt für jeden Händler eine Risikobewertung auf Grundlage seiner Identitätsprüfungsdaten, seines Transaktionsverlaufs und anderer relevanter Faktoren durch.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Die Plattform von Detrade ermöglicht Benutzern den Handel mit binären Optionen auf verschiedene Finanzinstrumente, einschließlich, aber nicht beschränkt auf Aktien, Währungen, Rohstoffe und Indizes.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Benutzern kann auf Grundlage der Ergebnisse der Risikobewertung eine Risikoeinstufung zugewiesen werden, die Einfluss darauf haben kann, wie genau ihre Transaktionen und Kontoaktivitäten geprüft werden.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Sie erkennen an und stimmen zu, dass der Handel mit binären Optionen erhebliche Risiken birgt, darunter das Risiko, Ihre gesamte Investition zu verlieren.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Sie sind allein dafür verantwortlich, die mit jedem Handel verbundenen Risiken zu bewerten und die geeignete Anlagestrategie für Ihre individuellen Umstände festzulegen.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade übernimmt keine Garantien oder Zusicherungen hinsichtlich der Rentabilität oder des Erfolgs von über unsere Plattform getätigten Geschäften.",
  "5.Trading": "5.Handel",
  "50+ trading pairs": "Über 50 Handelspaare",
  "6 Month's Pnl": "6-Monats-Gewinn- und Verlustrechnung",
  "6. Data Retention": "6. Datenspeicherung",
  "6. Fees and Charges": "6. Gebühren und Kosten",
  "6. Monitoring and Reporting": "6. Überwachung und Berichterstattung",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade kann für bestimmte Dienstleistungen oder Transaktionen, die auf unserer Plattform durchgeführt werden, Gebühren erheben. Sie erklären sich damit einverstanden, alle anfallenden Gebühren und Kosten im Zusammenhang mit Ihrer Nutzung unserer Plattform zu zahlen.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade überwacht die Transaktionen und Kontoaktivitäten der Händler auf Anzeichen verdächtigen oder ungewöhnlichen Verhaltens, das auf Geldwäsche oder Terrorismusfinanzierung hindeuten könnte.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade behält sich das Recht vor, unsere Gebührenstruktur jederzeit mit oder ohne Vorankündigung zu ändern oder zu modifizieren.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Wenn Detrade verdächtige Aktivitäten oder Transaktionen feststellt, behalten wir uns das Recht vor, diese Aktivitäten den zuständigen Behörden zu melden und entsprechende Maßnahmen zu ergreifen, einschließlich, aber nicht beschränkt auf das Einfrieren oder Suspendieren von Händlerkonten.",
  "6M": "6M",
  "7 * 24 technical services": "7 * 24 technische Dienste",
  "7. Cookies and Similar Technologies": "7. Cookies und ähnliche Technologien",
  "7. Intellectual Property": "7. Geistiges Eigentum",
  "7. Record-Keeping": "7. Aufzeichnungen",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Alle auf der Plattform von Detrade verfügbaren Inhalte und Materialien, einschließlich, aber nicht beschränkt auf Texte, Grafiken, Logos, Bilder und Software, sind Eigentum von Detrade oder seinen Lizenzgebern und durch Urheberrechte, Markenrechte und andere Gesetze zum Schutz geistigen Eigentums geschützt.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Cookies: Wir verwenden Cookies, um Ihr Erlebnis auf unserer Plattform zu verbessern. Ein Cookie ist eine kleine Datei, die auf Ihrem Gerät abgelegt wird und es uns ermöglicht, Ihren Browser zu erkennen und bestimmte Informationen zu erfassen und zu speichern.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade führt Aufzeichnungen über sämtliche Händleridentifikations- und Transaktionsinformationen gemäß den geltenden Gesetzen und Vorschriften.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Arten von Cookies: a) **Unverzichtbare Cookies**: Diese Cookies sind für den Betrieb unserer Plattform erforderlich. Sie ermöglichen Ihnen die Navigation auf der Website und die Nutzung ihrer Funktionen.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Benutzerdaten werden vertraulich behandelt und nur im Rahmen der gesetzlichen Bestimmungen an autorisiertes Personal oder Aufsichtsbehörden weitergegeben.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Ihnen wird eine begrenzte, nicht exklusive und nicht übertragbare Lizenz für den Zugriff auf und die Nutzung der Detrade-Plattform ausschließlich für Ihren persönlichen und nicht kommerziellen Gebrauch gewährt.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Verwalten von Cookies: Sie können die Verwendung von Cookies auf der Ebene Ihres jeweiligen Browsers steuern. Wenn Sie Cookies ablehnen, können Sie unsere Plattform zwar weiterhin nutzen, aber Ihre Fähigkeit, einige Funktionen oder Bereiche unserer Plattform zu nutzen, kann eingeschränkt sein.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Sie erklären sich damit einverstanden, ohne die ausdrückliche schriftliche Zustimmung von Detrade keine auf der Plattform von Detrade verfügbaren Inhalte oder Materialien zu reproduzieren, zu ändern, zu verteilen oder abgeleitete Werke zu erstellen.",
  "8. Third-Party Links": "8. Links zu Drittanbietern",
  "8. Training and Awareness": "8. Schulung und Sensibilisierung",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade bietet seinen Mitarbeitern Schulungen und Sensibilisierungs programme an, um sicherzustellen, dass sie über die Richtlinien und Verfahren zur Bekämpfung von Geldwäsche und KYC informiert sind.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade respektiert die Privatsphäre seiner Benutzer und verpflichtet sich, deren persönliche Daten zu schützen. Einzelheiten darüber, wie wir Ihre persönlichen Daten erfassen, verwenden und weitergeben, finden Sie in unserer Datenschutzrichtlinie.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Mitarbeiter werden darin geschult, verdächtige Aktivitäten zu erkennen und zu melden und alle AML- und KYC-Anforderungen einzuhalten.",
  "8.Privacy Policy": "8.Datenschutz",
  "9. Children's Privacy": "9. Datenschutz für Kinder",
  "9. Compliance Oversight": "9. Compliance-Aufsicht",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade hat einen Compliance Officer benannt, der für die Überwachung der Einhaltung der AML- und KYC-Richtlinien und -Verfahren verantwortlich ist.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade behält sich das Recht vor, Ihren Zugriff auf unsere Plattform jederzeit und aus beliebigem Grund, mit oder ohne Grund und ohne vorherige Ankündigung auszusetzen oder zu beenden.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Der Compliance Officer ist dafür verantwortlich, die regulatorischen Entwicklungen zu überwachen, die AML und KYC Richtlinien nach Bedarf zu aktualisieren und sicherzustellen, dass die Geschäftstätigkeit von Detrade weiterhin allen geltenden Gesetzen und Vorschriften entspricht.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Nach Beendigung Ihres Zugriffs auf die Plattform von Detrade bleiben alle Bestimmungen dieser Vereinbarung, die ihrer Natur nach auch nach der Beendigung bestehen bleiben, bestehen, einschließlich, aber nicht beschränkt auf Bestimmungen bezüglich geistigem Eigentum, Haftungsbeschränkung und Streitbeilegung.",
  "9.Termination": "9. Kündigung",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Bonusbetrag:</0> 50 % Ihrer ersten Einzahlung",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Bonusobergrenze:</0> Maximal 50 USDT Handelsbonus",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Berechtigung:</0> Nur neue Benutzer bei Detrade",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Anforderung:</0> Erste Einzahlung ≥ 50 USDT (oder gleichwertige Kryptowährung)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Unterstützte Produkte</0>: Highlow, Spread, Up Down, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> Tickets wurden in dieser Runde verschickt!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> pro Ein- und Ausstiegsgeschäft von {{position}} inklusive Slippage",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>von {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Beim Eröffnen des Handels (Position: {{position}}) wurde eine Pauschalgebühr von {{feeAmount}} ({{commission}}) erhoben.",
  "A fraction of your profits (if any) is taken when you close the trade": "Ein Teil Ihrer Gewinne (falls vorhanden) wird einbehalten, wenn Sie den Handel schließen",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Eine variable Gebühr wurde als Anteil des Gewinns bei Handelsschluss erhoben",
  "A verification will be sent to {{email}}": "Eine Bestätigung wird an {{email}} gesendet.",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Stellen Sie sicher, dass Sie alle vier Handelsmodi freigeschaltet haben. Sollte das Problem weiterhin bestehen, wenden Sie sich bitte an den Kundendienst.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: Nein, der Bonus selbst kann nicht ausgezahlt werden. Allerdings können alle <0>mit dem Bonus erzielten Gewinne</0> ausgezahlt werden.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: Ja. Bitte aktivieren Sie Ihren Bonus innerhalb von <0>7 Tagen</0> nach Ausstellung. Abgelaufene Boni können nicht wiederhergestellt werden.",
  "AF": "AF",
  "AML & KYC policy": "AML- und KYC-Richtlinie",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Über Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Greifen Sie auf über 70 beliebte Vermögenswerte mit bis zu 90 % Gewinnpotenzial zu",
  "Account Details": "Kontodetails",
  "Account Not Verified": "Konto nicht verifiziert",
  "Account Verified": "Konto verifiziert",
  "Activate": "Aktivieren",
  "Activation expiry time": "Ablaufzeit der Aktivierung",
  "Active": "Aktiv",
  "Active tickets": "Aktive Tickets",
  "Activity priority access": "Prioritätszugriff auf Aktivitäten",
  "Add": "Hinzufügen",
  "Add key phrase into Google Authenticator and remember the key phrase": "Fügen Sie den Schlüsselbegriff in Google Authenticator ein und merken Sie sich den Schlüsselbegriff",
  "Add referral": "Empfehlung hinzufügen",
  "Add referral code": "Empfehlungscode hinzufügen",
  "Address is required": "Adresse ist erforderlich",
  "Address valid": "Adresse gültig",
  "Advanced": "Fortschrittlich",
  "Advanced Users": "Fortgeschrittene Benutzer",
  "Advanced chart": "Erweitertes Diagramm",
  "Advantage": "Vorteil",
  "Affiliate program": "Partnerprogramm",
  "Affiliates": "Partnerunternehmen",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Nachdem Sie Ihre erste Einzahlung abgeschlossen haben, gehen Sie zum <0>Prämiencenter</0>, um Ihren ersten 1 USDT-Testgutschein anzuzeigen.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Nachdem Sie Ihre persönlichen Daten auf privat gesetzt haben, können andere Benutzer Ihren Benutzernamen und Ihre Daten nicht mehr sehen.",
  "Agreement": "Vereinbarung",
  "Airdrop": "Luftabwurf",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Airdrop-Methode: Belohnungen werden automatisch an das Wallet verteilt. Bitte folgen Sie der In-App-E-Mail.",
  "Airdrop plan": "Airdrop-Plan",
  "Airdrop program": "Airdrop-Programm",
  "Airdrops": "Luftabwürfe",
  "Algorithm": "Algorithmus",
  "All": "Alle",
  "All Assets": "Alle Vermögenswerte",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Alle Makleraktivitäten auf dieser Website werden von Nexus Play LLC bereitgestellt.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Alle Spielformeln sind offen und transparent, was Betrug verhindert und Risiken für Partner und Spieler vermeidet.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Alle Preise für die 24-stündige Handelsrunde werden durch einen zufällig gezogenen Seed vorbestimmt, der am Ende jeder Handelsrunde bekannt gegeben wird. Mit diesem veröffentlichten Seed kann jeder überprüfen, ob wir den unten beschriebenen Algorithmus eingehalten und nach Beginn der Runde keine Preise geändert haben. Insbesondere ist es uns nicht möglich, die Preise basierend auf Ihrem Handel zu ändern.",
  "All prizes will be sent in USDT.": "Alle Preise werden in USDT versendet.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Die gesamte praktische Erfahrung eines Top-Händlers, die Sie benötigen, einschließlich Zugriff auf die wichtigsten Handelsindikatoren und -signale.",
  "All time wins paid": "Alle Gewinne werden ausgezahlt",
  "Already have an account?": "Hast du schon ein Konto?",
  "Amount": "Menge",
  "Amount is required": "Betrag ist erforderlich",
  "Amount to withdraw": "Abzuhebender Betrag",
  "Announcement": "Bekanntmachung",
  "Announcements": "Ankündigungen",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Anti-Geldwäsche- (AML) und Know Your Customer (KYC)-Richtlinie",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Sie haben Fragen? Unser engagiertes Support-Team steht Ihnen gerne zur Verfügung und führt Sie durch den Bewerbungsprozess.",
  "Apply": "Anwenden",
  "Applying": "Bewerben",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Ungefähr {{nextCapitalCost}} werden innerhalb der nächsten Stunde abgebucht und der konkrete Betrag unterliegt dem dann geltenden Finanzierungssatz.",
  "Are there any geographical restrictions?": "Gibt es geografische Einschränkungen?",
  "Arrival amount": "Ankunftsbetrag",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Solange das Programm aktiv bleibt, können Sie Provisionen verdienen, sobald sich Ihr Empfehlungsgeber für ein Detrade-Konto registriert.",
  "Ask a question": "Eine Frage stellen",
  "Asset types,currencies,cryptocurrencies for any trader.": "Vermögensarten, Währungen, Kryptowährungen für jeden Händler.",
  "Assets": "Vermögenswerte",
  "Assets overview": "Übersicht über die Vermögenswerte",
  "At least {{exceed}} number": "Mindestens {{exceed}} Anzahl",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Am Ende des Countdowns werden Gewinn und Verlust auf Grundlage des von Ihnen vorhergesagten Trends ermittelt.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Zu Beginn jeder Handelsrunde (00:00 UTC) wird ein neuer 32-Byte-Seed zufällig ausgewählt. Die Preise der gesamten Runde können reproduziert werden, indem dieser Seed mit einem inkrementierenden ganzzahligen Tick-Zähler kombiniert wird.",
  "Auto": "Auto",
  "Available": "Verfügbar",
  "Available on request": "Auf Anfrage erhältlich",
  "Award quota": "Vergabequote",
  "Awarded users": "Ausgezeichnete Benutzer",
  "Balance": "Gleichgewicht",
  "Balance is not enough": "Ausgewogenheit allein reicht nicht",
  "Basic": "Basic",
  "Becoming an affiliate is easy": "Partner werden ist ganz einfach",
  "Benefit from our many years of experience and internationally renowned reputation.": "Profitieren Sie von unserer langjährigen Erfahrung und unserem international renommierten Ruf.",
  "Benefits": "Vorteile",
  "Benefits:": "Vorteile:",
  "Best For": "Am besten für",
  "Bet": "Wette",
  "Betting": "Wetten",
  "Binary Options Exchange": "Börse für binäre Optionen",
  "Bind": "Binden",
  "Bind Success": "Erfolg binden",
  "Black diamond circle": "Schwarzer Diamantkreis",
  "Blockchain Processing": "Blockchain-Verarbeitung",
  "Bonus": "Bonus",
  "Bonus Rules": "Bonusregeln",
  "Bonus Trial": "Bonus-Testversion",
  "Bonus pool": "Bonuspool",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Bonusgutscheine sind <0>nicht auszahlbar</0>, aber <1>Gewinne aus Bonusgeschäften sind auszahlbar<1>",
  "Boost your earnings by affiliate program": "Steigern Sie Ihre Einnahmen durch ein Partnerprogramm",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Steigern Sie Ihren Handel mit einem Hebel von bis zu 1000x – großes Risiko, größere Belohnung.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Steigern Sie Ihren Handel mit einem bis zu 1000-fachen Hebel – großes Risiko, größere Belohnung.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Maklerprodukte und -dienste angeboten von Nexus Play LLC.",
  "Bronze": "Bronze",
  "Bust And Stop Loss Prices": "Bust- und Stop-Loss-Preise",
  "Buy": "Kaufen",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Indem Sie auf die Plattform von Detrade zugreifen oder diese nutzen, bestätigen Sie, dass Sie diese Datenschutzrichtlinie gelesen und verstanden haben und damit einverstanden sind. Wenn Sie mit dieser Datenschutzrichtlinie nicht einverstanden sind, dürfen Sie unsere Plattform nicht nutzen.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Indem Sie auf die Detrade-Plattform zugreifen oder sie verwenden, bestätigen Sie, dass Sie diese Vereinbarung gelesen und verstanden haben und sich mit ihr einverstanden erklären. Wenn Sie mit irgendeinem Teil dieser Vereinbarung nicht einverstanden sind, dürfen Sie die Detrade-Plattform nicht verwenden.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Indem Sie auf die Plattform von Detrade zugreifen oder diese nutzen, bestätigen Sie, dass Sie diese AML- und KYC-Richtlinie gelesen und verstanden haben und sich mit der Einhaltung dieser Richtlinien einverstanden erklären. Wenn Sie mit irgendeinem Teil dieser Richtlinie nicht einverstanden sind, dürfen Sie die Plattform von Detrade nicht nutzen.",
  "Calculator": "Kalkulator",
  "Campaign": "Kampagne",
  "Campaign Center": "Kampagnenzentrum",
  "Can I See The Data Of My Referral?": "Kann ich die Daten meiner Empfehlung sehen?",
  "Can I use a live account and a demo account at the same time?": "Kann ich gleichzeitig ein Live-Konto und ein Demo-Konto nutzen?",
  "Can Partner upgrade his partnership level in the future?": "Kann der Partner seinen Partnerschaftslevel in der Zukunft erhöhen?",
  "Can non-crypto users play Detrade games?": "Können Nicht-Krypto-Benutzer Detrade-Spiele spielen?",
  "Cancel": "Stornieren",
  "Cannot exceed {{exceed}} characters": "Darf nicht mehr als {{exceed}} Zeichen haben",
  "Cash All": "Alles in bar",
  "Champion Profits": "Champion-Gewinne",
  "Change": "Ändern",
  "Change password": "Kennwort ändern",
  "Chat": "Chatten",
  "Check <0>ROI calculator</0> for more details": "Weitere Einzelheiten finden Sie im <0>ROI-Rechner</0>",
  "Chg%": "Veränderung %",
  "Choose Symbol": "Symbol auswählen",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Wählen Sie Ihren <0> Kontotyp </0> und beginnen Sie mit dem Handel!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Wählen Sie Ihren <br/> Kontotyp und </br> beginnen Sie mit dem Handel!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Wählen Sie einen Multiplikator, um Ihre Position zu maximieren. Wenn Sie einen höheren Multiplikator festlegen, erhöht sich Ihr Margin-Risiko",
  "Choose the cryptocurrency that you would like to start trading.": "Wählen Sie die Kryptowährung aus, mit der Sie handeln möchten.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Wählen Sie die Aufwärts- oder Abwärtsrichtung, um innerhalb der angegebenen Countdown-Zeit eine Bestellung aufzugeben.",
  "Claim": "Beanspruchen",
  "Claim Voucher": "Gutschein einlösen",
  "Claimed rewards": "Beanspruchte Belohnungen",
  "Claimed rewards details": "Details zu beanspruchten Prämien",
  "Click Here To View The": "Klicken Sie hier, um die",
  "Click Up or Down to Trading": "Klicken Sie nach oben oder unten, um zum Handel zu gelangen",
  "Client": "Kunde",
  "Close": "Schließen",
  "Close Time": "Schließzeit",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Schließen Sie jederzeit, egal ob mit Gewinn oder Verlust. Setzen Sie Take-Profit- oder Stop-Loss-Ziele, um Ihre Position automatisch zu schließen",
  "Close the order": "Schließen Sie die Bestellung ab",
  "Close type": "Typ schließen",
  "Closed successfully!": "Erfolgreich abgeschlossen!",
  "Co-planning rights": "Mitplanungsrechte",
  "Coin-Margined": "Münz-Margin",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Kombinieren Sie alle ruhenden Limit-Orders von jedem Preis-Feed in einem einzigen zusammengesetzten Orderbuch. Es ist in Ordnung und zu erwarten, dass der Preis einiger Kauforders den Preis einiger Verkaufsorders von anderen Börsen übersteigt. Die Größe einzelner Orders ist auf 1 Million Usd begrenzt, um den Einfluss einer einzelnen großen Order zu begrenzen.",
  "Coming soon": "Kommt bald",
  "Community": "Gemeinschaft",
  "Community access": "Community-Zugriff",
  "Completed": "Vollendet",
  "Comprehensive trading training": "Umfassende Handelsschulung",
  "Computers and smartphones are fully functional": "Computer und Smartphones sind voll funktionsfähig",
  "Condition 1: The price trend matches your prediction.": "Bedingung 1: Der Preisverlauf entspricht Ihrer Prognose.",
  "Condition 2: Price movement breaks through the spread.": "Bedingung 2: Die Preisbewegung durchbricht den Spread.",
  "Confirm": "Bestätigen",
  "Confirm Close": "Bestätigen Schließen",
  "Confirm removing Google 2FA authentication?": "Entfernen der Google 2FA-Authentifizierung bestätigen?",
  "Confirm settlement of all orders?": "Abrechnung aller Aufträge bestätigen?",
  "Confirm to close the order?": "Bestätigen Sie, dass die Bestellung geschlossen werden soll?",
  "Confirmations": "Bestätigungen",
  "Connect": "Verbinden",
  "Connect with your friends": "Verbinde dich mit deinen Freunden",
  "Contact Us": "Kontaktieren Sie uns",
  "Contact us": "Kontaktieren Sie uns",
  "Contact us with Email or Live chat": "Kontaktieren Sie uns per E-Mail oder Live-Chat",
  "Content creators program": "Programm zur Erstellung von Inhalten",
  "Contest prize pool": "Preispool des Wettbewerbs",
  "Continue": "Weitermachen",
  "Continue Deposit Process": "Einzahlungsvorgang fortsetzen",
  "Continue deposit process": "Einzahlungsvorgang fortsetzen",
  "Continue with Google": "Weiter mit Google",
  "Continue with X": "Fahren Sie mit X fort",
  "Continuously updated": "Kontinuierlich aktualisiert",
  "Convenient deposit and withdrawal methods": "Bequeme Ein- und Auszahlungsmethoden",
  "Copy": "Kopie",
  "Copy Success": "Erfolg kopieren",
  "Copy this code to your authenticator app": "Kopieren Sie diesen Code in Ihre Authentifizierungs-App",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Copyright © 2025 Nexus Play LLC. Alle Rechte vorbehalten.",
  "Country": "Land",
  "Create Password": "Passwort erstellen",
  "Crypto": "Krypto",
  "Crypto - binary options": "Krypto - binäre Optionen",
  "Crypto Pairs": "Krypto-Paare",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Der Handel mit Kryptowährungskontrakten birgt ein hohes Risiko und kann den gesamten Handelsbetrag verlieren. Je höher der Hebel, desto größer das Risiko. Unter keinen Umständen können Sie jedoch mehr als Ihren ursprünglichen Handelsbetrag verlieren.",
  "Currency": "Währung",
  "Custom Price Move %": "Benutzerdefinierte Preisänderung %",
  "Custom cashback plan": "Individueller Cashback-Plan",
  "Custom revenue share and fee option.": "Benutzerdefinierte Umsatzbeteiligungs- und Gebührenoption.",
  "Custom services": "Kundenspezifische Dienste",
  "Custom signals": "Benutzerdefinierte Signale",
  "Customized incentives tailored to your needs.": "Individuelle Anreize, zugeschnitten auf Ihre Bedürfnisse.",
  "DOWN": "RUNTER",
  "Daily Active Users": "Täglich aktive Benutzer",
  "Daily Earning": "Tägliches Verdienen",
  "Daily contest": "Täglicher Wettbewerb",
  "Dark": "Dunkel",
  "Date": "Datum",
  "Day": "Tag",
  "DeTrade overview": "DeTrade-Übersicht",
  "Dedicated customer support": "Engagierter Kundensupport",
  "Demo": "Demo",
  "Demo Account": "Demokonto",
  "Demo Trading": "Demo-Handel",
  "Depending on your location, you may have the following rights regarding your personal information:": "Abhängig von Ihrem Standort haben Sie möglicherweise folgende Rechte bezüglich Ihrer persönlichen Daten:",
  "Deposit": "Kaution",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Zahlen Sie 120 USDT ein → Erhalten Sie einen begrenzten Bonus von 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Zahlen Sie 80 USDT ein → Erhalten Sie 40 USDT Bonus",
  "Deposit Amount": "Einzahlungsbetrag",
  "Deposit Order Created": "Einzahlungsauftrag erstellt",
  "Deposit Via {{depositChannel}}": "Einzahlung über {{depositChannel}}",
  "Deposit address": "Einzahlungsadresse",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Zahlen Sie mit der bequemsten Zahlungsmethode ganz einfach Geld ein und heben Sie es ab.",
  "Deposit is in progress": "",
  "Deposit now": "Jetzt einzahlen",
  "Deposits and withdrawals": "Ein- und Auszahlungen",
  "Derivative Exchanges": "Derivatebörsen",
  "Description": "Beschreibung",
  "Detail": "Detail",
  "Details": "Einzelheiten",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade („wir“, „uns“ oder „unser“) schätzt Ihre Privatsphäre und verpflichtet sich, Ihre persönlichen Daten zu schützen. Diese Datenschutzrichtlinie erläutert, wie wir Ihre Daten sammeln, verwenden, offenlegen und schützen, wenn Sie unsere Handelsplattform für binäre Optionen („Plattform“) verwenden. Indem Sie auf unsere Plattform zugreifen oder sie verwenden, stimmen Sie der Erfassung und Verwendung von Informationen gemäß dieser Richtlinie zu. Wenn Sie mit dieser Richtlinie nicht einverstanden sind, dürfen Sie unsere Plattform nicht verwenden.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect ist eine nahtlose Integrationslösung, die es Drittanbieterplattformen ermöglicht, sich problemlos mit unserem Ökosystem zu verbinden. Über leistungsstarke APIs und Automatisierungstools integrieren wir die Kernfunktionen unserer Produkte direkt in Ihre Plattform. Ziel ist es, Plattformen diversifizierte Kryptowährungsderivate, schnelleren Datenaustausch und die Möglichkeit zum Zugriff auf unsere hochmodernen Funktionen bereitzustellen und gleichzeitig sichere, skalierbare und zuverlässige Verbindungen zu gewährleisten. Ganz gleich, ob Sie die Servicebereitstellung erweitern oder Arbeitsabläufe vereinfachen möchten – Detrade Connect kann die Integration einfach, effizient und effektiv gestalten.",
  "Detrade Index Prices": "Indexpreise abbauen",
  "Detrade Partner": "Detrade Partner",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade-Partnerprogramm! Dieses Programm wurde entwickelt, um Entwicklern ein höheres Umsatzpotenzial und exklusive Vorteile zu bieten, sodass Ihre Werbemaßnahmen wirklich lohnend werden.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade hat sich zum Ziel gesetzt, die traditionelle intelligente Handelsbranche umzugestalten und die Finanzmärkte für jedermann überall zugänglich zu machen. Unsere Mission ist es, das innovativste Handelserlebnis zu bieten. Jeder auf der Welt sollte in der Lage sein, an Transaktionen teilzunehmen.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade hat die Codeüberprüfung abgeschlossen und das Ergebnis liegt in den TOP 10 %.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade befindet sich auf einem rasanten Wachstumskurs. Wir sind bestrebt, unseren Benutzern eine innovative und ansprechende Erfahrung zu bieten, die es zur bevorzugten Plattform für den Handel mit binären Kryptowährungsoptionen macht.",
  "Detrade learn": "Detrade lernen",
  "Detrade offers 3 types of optional products.": "Detrade bietet 3 Arten optionaler Produkte an.",
  "Detrade partnership program": "Detrade-Partnerschaftsprogramm",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade behält sich die endgültigen Auslegungsrechte für diese Kampagne vor.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade behält sich das Recht vor, sämtliche Regeln und Bedingungen nach eigenem Ermessen und ohne vorherige Ankündigung zu ändern.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade behält sich das Recht vor, Spieler auszuschließen, die in irgendeiner Phase des Wettbewerbs gegen unsere Regeln verstoßen haben.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade behält sich das Recht vor, die Aktivität oder den Airdrop-Vertrieb jederzeit zu ändern, auszusetzen oder abzubrechen, einschließlich aller relevanten Geschäftsbedingungen. Die Änderung dient der Bekämpfung von Betrug und anderen illegalen Aktivitäten. Sofern der Händler nicht an Betrug oder anderen illegalen Aktivitäten beteiligt ist, hat eine solche Änderung keine Auswirkungen auf die teilnehmenden Händler.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade behält sich das Recht vor, diese Datenschutzrichtlinie jederzeit zu aktualisieren oder zu ändern. Wir werden Sie über alle Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf unserer Plattform veröffentlichen. Wir empfehlen Ihnen, diese Datenschutzrichtlinie regelmäßig auf Änderungen zu überprüfen. Ihre fortgesetzte Nutzung unserer Plattform nach Änderungen der Datenschutzrichtlinie gilt als Anerkennung der Änderungen und als Ihr Einverständnis, die aktualisierte Datenschutzrichtlinie einzuhalten und an sie gebunden zu sein.",
  "Detrade weekly draw": "Wöchentliche Detrade-Auslosung",
  "Developer documentation": "Entwicklerdokumentation",
  "Device": "Gerät",
  "Diamond": "Diamant",
  "Diamond Partner": "Diamond-Partner",
  "Didn't find an answer to our question?": "Keine Antwort auf unsere Frage gefunden?",
  "Direction": "Richtung",
  "Discover trending tokens. Trade. Earn. Repeat.": "Trendige Token entdecken. Handeln. Verdienen. Wiederholen.",
  "Distributing Payout": "Auszahlung verteilen",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Verwenden Sie keine Sonderzeichen und die Leertaste, da Ihr Konto sonst möglicherweise nicht unterstützt wird.",
  "Do not use special symbols, otherwise your account may not be supported.": "Verwenden Sie keine Sonderzeichen, da Ihr Konto sonst möglicherweise nicht unterstützt wird.",
  "Does the company have the legal qualifications to carry out relevant business?": "Verfügt das Unternehmen über die rechtlichen Voraussetzungen für die Ausübung der entsprechenden Geschäftstätigkeit?",
  "Don't beg or ask for loans, rains or tips.": "Betteln Sie nicht und bitten Sie nicht um Darlehen, Geld oder Trinkgeld.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Beteiligen Sie sich an keinerlei Form der Werbung/des Handels/Verkaufs/Kaufs oder des Anbietens von Dienstleistungen.",
  "Don't harass or be offensive to other users or Detrade staff.": "Belästigen oder beleidigen Sie keine anderen Benutzer oder Mitarbeiter von Detrade.",
  "Don't have an account?": "Sie haben noch kein Konto?",
  "Don't let anyone see this!": "Das darf niemand sehen!",
  "Don't share any personal information (including socials) of you or other players.": "Geben Sie keine persönlichen Daten (einschließlich sozialer Daten) von Ihnen oder anderen Spielern weiter.",
  "Don't share codes, scripts or any other bot service.": "Geben Sie keine Codes, Skripte oder andere Bot-Dienste weiter.",
  "Don't show again": "Nicht mehr anzeigen",
  "Don't spam & don't use excessive capital letters when chatting.": "Versenden Sie keinen Spam und verwenden Sie beim Chatten nicht zu viele Großbuchstaben.",
  "Don't use URL shortening services. Always submit the full link.": "Verwenden Sie keine Dienste zum Kürzen von URLs. Senden Sie immer den vollständigen Link.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Verwenden Sie im Chat keine alternativen (alts-)Konten, das ist streng verboten.",
  "Done": "Erledigt",
  "Down": "Daunen",
  "Down Wins": "Down gewinnt",
  "Down vs. Up Ratio (Live Data)": "Down- vs. Up-Verhältnis (Live-Daten)",
  "Download": "Herunterladen",
  "Download the Google Authenticator app": "Laden Sie die Google Authenticator-App herunter",
  "Drop us a line here": "Schreiben Sie uns hier",
  "Duration: {{time}}": "Dauer: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Um Duplikate zu vermeiden, kann jede Bestellnummer NUR einmal verwendet werden.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Jeder Benutzer hat Anspruch auf <0>nur einen</0> Ersteinzahlungsbonus",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Jeder Gutscheincode kann pro Benutzer nur einmal eingelöst werden. Nach der Einlösung kann die Prämie nicht mehr rückgängig gemacht werden.",
  "Earn": "Verdienen",
  "Earn up to 50% commission.": "Verdienen Sie bis zu 50 % Provision.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Verdienen Sie bis zu {{payout}} % Gewinn, wenn Ihre Vorhersage richtig ist.",
  "Easy access from your smartphone": "Einfacher Zugriff von Ihrem Smartphone",
  "Edit your avatar": "Bearbeiten Sie Ihren Avatar",
  "Email": "Email",
  "Email Code": "E-Mail Code",
  "Email verification code's length is not right": "Die Länge des E-Mail-Bestätigungscodes stimmt nicht",
  "End Time": "Endzeit",
  "End Time Invalid( hh : mm : ss )": "Endzeit ungültig (hh: mm: ss)",
  "End Time is earlier than Start Time": "Die Endzeit liegt vor der Startzeit",
  "End rate": "Endpreis",
  "Ends in {{time}} days": "Endet in {{time}} Tagen",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Sicherstellung einer authentischen, manipulationsfreien Preisgestaltung mit transparenten und überprüfbaren Algorithmen für garantierte Fairness.",
  "Enter Code": "Code eingeben",
  "Enter number of daily active players": "Geben Sie die Anzahl der täglich aktiven Spieler ein",
  "Enter the 2FA code ": "Geben Sie den 2FA-Code ein ",
  "Enter the 6-digit code sent to": "Geben Sie den 6-stelligen Code ein, der an",
  "Enter withdraw address": "Geben Sie die Auszahlungsadresse ein",
  "Enter your email": "Geben Sie Ihre E-Mail-Adresse ein",
  "Enter your email and we'll send you a new password": "Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen ein neues Passwort",
  "Enter your name": "Geben Sie Ihren Namen ein",
  "Enter your new password": "Geben Sie Ihr neues Passwort ein",
  "Enter your old password": "Geben Sie Ihr altes Passwort ein",
  "Enter your password": "Geben Sie Ihr Passwort ein",
  "Enterprise Partner": "Unternehmenspartner",
  "Entrepreneurs": "Unternehmer",
  "Entry Price": "Eintrittspreis",
  "Entry Time": "Eintrittszeit",
  "Entry fee": "Eintrittsgebühr",
  "Entry price": "Eintrittspreis",
  "Esteemed Affiliate": "Geschätzter Partner",
  "Event Details": "Veranstaltungsdetails",
  "Event time: {{ startTime }} - {{ endTime }}": "Ereigniszeit: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Jeden Monat verteilen wir nach dem Zufallsprinzip insgesamt <0>{{amount}}</0> in BCD an 300 Benutzer, die am STONKS-Handelssymbol teilnehmen!",
  "Examples": "Beispiele",
  "Exchange": "Austausch",
  "Exit price": "Ausstiegspreis",
  "Experience": "Erfahrung",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Erfahrene Produkt- und Technikexperten unterstützen Sie professionell und optimieren kontinuierlich und kostenfrei die Produktfunktionen, um Ihnen bessere Produkte anbieten zu können.",
  "Expert Support": "Expertenunterstützung",
  "Expired": "Abgelaufen",
  "Expires in": "Läuft ab in",
  "Explain": "Erklären",
  "Exploiting platform bugs or system loopholes": "Ausnutzen von Plattformfehlern oder Systemlücken",
  "Extensive coverage": "Umfassende Abdeckung",
  "FAQ": "FAQ",
  "Failed": "Fehlgeschlagen",
  "False deposits, money laundering, or manipulation to trigger rewards": "Falsche Einzahlungen, Geldwäsche oder Manipulationen zur Auslösung von Prämien",
  "Fast response": "Schnelle Reaktion",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Schnelle Transaktionen, Kapitalspritzen und Gewinnbeteiligungen, ausstehende Aufträge und das Kopieren von Transaktionen sind bequeme und flexible Handelsmodi.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Schnellere Trades. Einfachere Entscheidungen. Echtzeit-Interaktion mit anderen Tradern in der Community.",
  "Favorite Trading Derivatives": "Bevorzugte Handelsderivate",
  "Favorites": "Favoritinnen",
  "Fear & Greed Index": "Angst- und Gierindex",
  "Fee": "Gebühr",
  "Fee options": "Gebührenoptionen",
  "Fiat": "Fiat",
  "Finished": "Fertig",
  "First deposit bonus guide": "Leitfaden zum Ersteinzahlungsbonus",
  "Fixed fee limit": "Feste Gebührengrenze",
  "Flat fee": "Pauschalgebühr",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Die Pauschalgebühr wird als Prozentsatz Ihrer Position berechnet (Betrag * Hebelwirkung)",
  "Flexible transaction mode": "Flexibler Transaktionsmodus",
  "Floating PnL": "Schwimmender PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Für jeden ${{ticketQuota}}-Trade auf unserem <0>High Low Spread</0> erhalten Sie automatisch ein Los. Sichern Sie sich also die beste Chance und sammeln Sie so viele Lose wie möglich!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Wenn Sie beispielsweise eine offene Long-BTC-Position über 500 $ mit einem 10-fachen Multiplikator und einem Finanzierungssatz von 0,1 % haben, werden Ihnen nach den ersten 8 Stunden 0,21 $ pro Stunde berechnet. Wäre die Position eher eine Short- als eine Long-Position, würden Sie Finanzierungszahlungen erhalten. Wird Ihre Position innerhalb von 8 Stunden geschlossen, erfolgen keine Finanzierungszahlungen.",
  "For the safety of your funds, must complete the following binding": "Für die Sicherheit Ihrer Gelder müssen Sie die folgenden verbindlichen",
  "For the safety of your funds, withdrawals must complete the following binding": "Zur Sicherheit Ihrer Gelder müssen Auszahlungen die folgenden verbindlichen Schritte ausführen",
  "Forgot?": "Vergessen?",
  "Free": "Frei",
  "Frequently Asked Questions (FAQ)": "Häufig gestellte Fragen (FAQ)",
  "Frequently asked questions": "Häufig gestellte Fragen",
  "From": "Aus",
  "Funding Payments": "Finanzierungszahlungen",
  "Funding fee history": "Finanzierungsgebührenverlauf",
  "Funding/h": "Förderung/h",
  "Futures": "Futures",
  "Futures Entrust": "Futures Entrust",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Der Futures-Handel ist eine Transaktion relativ zum Spotmarkt. Benutzer können den Anstieg oder Rückgang im Futures-Kontrakthandel beurteilen und sich entscheiden, Long- oder Short-Kontrakte zu kaufen, um von steigenden oder fallenden Preisen zu profitieren. Gleichzeitig können Benutzer zusätzliche Mittel leihen, um die Größe ihrer Positionen durch Erhöhung der Hebelwirkung zu erhöhen.",
  "Gas fee": "Gasgebühr",
  "General access": "Allgemeiner Zugang",
  "Get 50% bonus": "Holen Sie sich 50% Bonus",
  "Get Trading commission when your friends trading.": "Erhalten Sie Handelsprovisionen, wenn Ihre Freunde handeln.",
  "Get free educational materials and 24/7 support": "Erhalten Sie kostenlose Schulungsmaterialien und Support rund um die Uhr",
  "Get help": "Hilfe erhalten",
  "Go bind": "Gehe binden",
  "Go to home": "Gehe zur Startseite",
  "Go to the Reward Center and manually activate your bonus voucher.": "Gehen Sie zum Reward Center und aktivieren Sie Ihren Bonusgutschein manuell.",
  "Go trading": "Gehen Sie zum Handeln",
  "Gold": "Gold",
  "Gold Partner": "Gold partner",
  "Good Job!": "Gute Arbeit!",
  "Google 2FA code": "Google 2FA-Code",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator kann im App Store oder bei Google Play heruntergeladen werden.",
  "Got it": "Habe es",
  "Guess if the price ends higher or lower than the target.": "Raten Sie, ob der Preis höher oder niedriger als das Ziel endet.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Sie haben nicht gefunden, wonach Sie suchen? Hier finden Sie einige Fragen. Weitere Informationen finden Sie in unserem Hilfe-Center.",
  "Hide Small": "Klein verstecken",
  "High Low": "Hoch Tief",
  "High Low Guess if the price ends higher or lower than the target.": "Hoch-Tief: Raten Sie, ob der Preis höher oder niedriger als das Ziel endet.",
  "High Low Spread": "Hoher niedriger Spread",
  "History": "Geschichte",
  "Home": "Startseite",
  "Hour": "Stunde",
  "How does Playnance assist Partners in their platforms' promotion?": "Wie unterstützt Playnance Partner bei der Werbung für ihre Plattformen?",
  "How it works": "So funktioniert es",
  "How much can I earn from my referral?": "Wie viel kann ich mit meiner Empfehlung verdienen?",
  "How to Claim Your Bonus": "So fordern Sie Ihren Bonus an",
  "How to apply": "So bewerben Sie sich",
  "How to invite": "So laden Sie ein",
  "How will players deposit and withdraw their funds?": "Wie können Spieler ihr Geld einzahlen und abheben?",
  "I acknowledge": "Ich erkenne es an",
  "I've made deposit": "Ich habe eine Einzahlung getätigt",
  "ID verification": "ID-Verifizierung",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "INDEXBESTANDTEILE SPOT-BÖRSEN",
  "If you are a content creator, make sure to check out our": "Wenn Sie ein Content-Ersteller sind, schauen Sie sich unbedingt unsere",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Wenn Sie der Meinung sind, dass Ihr Konto irrtümlicherweise markiert wurde, wenden Sie sich bitte an den offiziellen Support, um Einspruch einzulegen.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Sollten Sie diese Überweisung nicht abgeschlossen haben, können Sie den Einzahlungsvorgang <0>hier</0> fortsetzen.",
  "If you have any questions about this Privacy Policy, please contact us at": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter",
  "If you have the traffic, it can be monetized.": "Wenn Sie über den entsprechenden Datenverkehr verfügen, lässt er sich monetarisieren.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Wenn Sie meinen, dass der Preis nach Ablauf des Countdowns fallen wird, wählen Sie bitte „DOWN“ (Die Werte in der Abbildung entsprechen der von Ihnen ermittelten Gewinnquote).",
  "If you think the price will fall, choose DOWN to catch the drop.": "Wenn Sie glauben, dass der Preis fallen wird, wählen Sie „AB“, um den Rückgang zu nutzen.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Wenn Sie glauben, dass der Preis fallen wird, legen Sie eine Marge fest und speichern Sie einen Short-Button. Wenn der Preis fällt, erzielen Sie einen Gewinn.",
  "If you think the price will go up, choose UP to go with the trend.": "Wenn Sie glauben, dass der Preis steigen wird, wählen Sie „UP“, um dem Trend zu folgen.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Wenn Sie glauben, dass der Preis steigen wird, legen Sie eine Marge fest und klicken Sie auf die Long-Schaltfläche. Wenn der Preis steigt, erzielen Sie einen Gewinn.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Wenn Sie meinen, dass der Preis am Ende des Countdowns steigen wird, wählen Sie bitte „UP“ (Die Werte in der Abbildung entsprechen der von Ihnen erzielten Gewinnquote).",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Wenn Sie sich eher auf Umsatz und Gewinn als auf Produktmanagement oder Technologieentwicklung konzentrieren möchten.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Wenn Ihre Position länger als 8 Stunden offen bleibt, fallen stündliche Finanzierungsgebühren an, die sich nach den Marktbedingungen richten. Diese Gebühren werden direkt von Ihrem Kontostand abgezogen. Sollte Ihr Kontostand nicht ausreichen, um die Finanzierungsgebühren zu decken, wird Ihre Position vom System zwangsweise geschlossen.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Wenn Ihre Position länger als 8 Stunden offen bleibt, fallen stündliche Finanzierungsgebühren basierend auf den Marktbedingungen an.",
  "Important Reminders": "Wichtige Hinweise",
  "Income": "Einkommen",
  "Increase Limit": "Limit erhöhen",
  "Increase aggregate limit": "Gesamtlimit erhöhen",
  "Increase limit": "Limit erhöhen",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Integrieren Sie Detrade Cryptocurrency-Derivate auf Ihrer Plattform",
  "Integration": "Integration",
  "Integration program": "Integrationsprogramm",
  "Intelligent integrated services": "Intelligente integrierte Dienste",
  "Internal group": "Interne Gruppe",
  "Intuitive trader transaction data display and statistics": "Intuitive Anzeige und Statistik der Händlertransaktionsdaten",
  "Intuitive trading trend display and analysis tools": "Intuitive Handelstrendanzeige und Analysetools",
  "Invalid email": "Ungültige E-Mail",
  "Invite friends": "Freunde einladen",
  "Invite friends to earn  20% commission": "Laden Sie Freunde ein, um 20 % Provision zu verdienen",
  "Invite only": "Nur auf Einladung",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "Gibt es eine Begrenzung, wie lange ich über das Empfehlungsprogramm Provisionen verdienen kann?",
  "Is there a limit to the invitation rewards I can receive?": "Gibt es eine Begrenzung für die Einladungsprämien, die ich erhalten kann?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Es hilft Anlegern, den emotionalen Zustand des Marktes zu verstehen, der das Kauf- und Verkaufsverhalten beeinflussen kann.",
  "Join  our community": "Werde Teil unserer Community",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Werden Sie Mitglied bei Detrade Connect, um das operative Wachstum Ihrer Plattform zu beschleunigen. Wir bieten Ihnen Servicegarantien.",
  "Join and earn extra bonuses!": "Machen Sie mit und verdienen Sie zusätzliche Boni!",
  "Join free competitions": "Nehmen Sie an kostenlosen Wettbewerben teil",
  "Join now and get a": "Jetzt anmelden und erhalten",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Nehmen Sie an unserer wöchentlichen Lotterie teil und teilen Sie <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC-Verifizierung",
  "KYC authentication": "KYC-Authentifizierung",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Wenn Sie Ihre Position länger als 8 Stunden offen halten, können je nach Marktbedingungen stündliche Finanzierungszahlungen anfallen oder anfallen.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Halten Sie Ihre Position länger als 8 Stunden offen, können je nach Marktlage stündliche Finanzierungszahlungen anfallen oder anfallen. Bei einem Aufwärtstrend ist der Finanzierungssatz positiv und Long-Trader zahlen Short-Trader. Bei einem Abwärtstrend ist der Finanzierungssatz negativ und Short-Trader zahlen Long-Trader.",
  "Language": "Sprache",
  "Large product research & Development team": "Großes Produktforschungs- und Entwicklungsteam",
  "Last price": "Letzter Preis",
  "Latest events": "Letzte Veranstaltungen",
  "Launch now": "Jetzt starten",
  "Leaderboard": "Bestenliste",
  "Learn": "Lernen",
  "Learn More": "Erfahren Sie mehr",
  "Level assessment & update": "Niveaubewertung und -aktualisierung",
  "Leverage": "Hebelwirkung",
  "Leverage 1000x Maximum": "Hebelwirkung 1000x maximal",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Nutzen Sie die Technologie von Detrade, um Ihre eigene Handels-App zu starten. Bieten Sie Ihren Kunden ein verbessertes Handelserlebnis und verdienen Sie an jedem über Ihre App ausgeführten Handel.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Mit Leverage können Sie Ihre Positionsgröße mit geringerem Kapitaleinsatz vergrößern. Ein höherer Leverage erhöht sowohl den potenziellen Gewinn als auch das Risiko.",
  "License": "Lizenz",
  "License Information": "Lizenzinformationen",
  "Light": "Licht",
  "Limits": "Grenzen",
  "Liq price": "Liq-Preis",
  "Liq.Price": "Liq.Preis",
  "Liq.price": "Liquidpreis",
  "Liquidated": "Liquidiert",
  "Live": "Live",
  "Live chat": "Live chat",
  "Live trade": "Live-Handel",
  "Loading Failed": "Laden fehlgeschlagen",
  "Log out": "Ausloggen",
  "Login": "Anmeldung",
  "Login 2FA switch": "Login 2FA-Schalter",
  "Login here.": "Melden Sie sich hier an.",
  "Login history": "Anmeldeverlauf",
  "Login method": "Anmeldemethode",
  "Login to Detrade": "Melden Sie sich bei Detrade an",
  "Login with email code": "Mit E-Mail-Code anmelden",
  "Login with password": "Mit Passwort anmelden",
  "Lose": "Verlieren",
  "Loser": "Verliererin",
  "Loved by users": "Von Benutzern geliebt",
  "Major features:": "Hauptmerkmale:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Machen Sie erfolgreiche Trades und sammeln Sie den maximalen Bonus auf Ihre erste Einzahlung. <0>Mehr erfahren<0>",
  "Manual": "Handbuch",
  "Mark Price": "Mark Price",
  "Mark price": "Markpreis",
  "Market": "Markt",
  "Market Impact Effects": "Auswirkungen auf den Markt",
  "Max": "Max",
  "Max Profit": "Maximaler Gewinn",
  "Max TV": "Max TV",
  "Max Trade": "Max Trade",
  "Max solo bonus": "Maximaler Solobonus",
  "Max withdrawal limit": "Maximales Auszahlungslimit",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Mitgliederfreundliches System: Viele unserer aktuellen Mitglieder haben durch unser Programm erfolgreich ein nachhaltiges passives Einkommen aufgebaut. Jetzt sind Sie an der Reihe.",
  "Memo": "Memo",
  "Memo is required": "Memo ist erforderlich",
  "Memo/Tag": "Memo/Tag",
  "Menu": "Speisekarte",
  "Min Trade": "Mindesthandel",
  "Minimum Deposit": "Mindesteinzahlung",
  "Minimum {{min}} characters": "Mindestens {{min}} Zeichen",
  "Minimum {{min}} characters and maximum {{max}} characters": "Mindestens {{min}} Zeichen und maximal {{max}} Zeichen",
  "Minute": "Minute",
  "Money Distributed": "Geld verteilt",
  "Month": "Monat",
  "Month's Pnl": "Monatsgewinn",
  "Monthly Earnings": "Monatliches Einkommen",
  "Monthly cashback cap": "Monatliche Cashback-Obergrenze",
  "More": "Mehr",
  "Multi-account abuse or airdrop farming behavior": "Missbrauch mehrerer Konten oder Airdrop-Farming-Verhalten",
  "Multiple crypto currency binary options derivatives": "Mehrere Derivate für binäre Optionen auf Kryptowährungen",
  "Multiple investment models": "Mehrere Anlagemodelle",
  "Multiplier": "Multiplikator",
  "Must be at least {{less}}": "Muss mindestens {{less}} sein",
  "Must be at most {{large}}": "Darf höchstens {{large}} sein.",
  "My Position": "Meine Position",
  "My activity": "Meine Tätigkeit",
  "My referral code": "Mein Empfehlungscode",
  "My referral link": "Mein Empfehlungslink",
  "My reward": "Meine Belohnung",
  "My vouchers": "Meine Gutscheine",
  "NA": "NA",
  "Name": "Name",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Benötigen Sie Hilfe? Besuchen Sie unser Hilfe-Center oder kontaktieren Sie den Kundensupport. Wir sind rund um die Uhr für Sie da.",
  "Network": "Netzwerk",
  "New": "Neu",
  "New Password": "Neues Passwort",
  "New Trading Symbol": "Neues Handelssymbol",
  "New messages": "Neue Nachrichten",
  "New notice": "Neuer Hinweis",
  "New password is {{exceed}} length": "Das neue Passwort hat eine Länge von {{exceed}}",
  "New user": "Neuer kunde",
  "Next": "Nächste",
  "Next Draw Starts in": "Die nächste Ziehung beginnt in",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC ist ein Brokerage-Unternehmen, das selbstbestimmten Anlegern Brokerage-Dienste anbietet, jedoch keine Empfehlungen ausspricht oder Anlage-, Finanz-, Rechts- oder Steuerberatung anbietet ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC ist ein Brokerage-Unternehmen, das eigenbestimmten Anlegern Brokerage-Dienstleistungen anbietet und keine Empfehlungen abgibt oder Anlage-, Finanz-, Rechts- oder Steuerberatung anbietet. Online-Trading birgt inhärente Risiken, darunter Schwankungen der Systemantwort- und Zugriffszeiten aufgrund von Marktbedingungen, Systemleistung und anderen Faktoren. Konsultieren Sie vor dem Trading einen unabhängigen, zugelassenen Finanzberater und stellen Sie sicher, dass Sie über die erforderliche Risikobereitschaft, Erfahrung und Kenntnisse verfügen. Unter keinen Umständen haftet Nexus Play LLC gegenüber einer Person oder einem Unternehmen für direkte, indirekte, besondere, Folge- oder Nebenschäden jeglicher Art. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC ist ein von der Mwali International Services Authority (M.I.S.A.) unter der Lizenznummer BFX2024137 zugelassenes und reguliertes Brokerunternehmen.",
  "No": "Nein",
  "No Hidden Fees": "Keine versteckten Gebühren",
  "No More Data": "Keine weiteren Daten",
  "No More Orders": "Keine Bestellungen mehr",
  "No data available": "Keine Daten verfügbar",
  "No discussion of streamers or Twitch or any other similar platforms.": "Keine Diskussion über Streamer oder Twitch oder andere ähnliche Plattformen.",
  "No downloads or updates required": "Keine Downloads oder Updates erforderlich",
  "No funding within 60 minutes for this order": "Keine Finanzierung innerhalb von 60 Minuten für diese Bestellung",
  "No installation is required and you can trade via your smartphone's web browser.": "Es ist keine Installation erforderlich und Sie können über den Webbrowser Ihres Smartphones handeln.",
  "No more data": "Keine weiteren Daten",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Im Chat wird nicht über Politik und Religion gesprochen, das ist streng verboten.",
  "No suspicious behavior that can be seen as potential scams.": "Kein verdächtiges Verhalten, das als potenzieller Betrug angesehen werden könnte.",
  "No withdrawal of coins within 24 hours": "Keine Auszahlung von Münzen innerhalb von 24 Stunden",
  "Not activated": "Nicht aktiviert",
  "Not completed": "Nicht abgeschlossen",
  "Note": "Notiz",
  "Notification": "Benachrichtigung",
  "Now login disabled 2FA": "Jetzt Anmeldung deaktiviert 2FA",
  "Now login need 2FA": "Jetzt ist eine Anmeldung mit 2FA erforderlich",
  "Old Password": "Altes Passwort",
  "Old password is {{exceed}} length": "Das alte Passwort ist {{exceed}} lang",
  "On going": "Weiter",
  "On your first deposit": "Auf Ihre erste Einzahlung",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Nach der Aktivierung verwendet das System automatisch zuerst den Bonus für den Handel, wenn Ihre Positionsgröße ≥ dem Bonuswert ist.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Sobald der Seed bekannt ist, kann jeder die Preise einer Handelsrunde überprüfen. Der folgende Python-Code berechnet die ersten 100 Preise einer Runde anhand des Seeds:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Sobald Sie alle 4 Handelsmodi (HighLow / Spread / Future / Up Down) freigeschaltet haben, wird Ihr voller Bonus (50 % Ihrer Einzahlung) automatisch ausgezahlt.",
  "Ongoing": "Laufend",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Online-Handel birgt inhärente Risiken, darunter Schwankungen der Systemreaktions- und Zugriffszeiten aufgrund von Marktbedingungen, Systemleistung und anderen Faktoren. Konsultieren Sie vor dem Handel einen unabhängigen, zugelassenen Finanzberater und stellen Sie sicher, dass Sie über die erforderliche Risikobereitschaft, Erfahrung und das nötige Wissen verfügen. Nexus Play LLC haftet unter keinen Umständen gegenüber natürlichen oder juristischen Personen für direkte, indirekte, besondere, Folge- oder Nebenschäden jeglicher Art ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Senden Sie {{crypto}} nur an diese Adresse, {{confirmations}}-Bestätigungen erforderlich.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Verwenden Sie nur die im Chat-Kanal angegebene Sprache, potenzieller Missbrauch wird geahndet.",
  "Open": "Offen",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Öffnen Sie Google Authenticator, scannen Sie den unten stehenden QR-Code oder geben Sie den Schlüsselbegriff manuell ein, um das Verifizierungstoken zu aktivieren",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Offene Position Richtung Prozentsätze der Benutzer auf dieser Plattform für die aktuelle Währung",
  "Order Amount": "Bestellmenge",
  "Order Id": "Bestellnummer",
  "Order Progress": "Bestellfortschritt",
  "Order id": "Bestellnummer",
  "Order placed successfully!": "Bestellung erfolgreich aufgegeben!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Originelles Bankroll-Investmentmodell, mit dem sich leicht Einkommen erzielen lässt und das Vermögen jederzeit abgehoben werden kann.",
  "Other": "Andere",
  "Our Advantage": "Unser Vorteil",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Unsere Plattform ist nicht für die Nutzung durch Kinder unter 18 Jahren vorgesehen. Wir erfassen oder erbitten nicht wissentlich personenbezogene Daten von Kindern unter 18 Jahren. Wenn uns bekannt wird, dass wir personenbezogene Daten von einem Kind unter 18 Jahren erfasst haben, werden wir diese Daten so schnell wie möglich löschen.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Unsere Plattform kann Links zu Websites oder Diensten Dritter enthalten, die nicht Eigentum von Detrade sind oder von Detrade kontrolliert werden. Wir haben keine Kontrolle über den Inhalt, die Datenschutzrichtlinien oder die Praktiken von Websites oder Diensten Dritter und übernehmen keine Verantwortung dafür. Wir empfehlen Ihnen, die Datenschutzrichtlinien aller von Ihnen besuchten Websites Dritter zu überprüfen.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Unser Partnerprogramm spiegelt unser Engagement für die Schaffung von Win-Win-Kooperationen wider und ist auf Partner jeder Größe zugeschnitten. Begleiten Sie uns auf unserem Weg des gemeinsamen Wachstums!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Unser Plan zielt darauf ab, Anreize für diejenigen zu schaffen, die herausragende Ergebnisse erzielen.",
  "Outflow": "Abfluss",
  "Over 70 popular crypto assets. Trade and increase your balance": "Über 70 beliebte Krypto-Assets. Handeln Sie und erhöhen Sie Ihr Guthaben",
  "Overview": "Überblick",
  "Own your branded platform": "Besitzen Sie Ihre Markenplattform",
  "P&L": "Gewinn- und Verlustrechnung",
  "P&L from bonus trades will be credited directly to your real account": "Gewinne und Verluste aus Bonus-Trades werden direkt Ihrem Echtgeldkonto gutgeschrieben",
  "PNL": "PNL",
  "Page error": "Seitenfehler",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Teilnahmemethode: Schließen Sie während des Zeitraums 3 STONKS/BCD-Transaktionen ab.",
  "Partner Program": "Partnerprogramm",
  "Partner program": "Partnerprogramm",
  "Partnership Program": "Partnerschaftsprogramm",
  "Partnership Tiers": "Partnerschaftsstufen",
  "Partnership With A Trusted Pioneer": "Partnerschaft mit einem vertrauenswürdigen Pionier",
  "Partnership program": "Partnerschaftsprogramm",
  "Password": "Passwort",
  "Password reset link sent. Check your email inbox.": "Link zum Zurücksetzen des Passworts wurde gesendet. Überprüfen Sie Ihren E-Mail-Posteingang.",
  "Password strength": "Passwortstärke",
  "Passwords must differ": "Passwörter müssen unterschiedlich sein",
  "Past": "Vergangenheit",
  "Past 1 year": "Letztes Jahr",
  "Past {{days}} days": "Letzte {{days}} Tage",
  "Past {{hours}} hours": "Letzte {{hours}} Stunden",
  "Payment Method": "Zahlungsmethode",
  "Payout": "Auszahlung",
  "Payout Multiplier": "Auszahlungsmultiplikator",
  "Pending third-party processing (estimated {{hours}} hours).": "Ausstehende Verarbeitung durch Dritte (geschätzte {{hours}} Stunden).",
  "Pending third-party processing.": "Ausstehende Verarbeitung durch Dritte.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Zu den Vergünstigungen gehören höhere Provisionssätze, gesponserte Detrade-Kampagnen und mehr!",
  "Personal": "Persönlich",
  "Personal Info": "Persönliche Informationen",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Wählen Sie einen Multiplikator, um Ihre Position zu maximieren. Ein höherer Multiplikator erhöht das Risiko Ihrer Position.",
  "Place Your Trade": "Platzieren Sie Ihren Handel",
  "Platform": "Plattform",
  "Platform Name": "Plattformname",
  "Platform Type": "Plattformtyp",
  "Platform Website": "Plattform-Website",
  "Platinum": "Platin",
  "Platinum Partner": "Platin-Partner",
  "Play now": "Jetzt spielen",
  "Players": "Spieler",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Spieler können Auflade- und Auszahlungsvorgänge über die von der Plattform bereitgestellten Auflade- und Auszahlungsportale durchführen.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Spieler können den Preis von Bitcoin vorhersagen. Spieler können einem Pool beitreten, der Preissteigerungen oder -senkungen vorhersagt, und einen bestimmten Geldbetrag investieren, um am Spiel teilzunehmen. Der Gewinner verteilt die Vermögenswerte des Kapitalpools der Gegenpartei entsprechend der Investitionsquote. Ein neues Spiel kann erst gestartet werden, nachdem Spieler aus allen vorherigen Runden ihre Auszahlungen erhalten haben.",
  "Please enter a valid email address": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
  "Please enter an 2FA code": "Bitte geben Sie einen 2FA-Code ein",
  "Please enter the seed": "Bitte geben Sie den Samen ein",
  "Please enter you remail": "Bitte geben Sie Ihre Remail-Adresse ein",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Bitte befolgen Sie die Einzahlungsrichtlinien, um eine Einzahlung vorzunehmen, andernfalls geht Ihre Einzahlung verloren.",
  "Please refresh the page or jump to the trading center": "Bitte aktualisieren Sie die Seite oder springen Sie zum Handelszentrum",
  "PnL": "Gewinn- und Verlustrechnung",
  "PnL fee": "PnL-Gebühr",
  "PnL fee limit": "PnL-Gebührenlimit",
  "PnL%": "Gewinn/Verlust %",
  "Positions": "Positionen",
  "Potential Return": "Mögliche Rendite",
  "Powered by": "Angetrieben von",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Sagen Sie die Preisrichtung für den Handel voraus. Wenn sich der Preis in die von Ihnen gewählte Richtung bewegt, erzielen Sie einen Gewinn!",
  "Preferences": "Einstellungen",
  "Premium support": "Premium-Support",
  "Preview": "Vorschau",
  "Price": "Preis",
  "Price Formulation": "Preisformulierung",
  "Price formulation": "Preisgestaltung",
  "Price move": "Preisbewegung",
  "Priority access": "Vorrangiger Zugang",
  "Privacy Policy": "Datenschutzrichtlinie",
  "Privacy policy": "Datenschutzrichtlinie",
  "Private invitation": "Private Einladung",
  "Private profile": "Privates Profil",
  "Prize Calculation Formula": "Formel zur Berechnung des Preises",
  "Prize Pools": "Preispools",
  "Prizes will be sent on Notice page as the Contest ends.": "Die Preise werden nach Ende des Wettbewerbs auf der Benachrichtigungsseite bekannt gegeben.",
  "Product Description": "Produktbeschreibung",
  "Product capabilities": "Produktfunktionen",
  "Product iteration, new product development": "Produktiteration, Entwicklung neuer Produkte",
  "Professional, Secure, Trustworthy": "Professionell, sicher, vertrauenswürdig",
  "Profile": "Profil",
  "Profile is not publicly available": "Das Profil ist nicht öffentlich verfügbar",
  "Profit": "Profitieren",
  "Profit Calculator": "Gewinnrechner",
  "Program — Work with a trustworthy online trading provider.": "Programm – Arbeiten Sie mit einem vertrauenswürdigen Online-Handelsanbieter.",
  "Progressing": "Fortschritte",
  "Promising Affiliate": "Vielversprechender Partner",
  "Provably fair": "Nachweislich fair",
  "Provides tutorials,guides and various trading strategy services.": "Bietet Tutorials, Anleitungen und verschiedene Handelsstrategiedienste.",
  "Providing the best customer service is our aim.": "Unser Ziel ist es, den besten Kundenservice zu bieten.",
  "Providing users with diverse options for transactions": "Bereitstellung vielfältiger Transaktionsoptionen für Benutzer",
  "Q1: Can I withdraw the bonus?": "F1: Kann ich den Bonus abheben?",
  "Q2: Will my bonus expire if I don't activate it?": "F2: Verfällt mein Bonus, wenn ich ihn nicht aktiviere?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "F3: Ich habe eine Einzahlung getätigt, aber keinen Bonus erhalten. Was soll ich tun?",
  "Quick experience starts here, easy experience without registration": "Das schnelle Erlebnis beginnt hier, das einfache Erlebnis ohne Registrierung",
  "Quick tap: will the price go up or down next?": "Schnell tippen: Wird der Preis als nächstes steigen oder fallen?",
  "ROI": "ROI",
  "ROI Calculator": "ROI-Rechner",
  "ROI calculator": "ROI-Rechner",
  "Rakeback": "Rakeback",
  "Rank": "Rang",
  "Rapid deployment": "Schnelle Bereitstellung",
  "ReSend": "Erneut senden",
  "Ready to Get Started": "Bereit zum Einstieg",
  "Real Account": "Echtes Konto",
  "Real Account – Real Funds!": "Echtes Konto – Echtes Geld!",
  "Realized PnL": "Realisierter Gewinn und Verlust",
  "Receive commission rewards": "Erhalten Sie Provisionsprämien",
  "Recommended for you": "Für Sie empfohlen",
  "Record": "Aufzeichnen",
  "Referral": "Verweisung",
  "Referral by": "Empfehlung von",
  "Referral rules": "Empfehlungsregeln",
  "Referred at": "Weitergeleitet am",
  "Referred users": "Empfohlene Benutzer",
  "Refresh page": "Seite aktualisieren",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Unabhängig von der Liquidität der zugrunde liegenden Märkte garantiert Detrade, dass Busts und Stop-Loss-Trades stets zu einem beim Einstieg festgelegten Preis ausgeführt werden. Bust-Loss-Trades sind auf die ursprüngliche Positionsgröße begrenzt, Stop-Loss-Trades werden durch die vom Händler festgelegten Einstiegseinstellungen begrenzt. Die Auslösepreise für Busts und Stop-Loss-Trades können wie folgt berechnet werden:",
  "Register": "Registrieren",
  "Register for Detrade.": "Registrieren Sie sich für Detrade.",
  "Register to Win Crypto Tokens": "Registrieren Sie sich, um Krypto-Token zu gewinnen",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Bei herkömmlichen binären Optionsprodukten wird anhand der Frage, ob der Schlusskurs eines Basiswerts innerhalb eines bestimmten Zeitraums (z. B. in den nächsten 30 Sekunden, einer Minute, einer Stunde usw.) niedriger oder höher als der Ausführungskurs ist, bestimmt, ob ein Gewinn erzielt wird. Bei diesem Produkt handelt es sich um eine kurzfristige Investition. Diese Option eignet sich für Märkte mit weniger volatilen Preisbewegungen.",
  "Reliable": "Zuverlässig",
  "Reload": "",
  "Remarks": "Bemerkungen",
  "Remove": "Entfernen",
  "Remove 2fa Success": "2fa erfolgreich entfernen",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Entfernen Sie alle Preis-Feeds, für die in den letzten 30 Sekunden keine Marktdaten-Updates erfolgten.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Entfernen Sie alle Preis-Feeds mit sich kreuzenden Kauf- und Verkaufspreisen oder deren Top-of-Book-Mittelpreis mehr als 10 % vom Median des Top-of-Book-Mittelpreises aller Preis-Feeds abweicht.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Anforderungen: 100 einzigartige, aktiv engagierte Anmeldungen mit einem Handelsvolumen von mindestens 1.000.000 Usd durch Empfehlungen.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Anforderungen: 50 einzigartige, aktiv engagierte Anmeldungen mit einem Handelsvolumen von mindestens 100.000 Us-Dollar durch Empfehlungen.",
  "Research lab": "Forschungslabor",
  "Reset fields": "Felder zurücksetzen",
  "Reset password": "Passwort zurücksetzen",
  "Responsive and secure trading platform": "Reaktionsschnelle und sichere Handelsplattform",
  "Result": "Ergebnis",
  "Retry": "",
  "Revenue Share": "Umsatzbeteiligung",
  "Reward": "Belohnen",
  "Reward center": "Belohnungszentrum",
  "Rewards hub": "Prämienzentrum",
  "Rewords": "Umformulierungen",
  "Rich Trading Tools": "Umfangreiche Handelstools",
  "Rich activities and rewards": "Umfangreiche Aktivitäten und Belohnungen",
  "Risk Control & Compliance Notice": "Hinweis zur Risikokontrolle und Compliance",
  "Risk Disclaimer": "Risikohinweis",
  "Risk Warning": "Risikowarnung",
  "Risk-free trading with $10,000 in virtual funds": "Risikofreier Handel mit 10.000 $ virtuellem Guthaben",
  "Round In Progress": "Runde läuft",
  "Round ends in": "Runde endet in",
  "SA": "SA",
  "Safe": "Sicher",
  "Save": "Speichern",
  "Search": "Suchen",
  "Search crypto": "Suche nach Krypto",
  "Sec": "Sek",
  "Second": "Zweite",
  "Seconds": "Sekunden",
  "Security": "Sicherheit",
  "Security Verification": "Sicherheitsüberprüfung",
  "Seed": "Samen",
  "Select a countdown period.": "Wählen Sie einen Countdown-Zeitraum aus.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Countdown und Spread auswählen (Spread: die Differenz zwischen Kaufpreis und Ausstiegspreis)",
  "Select your partner program revenue share": "Wählen Sie Ihren Umsatzanteil für Ihr Partnerprogramm aus",
  "Sell": "Verkaufen",
  "Send": "Schicken",
  "Send message": "Nachricht senden",
  "Send message successfully": "Nachricht erfolgreich gesendet",
  "Service guide": "Servicehandbuch",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Legen Sie einen Preis fest, um Verluste zu begrenzen. Ihre Position wird automatisch geschlossen, wenn der Markt diesen Preis erreicht.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Legen Sie einen Zielpreis fest, bei dem Ihre Position automatisch geschlossen wird, um den Gewinn zu sichern.",
  "Set password": "Passwort festlegen",
  "Set successfully": "Erfolgreich eingestellt",
  "Set up": "Aufstellen",
  "Set up Google Authenticator": "",
  "Settings": "Einstellungen",
  "Share": "Aktie",
  "Share to": "Teilen mit",
  "Share your Affiliate invitation link to friends and users.": "Geben Sie Ihren Affiliate-Einladungslink an Freunde und Benutzer weiter.",
  "Share your referral link or code": "Teilen Sie Ihren Empfehlungslink oder -code",
  "Show live positions on chart": "Live-Positionen im Diagramm anzeigen",
  "Show my positions on chart": "Meine Positionen im Diagramm anzeigen",
  "Side": "Seite",
  "Sign in": "anmelden",
  "Silver": "Silber",
  "Simple": "Einfach",
  "Simple and intuitive usable interface": "Einfache und intuitiv nutzbare Oberfläche",
  "Simple integration": "Einfache Integration",
  "Simple way to earn money, The more invite, the more you will get!": "Eine einfache Möglichkeit, Geld zu verdienen. Je mehr Einladungen, desto mehr bekommen Sie!",
  "Simple, Fast, Intelligence": "Einfach, schnell, intelligent",
  "Size": "Größe",
  "Something went wrong!": "",
  "Sorry, page not found!": "Entschuldigung, Seite nicht gefunden!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Leider konnten wir die gesuchte Seite nicht finden. Vielleicht haben Sie die URL falsch eingegeben? Überprüfen Sie unbedingt Ihre Rechtschreibung.",
  "Sound": "Klang",
  "Speed": "Geschwindigkeit",
  "Spot Exchanges": "Spot-Börsen",
  "Spread": "Verbreiten",
  "Standard CS": "Standard CS",
  "Start": "Start",
  "Start Rate": "Startrate",
  "Start Time": "Startzeit",
  "Start Time Invalid( hh : mm : ss )": "Startzeit ungültig (hh: mm: ss)",
  "Start time": "Startzeit",
  "Start trading": "Beginnen Sie mit dem Handel",
  "Statistics": "Statistiken",
  "Status": "Status",
  "Step-up group": "Step-up-Gruppe",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks hat einen Hausvorteil von 2,5 % und eine Gebühr von 5 % auf profitable Positionen.",
  "Stonks prices are generated using a provably fair algorithm.": "Die Stonks-Preise werden mithilfe eines nachweislich fairen Algorithmus generiert.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Die Stonks-Preise werden mithilfe eines nachweislich fairen Algorithmus generiert. Der Hausvorteil beträgt 2,5 %.",
  "Stop Loss": "Stop-Loss",
  "Stop loss at price": "Stop-Loss zum Preis",
  "Stop loss price cannot be through bust price": "Der Stop-Loss-Preis kann nicht durch den Bust-Preis gehen",
  "Stop-Loss (SL)": "Stop-Loss (SL)",
  "Strategy planning": "Strategieplanung",
  "Submit": "Einreichen",
  "Submit request": "Anfrage einreichen",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Abonnieren Sie mithilfe der Streaming-APIs der einzelnen Börsen so viele Tiefenebenen wie verfügbar.",
  "Switch Dark or Light mode according to your preference": "Wechseln Sie je nach Wunsch zwischen Dunkel- und Hellmodus",
  "Symbol": "Symbol",
  "Symbol for extra security": "Symbol für zusätzliche Sicherheit",
  "System": "System",
  "System Random: 300 lucky winners will be randomly selected.": "Zufallssystem: 300 glückliche Gewinner werden nach dem Zufallsprinzip ausgewählt.",
  "TP/SL": "TP/SL",
  "Take Profit": "Gewinnmitnahme",
  "Take profit at price": "Gewinnmitnahme zum Kurs",
  "Take-Profit (TP)": "Take-Profit (TP)",
  "Tap Trading": "Tippen Sie auf Handel",
  "Tap to predict — quick moves, instant results.": "Tippen Sie, um eine Vorhersage zu treffen – schnelle Züge, sofortige Ergebnisse.",
  "Target Market": "Zielmarkt",
  "Tell us the reason for contacting us": "Teilen Sie uns den Grund Ihrer Kontaktaufnahme mit",
  "Test various trading tools and strategies": "Testen Sie verschiedene Handelstools und -strategien",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Vielen Dank für Ihre Anfrage. Sie sollte in der Regel innerhalb von 24 Stunden geprüft werden.",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "Der CMC Fear and Greed Index ist ein proprietäres Tool von CoinMarketCap, das die vorherrschende Stimmung auf dem Kryptowährungsmarkt misst.",
  "The Profit Margin Is As High As 90%": "Die Gewinnspanne beträgt bis zu 90 %",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Das Gesamtlimit für Ihre Long-/Short-Positionen für alle Kryptowährungen ist auf <0>{{limitAmount}}</0> begrenzt.",
  "The amount you currently have available to place an order.": "Der Betrag, der Ihnen aktuell für eine Bestellung zur Verfügung steht.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Der Bust-Preis ist der Marktpreis, zu dem Ihre Position aufgrund unzureichender Marge liquidiert wird.",
  "The calculation steps are as follows:": "Die Berechnungsschritte sind wie folgt:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Die Zusammenarbeit erfolgt offen und transparent und Sie müssen keine versteckten Gebühren befürchten.",
  "The coupon code is invalid or expired": "Der Gutscheincode ist ungültig oder abgelaufen",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Der endgültige Indexpreis wird dann als gewichteter Durchschnitt der marginalen Mittelpreise für jede Größe berechnet. Die Gewichte werden so gewählt, dass sie der Wahrscheinlichkeitsdichte der Exponentialverteilung entsprechen, die monoton abnimmt, was zu einer stärkeren Betonung der Preise führt, die näher am oberen Ende des Buchwerts liegen. Die Gewichte ergeben sich aus:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Die ersten 8 Bytes des Hashs werden mithilfe der Little-Endian-Kodierung in eine vorzeichenlose 64-Bit-Ganzzahl umgewandelt. Diese Ganzzahl wird dann in eine gleichmäßig verteilte Gleitkommazahl umgewandelt. Mithilfe der inversen kumulativen Verteilungsfunktion mit der konfigurierten Tick-Volatilität des Marktes (0,1 %) als Standardabweichung konvertieren wir den Gleitkommawert in eine normalverteilte Rendite und verwenden diese, um den Marktpreis zu aktualisieren.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Die Indexpreismethodik wurde entwickelt, um zwei wichtige statistische Eigenschaften von Zeitreihen zu erfüllen: die Markov- und die Martingaleigenschaft. Die Markov-Eigenschaft bezeichnet die gedächtnislose Natur eines stochastischen Prozesses, die sicherstellt, dass die bedingte Wahrscheinlichkeitsverteilung zukünftiger Werte nur vom aktuellen Wert abhängt. Die Martingaleigenschaft impliziert, dass der aktuelle Wert eines stochastischen Prozesses auch der Erwartungswert zukünftiger Werte ist. Diese beiden Eigenschaften machen die Indexpreise von Detrade zu unvoreingenommenen Schätzern zukünftiger Preise, sodass Nutzer auf die Wertänderungen der zugrunde liegenden Kryptowährungen reagieren können, ohne sich um die Mikrostruktureffekte einzelner Börsen kümmern zu müssen.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Der Index gibt Aufschluss darüber, ob der Markt möglicherweise unterbewertet (extreme Angst) oder überbewertet (extreme Gier) ist.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Die marginalen Kauf- und Verkaufspreisfunktionen werden dann verwendet, um eine marginale Mittelpreisfunktion bei einer bestimmten Größe zu definieren: ",
  "The order has expired": "Die Bestellung ist abgelaufen",
  "The output is:": "Die Ausgabe ist:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Das Ergebnis dieser Berechnung ist ein einheitlicher Indexpreis, der sowohl für Long- als auch für Short-Positionen im Detrade-Handel verwendet wird. Im Gegensatz zu den meisten anderen Handelsplattformen berechnet Detrade keine Geld-Brief-Spanne. Der Handel mit einem einheitlichen Preis ermöglicht Spekulationen auf kurzfristige Preisbewegungen, für die eine Geld-Brief-Spanne unerschwinglich wäre.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Die Plattform kann die Kampagne an Markt- und Richtlinienänderungen anpassen. Aktualisierungen werden über offizielle Ankündigungen veröffentlicht.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Die Plattform bietet BTC, ETH und andere gängige Währungshandelspaare und wird weiterhin beliebte Währungshandelspaare aktualisieren.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Der Preis wird täglich um 00:00 UTC auf 1.000 $ zurückgesetzt und alle ausstehenden Aufträge werden während der Zurücksetzung automatisch abgewickelt.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Der Preispool des Wettbewerbs hängt stark von den Einsätzen des Vortages ab. Je mehr Spieler wetten, desto größer ist der Preispool. Der aktuelle Preispool wird auf der Wettbewerbsseite angezeigt.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Die von Nexus Play LLC angebotenen Produkte und Dienstleistungen sind nicht für Einwohner der Vereinigten Staaten, der Europäischen Union oder anderer Rechtsräume bestimmt, in denen solche Dienstleistungen und Produkte gesetzlich verboten sind. Nexus Play LLC wirbt nicht um Geschäfte und bietet keine Maklerdienste für Einzelpersonen oder Unternehmen in diesen Regionen an. Es liegt in der Verantwortung potenzieller Kunden, sich über alle geltenden Gesetze und Vorschriften in ihren jeweiligen Rechtsräumen zu informieren und diese einzuhalten, bevor sie am Online-Handel teilnehmen. Indem Sie auf diese Website zugreifen und unsere Dienstleistungen nutzen, bestätigen Sie, dass Sie kein Einwohner der Vereinigten Staaten, der Europäischen Union oder eines anderen Rechtsraums sind, in dem unsere Dienstleistungen eingeschränkt sind.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Die bei diesem Online-Event erspielten Belohnungen werden dem Spielerguthaben automatisch gutgeschrieben.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Der Seed wird in eine 64-stellige hexadezimale Kleinbuchstaben-Zeichenfolge kodiert und mit der Zeichenfolgendarstellung des aktuellen Tick-Zählerwerts verknüpft. Ein Hash der kombinierten Zeichenfolge wird dann mithilfe der BLAKE2b-Hash-Funktion mit einer Digest-Größe von 256 Bit berechnet. Durch die Verwendung einer kryptografischen Hash-Funktion stellen wir sicher, dass Preisänderungen vor der Offenlegung des Seeds zufällig und unvorhersehbar sind, jedoch vollständig reproduzierbar, sobald der Seed bekannt ist.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Die Abrechnungsformel ist offen und transparent und kann in Echtzeit berechnet werden.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Das System zeigt die Gewinn- und Verlustergebnisse der UP- und DOWN-Kapitalpools an. Wenn Sie einen Gewinn erzielen, wird Ihnen Ihr Gewinnbetrag angezeigt.",
  "The system is under maintenance and upgrade, please visit later": "Das System wird derzeit gewartet und aktualisiert. Bitte besuchen Sie es später noch einmal.",
  "The trade will complete in 5s.": "Der Handel wird in 5 Sekunden abgeschlossen.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Der Handel wird in <0>{{countdown}}s</0> abgeschlossen sein.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Der Handelsbonus ist ein <0>Marketinganreiz</0> von Detrade, der Benutzern die Erkundung unseres Handelssystems erleichtern soll. Bonusgelder <1>können nicht abgehoben werden<1>, aber Gewinne aus der Verwendung können sich auf Ihren tatsächlichen Kontostand auswirken.",
  "The trading symbol will be replaced regularly.": "Das Handelssymbol wird regelmäßig ersetzt.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Die Gewinner werden jeden Sonntag um 22: 00 Uhr (UTC) auf der aktuellen Seite bekannt gegeben und die nächste Ziehung beginnt 2 Stunden nach der letzten Ziehung.",
  "Theme": "Thema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Es gibt keine Begrenzung für Ihren Verdienst. Je mehr Freunde Sie einladen, desto mehr Belohnungen erhalten Sie.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Diese werden von Ihrem Kontostand abgezogen und unzureichende Mittel führen zur automatischen Schließung der Position.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Dieses Ereignis ist nur für Benutzer in berechtigten Ländern und Regionen gemäß den Konformitätsrichtlinien der Plattform verfügbar.",
  "This field is required": "Dieses Feld ist erforderlich",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Hierzu gehören Ihre IP-Adresse, Ihr Browsertyp, Ihr Betriebssystem, Ihre Zugriffszeiten und die Seiten, die Sie unmittelbar vor und nach dem Zugriff auf unsere Plattform aufgerufen haben.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Hierzu gehören Ihr Name, Ihre E-Mail-Adresse, Telefonnummer, Postanschrift, Ihr Geburtsdatum und alle anderen Informationen, die Sie bei der Registrierung für ein Konto oder der Nutzung unserer Dienste angeben.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Dieser Index reicht von 0 bis 100, wobei ein niedrigerer Wert extreme Angst und ein höherer Wert extreme Gier anzeigt.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Dies steht im Zusammenhang mit den spezifischen Limits pro Kryptowährung, die unten aufgeführt sind.",
  "This is why you should promote Detrade:": "Darum sollten Sie für Detrade werben:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Diese Website ist durch reCAPTCHA geschützt und es gelten die Datenschutzbestimmungen und Nutzungsbedingungen von Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Durch das Detrade-Partnerprogramm können Sie höhere Partnerprovisionen, exklusive gesponserte Events und andere einzigartige Vorteile freischalten. Möchten Sie mehr erfahren? Lesen Sie weiter!",
  "Time": "Zeit",
  "Time and payout": "Zeit und Auszahlung",
  "Time closed": "Zeit geschlossen",
  "Time opened": "Zeit geöffnet",
  "Time remaining": "Verbleibende Zeit",
  "Tips": "Tipps",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Tipps: Die Bearbeitung dauert normalerweise {{hours}} Stunden, kann aber auch länger dauern. Die genaue Dauer hängt vom Zeitlimit des Händlers ab.",
  "To": "Zu",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Um Trends zu analysieren, die Nutzung zu überwachen und Untersuchungen zur Verbesserung unserer Dienste durchzuführen.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Um die Sicherheit Ihres Kontos zu gewährleisten, werden Abhebungen für 24 Stunden ausgesetzt, sobald die Google 2FA-Authentifizierung entfernt wird.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Um Fairness und Integrität zu wahren, überwacht Detrade die am Bonusprogramm teilnehmenden Konten durch Verhaltens- und technische Kontrollen, einschließlich, aber nicht beschränkt auf Geräte-Fingerprinting, IP-Tracking und Transaktionsmusteranalyse.",
  "To manage your account, process transactions, and provide you with the services you request.": "Um Ihr Konto zu verwalten, Transaktionen abzuwickeln und Ihnen die von Ihnen angeforderten Dienste bereitzustellen.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Zur Betrugsüberwachung, zur Durchsetzung unserer Servicebedingungen und zur Einhaltung gesetzlicher und behördlicher Anforderungen.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Um die Sicherheit Ihres Kontos zu schützen, werden Abhebungen für 24 Stunden deaktiviert, nachdem Sie Ihr Passwort geändert haben.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Um faire und zuverlässige Preise für die Handelsspiele zu gewährleisten, berechnet Detrade alle 500 Millisekunden einen zusammengesetzten Indexpreis, der aus Echtzeit-Preis-Feeds an die weltweit liquidesten Spot- und Derivatebörsen für Kryptowährungen abgeleitet wird. Durch die Einbeziehung vieler Preisquellen ist der Detrade-Index robust gegenüber Marktmanipulationen, technischen Problemen und anderen anomalen Handelsaktivitäten, die von Zeit zu Zeit an einzelnen Börsen auftreten können.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Um Ihnen Updates, Sicherheitswarnungen und administrative Nachrichten zu senden und auf Ihre Anfragen und Anforderungen zu antworten.",
  "To tailor our content and advertisements to your interests and preferences.": "Um unsere Inhalte und Werbung auf Ihre Interessen und Vorlieben abzustimmen.",
  "To trading center": "Zum Handelsplatz",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Um zu verstehen, wie Benutzer mit unserer Plattform interagieren, technische Probleme zu diagnostizieren und die Funktionalität und das Händlererlebnis zu verbessern.",
  "Today's Pnl": "Heutige Pnl",
  "Top": "Spitze",
  "Top tokens": "Top-Token",
  "Top trade": "Top-Handel",
  "Top-tier account manager": "Erstklassiger Account Manager",
  "Total Trades": "Gesamtanzahl der Trades",
  "Total commission": "Gesamtprovision",
  "Total participated tickets for this round <0>{{total}}</0>": "Gesamtzahl der teilgenommenen Tickets für diese Runde <0>{{total}}</0>",
  "Total prize won": "Gesamtpreis gewonnen",
  "Total profit": "Gesamtgewinn",
  "Total tickets": "Tickets gesamt",
  "Total traders": "Händler insgesamt",
  "Total trades": "Gesamtanzahl der Trades",
  "Trade": "Handel",
  "Trade for prestige": "Handel für Prestige",
  "Trade history": "Handelsgeschichte",
  "Trade like a rhythm master": "Handeln Sie wie ein Rhythmusmeister",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Handeln Sie mit fallenden Preisen, wenn Sie glauben, dass der Preis fallen wird. Wenn der Preis sinkt, erzielen Sie Gewinn.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Handeln Sie mit steigenden Preisen, wenn Sie glauben, dass der Preis steigen wird. Wenn der Preis steigt, erzielen Sie Gewinn.",
  "Trade to Win": "Handeln, um zu gewinnen",
  "Trade to rank up": "Handeln, um im Rang aufzusteigen",
  "Trade with $10,000 in virtual funds": "Handeln Sie mit 10.000 Us-Dollar an virtuellem Guthaben",
  "Trader": "Händlerin",
  "Trades": "Handel",
  "Trading": "Handel",
  "Trading Amount": "Handelsbetrag",
  "Trading Platform": "Handelsplattform",
  "Trading Smarter, Earning Better": "Intelligenter handeln, mehr verdienen",
  "Trading Volume": "Handelsvolumen",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Der Handelsbetrag ist für den ausgewählten Multiplikator für den ausgewählten Stop-Loss-Preis zu groß",
  "Trading bonus trial": "Testversion des Handelsbonus",
  "Trading center": "Handelsplatz",
  "Trading indicators and signals": "Handelsindikatoren und -signale",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Trading ist mit Risiken verbunden. Bitte stellen Sie sicher, dass Sie verstehen, was Sie tun, bevor Sie Hebel oder Bonusgelder einsetzen. Detrade haftet nicht für Verluste, die durch Bonus-Trading entstehen.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Der Handel ist täglich von {{startTime}} bis {{endTime}} ({{timeZone}}) und an Wochenenden pausiert. Bitte erledigen Sie Ihre Aufträge im Voraus.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Handelsturniere, regelmäßige Boni, Geschenke, Promo-Codes und Handelswettbewerbe stehen jedem Händler zur Nutzung oder Teilnahme zur Verfügung.",
  "Traffic Owners": "Verkehrseigentümer",
  "Transaction Completed": "Transaktion abgeschlossen",
  "Transaction details": "Transaktionsdetails",
  "Transactions": "Transaktionen",
  "Transition details": "Übergangsdetails",
  "Transparency & Security": "Transparenz und Sicherheit",
  "Trigger price is too close to bust price": "Der Auslösepreis liegt zu nahe am Bust-Preis",
  "Trigger price is too close to current price": "Der Auslösepreis liegt zu nahe am aktuellen Preis",
  "Trusted by": "Vertrauen von",
  "Trusted by millions of users.": "Millionen von Benutzern vertrauen uns.",
  "Try": "Versuchen",
  "Try a quick demo": "Probieren Sie eine kurze Demo aus",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Testen Sie alle Vorteile der Plattform auf einem Demokonto mit virtueller Währung, ohne echte Investition und ohne jegliches Risiko.",
  "Turn every action into rewards. Start trading today.": "Verwandeln Sie jede Aktion in eine Belohnung. Beginnen Sie noch heute mit dem Handel.",
  "Txid": "Txid",
  "Type": "Typ",
  "Type Your message": "Geben Sie Ihre Nachricht ein",
  "UID": "UID",
  "UP": "HOCH",
  "USDT-Margined": "USDT-Marginalisiert",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Täglich von {{startTime}} bis {{endTime}} ({{timeZone}}) und ganztägig am Wochenende nicht verfügbar.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Einzigartige Erlebnisse: Von innovativen Handelsherausforderungen bis hin zu optimierten Krypto-Handelsoptionen und exklusiven Handelsmodellen bietet Detred ein Erlebnis, das Sie nirgendwo sonst finden.",
  "Unlock Diamond": "Diamant freischalten",
  "Unlock Top Traders, Achieve": "Schalten Sie Top-Händler frei, erreichen Sie",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Unnötig. Detrade ist ein Technologieanbieter und Sie können unsere Lösungen von jedem Land aus erwerben.",
  "Up": "Hoch",
  "Up & Down": "Auf und ab",
  "Up Down": "Rauf Runter",
  "Up Or Down?": "Oben oder unten?",
  "Up Wins": "Up gewinnt",
  "Update Success": "Up gewinnt",
  "Updated at {{time}}": "Aktualisiert um {{time}}",
  "Updated timely": "Rechtzeitig aktualisiert",
  "Uppercase or lowercase letters": "Groß- oder Kleinbuchstaben",
  "Usage Instructions & Limitations": "Nutzungshinweise und Einschränkungen",
  "Used": "Gebraucht",
  "User Agreement and Terms & Conditions": "Benutzervereinbarung und Allgemeine Geschäftsbedingungen",
  "User ID": "Benutzer-ID",
  "User name": "Benutzername",
  "Username": "Benutzername",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Benutzer müssen handelsbezogene Handelspaare auswählen oder daran teilnehmen, um diese Aktivität nutzen zu können.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Die Verwendung mehrerer Konten zur Umgehung von Handelslimits ist strengstens untersagt und kann zur Sperrung des Kontos oder zu Strafen führen.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Mithilfe des zusammengesetzten Auftragsbuchs wird eine Funktion definiert, die den Grenzpreis zum Kauf oder Verkauf einer bestimmten Menge darstellt. Die Grenzkauffunktion lautet beispielsweise:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Die Verwendung der Zwei-Faktor-Authentifizierung wird dringend empfohlen, da dadurch Ihr Konto sowohl mit Ihrem Passwort als auch mit Ihrem Telefon geschützt wird.",
  "VIP": "VIP",
  "VIP group": "VIP-Gruppe",
  "Validity period: within 14 days after activation": "Gültigkeitsdauer: innerhalb von 14 Tagen nach Aktivierung",
  "Verifiable fairness": "Überprüfbare Fairness",
  "Verification": "Überprüfung",
  "Verification Example": "Verifizierungsbeispiel",
  "Verification code failed": "Der Bestätigungscode ist fehlgeschlagen",
  "Verification email sent. Check your inbox.": "Bestätigungs-E-Mail gesendet. Überprüfen Sie Ihren Posteingang.",
  "Verified": "Verifiziert",
  "Verify": "Verifizieren",
  "Verify Fairness": "Überprüfen Sie die Fairness",
  "Verify fairness": "Fairness überprüfen",
  "View details": "Details anzeigen",
  "View more": "Mehr anzeigen",
  "Volume": "Volumen",
  "Volume (24h)": "Volumen (24 Std.)",
  "Voucher code": "Gutscheincode",
  "Wager": "Wette",
  "Wager <0>{{amount}}</0> To Reach": "Setzen Sie <0>{{amount}}</0>, um zu erreichen",
  "Wait For Next Round": "Warten Sie auf die nächste Runde",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Warten Sie, bis mindestens 6 gültige Preis-Feeds vorliegen. Wenn nicht genügend Preis-Feeds vorhanden sind, wird der Detrade-Indexpreis nicht aktualisiert.",
  "Wallet": "Geldbörse",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Möchten Sie am Detrade-Partnerprogramm teilnehmen? Kontaktieren Sie unser Supportteam, um loszulegen!",
  "Watch play demo": "Demo ansehen",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Wir erfassen Informationen über Ihre Aktivitäten auf unserer Plattform, einschließlich Handelsaktivitäten, Präferenzen und Interaktion mit unseren Inhalten.",
  "We collect several types of information from and about users of our Platform, including:": "Wir erfassen verschiedene Arten von Informationen von und über Benutzer unserer Plattform, darunter:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Wir verfügen über hervorragende technische und operative Teams, um die Kundenanforderungen kontinuierlich zu erfüllen und den Kunden mehr Garantien zu bieten.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Wir ergreifen eine Reihe von Sicherheitsmaßnahmen, um Ihre persönlichen Daten vor unbefugtem Zugriff, Verwendung oder Offenlegung zu schützen. Zu diesen Maßnahmen gehören Verschlüsselung, Zugriffskontrollen und sichere Speicherung. Allerdings ist keine Methode der Übertragung über das Internet oder der elektronischen Speicherung 100 % sicher, und wir können keine absolute Sicherheit garantieren.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Wir freuen uns darauf, Sie als Mitglied unserer wachsenden Allianzfamilie begrüßen zu dürfen und uns dabei zu helfen, gemeinsam die Zukunft von Detrade zu gestalten!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Wir können Finanzinformationen wie Bankkontonummern, Kreditkartendaten und Transaktionsverläufe erfassen, um Transaktionen zu erleichtern und gesetzliche Anforderungen zu erfüllen.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Wenn Sie uns dies gestatten, erfassen wir unter Einsatz von Technologien wie GPS, WLAN oder Mobilfunkdaten möglicherweise Informationen zu Ihrem Standort.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Wir können Ihre Daten offenlegen, wenn wir gesetzlich dazu verpflichtet sind oder als Reaktion auf berechtigte Anfragen von Behörden (z. B. einem Gericht oder einer Regierungsbehörde).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Wir können Ihre Daten offenlegen, um die Rechte, das Eigentum oder die Sicherheit von Detrade, unseren Benutzern oder anderen zu schützen und um unsere Geschäftsbedingungen durchzusetzen.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Wir können Ihre Daten im Zusammenhang mit einer Fusion, einem Verkauf von Unternehmensvermögen, einer Finanzierung oder der Übernahme unseres gesamten Unternehmens oder eines Teils davon durch ein anderes Unternehmen oder während der Verhandlungen darüber weitergeben oder übertragen.",
  "We may share your information with third parties if you provide your consent to do so.": "Wir können Ihre Daten an Dritte weitergeben, wenn Sie dem zustimmen.",
  "We may share your information with third parties in the following circumstances:": "Unter folgenden Umständen können wir Ihre Daten an Dritte weitergeben:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Wir können Ihre Informationen an Drittdienstleister weitergeben, die in unserem Auftrag Dienstleistungen erbringen, wie etwa Zahlungsabwicklung, Datenanalyse, E-Mail-Zustellung und Hosting-Dienste.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Wir bieten die größte Auswahl an Optionen für den Derivatehandel und ziehen damit weltweit über 2,5 Millionen Online-Händler an. Unsere Technologie bietet ein intuitives und leistungsstarkes Handelserlebnis, das es unseren Kunden ermöglicht, Risiken besser zu verstehen und fundierte Handelsentscheidungen zu treffen.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Wir bieten eine einfache und leicht zu bedienende Handelsplattform, sodass jeder zum Trader werden kann.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Wir bieten eine Schritt-für-Schritt-Anleitung zum Anlocken von Spielern auf Ihre Plattform sowie Marketingmaterialien, die sich als wirksam erwiesen haben.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Wir behalten uns das Recht vor, Boni und damit verbundene Gewinne unter den folgenden Bedingungen zu stornieren:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Wir verwenden Cookies, Web Beacons und andere Tracking-Technologien, um Informationen über Ihre Nutzung unserer Plattform zu sammeln und Ihr Handelserlebnis zu verbessern.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Wir verwenden Spitzentechnologie, um schnellste Transaktionen ohne Verzögerungen oder Unterbrechungen im Betrieb der Händlerschnittstelle bereitzustellen.",
  "We use the information we collect for various purposes, including:": "Wir verwenden die von uns gesammelten Informationen für verschiedene Zwecke, darunter:",
  "We will contact you within 3 working days, please check your email regularly": "Wir werden Sie innerhalb von 3 Werktagen kontaktieren. Bitte überprüfen Sie regelmäßig Ihre E-Mails",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Wir bewahren Ihre personenbezogenen Daten so lange auf, wie dies zur Erfüllung der Zwecke, für die sie erhoben wurden, erforderlich ist, einschließlich der Einhaltung gesetzlicher, regulatorischer oder geschäftlicher Anforderungen.",
  "Website for PC": "Website für PC",
  "Website for smartphones": "Website für Smartphones",
  "Week": "Woche",
  "Week's Pnl": "Pnl der Woche",
  "Weekly raffle": "Wöchentliche Verlosung",
  "Welcome Bonus": "Willkommensbonus",
  "Welcome To": "Willkommen bei",
  "Welcome To Demo Trading ": "Willkommen beim Demo-Trading ",
  "Welcome to Detrade Connect": "Willkommen bei Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Willkommen bei Detrade, einer führenden Handelsplattform für binäre Optionen. Bevor Sie unsere Plattform nutzen, lesen Sie bitte die folgenden Geschäftsbedingungen sorgfältig durch und stellen Sie sicher, dass Sie sie verstanden haben. Indem Sie auf die Plattform von Detrade zugreifen oder sie nutzen, erklären Sie sich mit diesen Geschäftsbedingungen einverstanden. Wenn Sie mit irgendeinem Teil dieser Bedingungen nicht einverstanden sind, dürfen Sie unsere Plattform nicht nutzen.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Willkommen bei Stonks! Der Preis wird jeden Tag um 00:00 UTC auf 1.000 USD zurückgesetzt und alle ausstehenden Aufträge werden während der Zurücksetzung automatisch abgerechnet.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Willkommen bei detrade! Als Dankeschön für Ihre Unterstützung bieten wir neuen Benutzern einen <0>Handelsbonus von bis zu 50 USDT</0>. Erleben Sie den Handel mit binären Optionen ohne Risiko und mit echten Belohnungen!",
  "What currencies can be deposited and withdrawn?": "Welche Währungen können ein- und ausgezahlt werden?",
  "What does it mean?": "Was bedeutet das?",
  "What is Detrade Connect?": "Was ist Detrade Connect?",
  "What operational expenses could Partner have?": "Welche Betriebsausgaben könnten beim Partner anfallen?",
  "What would you like your new limit to be? (max 500% of current limit)": "Wie hoch soll Ihr neues Limit sein? (max. 500 % des aktuellen Limits)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Nach Ablauf des Countdowns beginnt der vorbereitende Abwicklungsprozess. Das System erfasst den Startpreis nach Ablauf des Countdowns (bei der ersten Flagge). Läuft die K-Linie eine Zeit lang, erfasst das System den Endpreis (bei der zweiten Flagge). Vergleichen Sie Endpreis und Startpreis. Ist der Endpreis höher als der Startpreis, gewinnt der Händler, der nach oben tendiert. Andernfalls gewinnt der Händler, der nach unten tendiert.",
  "When the dual conditions are met, you will receive profits.": "Wenn beide Bedingungen erfüllt sind, erhalten Sie Gewinne.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Beim Handel an einer traditionellen Börse mit einem zentralen Limit-Orderbuch kreuzen sich große Annahmeaufträge im Allgemeinen mit ruhenden Aufträgen jenseits des besten Gebots oder Angebots, was zu einem durchschnittlichen Ausführungspreis führt, der schlechter ist als der Top-of-Book-Preis. Market Maker beschränken die Menge an Liquidität, die sie bereit sind, am Top-of-Book anzubieten, aufgrund des zusätzlichen Risikos, das große Aufträge darstellen. Anstatt zu verlangen, dass große Aufträge zu mehreren Preisen ausgeführt werden, verwendet Detrade stattdessen eine Markteinflussformel, um den Schlusskurs für erfolgreiche Trades festzulegen (manuell geschlossene Verlusttrades sind davon nicht betroffen), um den Markteinfluss großer Annahmeaufträge zu replizieren, jedoch auf eine konsistentere und vorhersehbarere Weise. Die genaue Markteinflusswirkung lässt sich am einfachsten mit dem ROI-Rechner auf der Seite zum Futures-Handel ermitteln.",
  "When will the commission be distributed?": "Wann wird die Provision ausgezahlt?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Wenn der Handel Ihres Freundes endet, können Sie für diesen Handel sofort eine Provision erhalten.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Wobei <0>P_close</0> <1>P_open*(1-1/multiplier_leverage)</1> für Busts oder den Stop-Loss-Preis ist.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Wobei <0>p_i | i in 1..N</0> und <1>s_i|i in 1..N</1> die Kaufpreise und -größen sind, sortiert in aufsteigender Entfernung vom Top-of-Book. Diese Funktion gibt den Höchstpreis an, den man zahlen würde, um eine Menge <2>s</2> zu kaufen.",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Dabei sind <0>v_i</0> die Größen, bei denen die Mittelpreise berechnet werden, und sind definiert als die Vereinigung der kumulierten Kauf- und Verkaufsgrößen aus dem zusammengesetzten Auftragsbuch. <1>L</1> ist ein Skalierungsfaktor, der als <2>1/V</2> definiert ist, wobei <3>V</3> die maximale Größe ist, bei der ein Mittelpreis berechnet wird, und ist definiert als das Minimum der Summe der Kauf- und Verkaufsgrößen im zusammengesetzten Auftragsbuch.",
  "Which currency pairs can be traded on Detrade?": "Welche Währungspaare können auf Detrade gehandelt werden?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Für White-Label-Besitzer fallen bei der Entwicklung der Plattform keinerlei Kosten an. Sie können sich ganz auf Vertrieb und Marketing konzentrieren.",
  "Whitelist pre-booking": "Whitelist-Vorreservierung",
  "Why Partner with Detrade?": "Warum eine Partnerschaft mit Detrade?",
  "Why choose Detrade": "Warum Detrade wählen",
  "Why you must choose us?": "Warum sollten Sie sich für uns entscheiden?",
  "Wild": "Wild",
  "Will The Price Go Up Or Down": "Wird der Preis steigen oder fallen",
  "Will the price go up or down ?": "Wird der Preis steigen oder fallen?",
  "Win": "Gewinnen",
  "Win Crypto Tokens": "Gewinnen Sie Krypto-Tokens",
  "Win if the price breaks out — above the high or below the low.": "Gewinnen Sie, wenn der Preis ausbricht – über das Hoch oder unter das Tief.",
  "Win rate": "Gewinnrate",
  "Winner": "Gewinner",
  "Winning": "Gewinnen",
  "Winning Tickets": "Gewinnlose",
  "Winning prize details": "Details zum Gewinn",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Mit einer PnL-Gebühr zahlen Sie keine Gebühren für das Öffnen oder Schließen des Handels und nur ein Bruchteil Ihres Gewinns (falls vorhanden) wird einbehalten, wenn Sie den Handel schließen",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Wenn eine Pauschalgebühr aktiviert ist, erhalten Sie 100 % Ihres Gewinns, zahlen aber im Voraus eine <0>Pauschalgebühr, die Ihren Einstieg, Ausstieg und Slippage abdeckt</0>, bevor Sie den Handel eingehen, wie an einer regulären Börse.",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Da spannende neue Funktionen und Updates in Sicht sind, ist jetzt der perfekte Zeitpunkt, mit der Werbung für Detlard zu beginnen.",
  "Withdraw": "Zurückziehen",
  "Withdraw Fee": "Abhebungsgebühr",
  "Withdraw Order Created": "Bestellung zurückziehen erstellt",
  "Withdraw Processing": "Auszahlungsverarbeitung",
  "Withdraw Success": "Erfolg zurückziehen",
  "Withdraw is in progress": "",
  "Withdraw to": "Sich zurückziehen",
  "Withdraw your earnings 24/7": "Heben Sie Ihre Einnahmen rund um die Uhr ab",
  "Withdrawal fee": "Abhebungsgebühr",
  "Withdrawal fee discount": "Rabatt auf die Abhebungsgebühr",
  "Yes": "Ja",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Ja, DeTrade glaubt an absolute Transparenz und bietet Ihnen alle Daten an. Sie können alle diese Informationen sehen in",
  "Yes, contact us at any time to upgrade your package.": "Ja, kontaktieren Sie uns jederzeit, um Ihr Paket zu aktualisieren.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Ja, diejenigen, die mit Kryptowährungen nicht vertraut sind, können sich über soziale Netzwerke anmelden und sie mit Bankkarten aufladen.",
  "Yes, you can use both.": "Ja, Sie können beides verwenden.",
  "Yield": "Ertrag",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Sie können mit den meisten gängigen digitalen Währungen auf dem Markt Ein- und Auszahlungen vornehmen und die Plattform wird außerdem nach und nach die Ein- und Auszahlungsfunktion für gesetzliche Währungen einführen.",
  "You can share your invite link to your friend or your social media": "Sie können Ihren Einladungslink an Ihren Freund oder Ihre sozialen Medien weitergeben",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Sie haben unter bestimmten Bedingungen das Recht, unserer Verarbeitung Ihrer personenbezogenen Daten zu widersprechen.",
  "You have the right to request a copy of the personal information we hold about you.": "Sie haben das Recht, eine Kopie der personenbezogenen Daten anzufordern, die wir über Sie gespeichert haben.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Sie haben das Recht, von uns die Berichtigung etwaiger Ungenauigkeiten Ihrer personenbezogenen Daten zu verlangen.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Sie haben das Recht, von uns die Löschung Ihrer personenbezogenen Daten zu verlangen, vorbehaltlich bestimmter Ausnahmen.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Sie erhalten 20 % des Hausvorteils für jeden von ihnen getätigten Handel. Wenn Sie viele Follower haben, können Sie uns für eine höhere Provision kontaktieren.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Sie erhalten in der nächsten Stunde einen Zuschuss von ungefähr {nextCapitalCost}. Der genaue Betrag hängt vom jeweiligen Finanzierungssatz ab.",
  "You won <0>{{award}}</0>": "Sie haben <0>{{award}}</0> gewonnen",
  "Your": "Dein",
  "Your Telegram": "Ihr Telegramm",
  "Your account level is assessed and updated on the": "Ihr Kontostand wird bewertet und aktualisiert am",
  "Your current limit is {{limit}}": "Ihr aktuelles Limit beträgt {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Ihre aktuellen Limits sind: PnL-Gebühr – {{pnl}}, Festgebühr – {{Fixed}}",
  "Your email": "Ihre E-Mail",
  "Your friends will be associated with you after they sign up": "Deine Freunde werden mit dir verknüpft, nachdem sie sich angemeldet haben",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Ihre Informationen, einschließlich personenbezogener Daten, können auf Server oder Datenbanken außerhalb Ihres Landes oder Ihrer Gerichtsbarkeit übertragen und dort gespeichert werden. Durch die Nutzung unserer Plattform stimmen Sie der Übertragung Ihrer Informationen in die Vereinigten Staaten oder jedes andere Land zu, in dem Detrade oder seine Dienstleister Niederlassungen unterhalten.",
  "Your investment": "Ihre Investition",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Ihre Sprachauswahl gilt für E-Mails, SMS, In-App-Benachrichtigungen von Detrade und alle Geräte, bei denen Sie angemeldet sind.",
  "Your name": "Ihr Name",
  "Your profile is now private": "Ihr Profil ist jetzt privat",
  "Your profile is now public": "Ihr Profil ist jetzt öffentlich",
  "Your transfer amount has to MATCH the submission amount.": "Ihr Überweisungsbetrag muss mit dem Einreichungsbetrag ÜBEREINSTIMMEN.",
  "Zero Trading Fees": "Keine Handelsgebühren",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Dokumentenüberprüfung: Benutzer müssen möglicherweise Kopien von amtlichen Ausweisdokumenten hochladen, beispielsweise einen Reisepass, einen Führerschein oder einen Personalausweis.",
  "all assets": "alle Vermögenswerte",
  "all status": "Alle Status",
  "approved": "genehmigt",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Leistungscookies**: Diese Cookies sammeln Informationen darüber, wie Sie unsere Plattform nutzen, beispielsweise welche Seiten Sie am häufigsten besuchen. Diese Informationen werden verwendet, um die Funktionalität unserer Plattform zu verbessern.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Adressüberprüfung: Zur Überprüfung der Wohnadresse müssen Benutzer unter Umständen einen Adressnachweis, beispielsweise eine Stromrechnung oder einen Kontoauszug, vorlegen.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "basierend auf Ihrer letzten Leistung und Aktivität. Bleiben Sie engagiert und steigen Sie in der Rangliste auf!",
  "basic information verification": "Überprüfung grundlegender Informationen",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Funktionale Cookies**: Diese Cookies ermöglichen es unserer Plattform, von Ihnen getroffene Entscheidungen (wie Ihren Benutzernamen, Ihre Sprache oder Ihre Region) zu speichern und erweiterte, persönlichere Funktionen bereitzustellen.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Biometrische Verifizierung: Detrade kann biometrische Authentifizierungsmethoden wie Gesichtserkennung oder Fingerabdruck-Scan verwenden, um die Identität der Benutzer zu verifizieren.",
  "change password": "Kennwort ändern",
  "chat rules": "Chat-Regeln",
  "currency": "währung",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Targeting-/Werbe-Cookies**: Diese Cookies werden verwendet, um Werbung zu liefern, die für Sie und Ihre Interessen relevanter ist. Sie helfen uns auch, die Wirksamkeit von Werbekampagnen zu messen.",
  "date": "Datum",
  "day": "tag",
  "demo": "demo",
  "deposit": "Kaution",
  "deposit with a 50% bonus": "Einzahlung mit 50% Bonus",
  "down": "daunen",
  "earn ticket": "Ticket verdienen",
  "edit profile": "Profil bearbeiten",
  "edit your avatar": "bearbeite deinen Avatar",
  "email": "email",
  "explanation": "Erläuterung",
  "failed": "fehlgeschlagen",
  "forgot password?": "passwort vergessen?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "Halten Sie Diamond 3 Monate lang – unser VIP-Manager lädt Sie ein, auf maßgeschneiderte Diamond+-Privilegien zuzugreifen.",
  "init": "init",
  "liq price": "Liq-Preis",
  "live": "Livin",
  "loading...": "Laden...",
  "lucky poll": "glückliche Umfrage",
  "medium": "Medium",
  "month": "Monat",
  "more": "mehr",
  "my tickets": "meine Tickets",
  "name": "name",
  "no": "nein",
  "or": "oder",
  "order id": "Bestellnummer",
  "pending": "ausstehend",
  "perks in total": "Vergünstigungen insgesamt",
  "price": "Preis",
  "prize": "Preis",
  "processing": "Verarbeitung",
  "rejected": "abgelehnt",
  "results": "Ergebnisse",
  "rewards": "Belohnungen",
  "rewards list": "Belohnungsliste",
  "search “Google Authenticator” and proceed to download.": "Suchen Sie nach „Google Authenticator“ und fahren Sie mit dem Download fort.",
  "seed": "Samen",
  "strong": "stark",
  "success": "Erfolg",
  "temporary rejected": "vorübergehend abgelehnt",
  "terms and conditions": "Geschäftsbedingungen",
  "tickets number": "Ticketnummer",
  "ticks": "Zecken",
  "time": "zeit",
  "token": "Token",
  "top": "spitze",
  "trader": "Händler",
  "trading platform": "Handelsplattform",
  "two-Factor authentication": "Zwei-Faktor-Authentifizierung",
  "up": "hoch",
  "voucher": "Gutschein",
  "wager": "Wette",
  "weak": "schwach",
  "week": "Woche",
  "welcome gifts": "Maximaler Solobonus",
  "withdraw": "zurückziehen",
  "{{field}} is required": "{{field}} ist erforderlich",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} Platz - {{percent}} des Preispools des täglichen Wettbewerbs",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>von {{total}}</0>",
  "|PnL|": "|Gewinn- und Verlustrechnung|"
}
