{
  "301": "ခွင့်မပြု",
  "405": "တားမြစ်နည်း",
  "500": "စနစ်အမှား",
  "503": "အဆိုပါစနစ်ကို ပြုပြင်ထိန်းသိမ်းခြင်းနှင့် အဆင့်မြှင့်တင်ခြင်းများ လုပ်ဆောင်နေပါသည်။",
  "600": "ဒေတာမတွေ့ပါ။",
  "601": "ဒေတာရှိပြီးသား",
  "602": "အီးမေးလ် ပေးပို့မှု မအောင်မြင်ပါ။",
  "603": "လုပ်ပိုင်ခွင့်ပျက်ကွက်",
  "604": "ကန့်သတ်ချက် မမှန်ကန်ပါ။",
  "605": "ပေးပို့အတည်ပြုကုဒ်ကို ထပ်လုပ်ပါ။",
  "606": "မမှန်ကန်သော အတည်ပြုကုဒ်",
  "607": "အဝေးထိန်းအသုံးပြုမှု အမှားအယွင်း",
  "608": "Man စက်က ပျက်သွားတာ",
  "609": "ApiKey မအောင်မြင်ကြောင်း အတည်ပြုပါ။",
  "610": "Jws သည် ပျက်ကွက်ကြောင်း အတည်ပြုသည်။",
  "611": "AccessCode အတည်ပြုရန် မအောင်မြင်ပါ။",
  "612": "ကွန်ရက် အမှားအယွင်း",
  "613": "လက်ရှိ ip သည် ဝင်ရောက်ခွင့်ကို မပံ့ပိုးပါ။",
  "614": "လက်ရှိနိုင်ငံသည် ဝင်ရောက်ခွင့်ကို မပံ့ပိုးပါ။",
  "615": "ဒေတာအပ်ဒိတ် မအောင်မြင်ပါ။",
  "616": "ပြိုင်ပွဲ၏ လက်ရှိအခြေအနေသည် အော်ဒါတင်ရန် မပံ့ပိုးပါ။",
  "617": "ပလပ်ဖောင်း မကိုက်ညီပါ။",
  "618": "ပြိုင်ပွဲမတိုက်ဆိုင်ပါ။",
  "619": "ပြိုင်ပွဲ မတွေ့ပါ။",
  "620": "ငွေကြေးမထောက်ပံ့ပါ။",
  "621": "ဖိုင်ဖော်မတ်ကို မပံ့ပိုးပါ။",
  "622": "ပြိုင်ပွဲတံဆိပ် ရှိနှင့်ပြီးဖြစ်သည်။",
  "623": "ထည့်သွင်းဂိမ်းတံဆိပ် မမှန်ကန်ပါ။",
  "1000": "ပလပ်ဖောင်းစနစ် အမှား",
  "1001": "လက်ကျန်မလောက်ဘူး။",
  "1002": "ပမာဏထည့်ရန် မအောင်မြင်ပါ။",
  "1003": "လောင်းကြေးပမာဏ မအောင်မြင်ပါ။",
  "1004": "ပလပ်ဖောင်းအကောင့်ကို ရှာမတွေ့ပါ။",
  "1005": "ပမာဏကို တိုးမြှင့်နိုင်သည် သို့မဟုတ် လျှော့ချနိုင်သည့် အကြိမ်အရေအတွက်သည် ကန့်သတ်ချက်ထက် ကျော်လွန်နေပါသည်။",
  "1006": "မကြာခဏလည်ပတ်",
  "1007": "ရည်ညွှန်းကော်မရှင် လက်ကျန် မမှန်ကန်ပါ။",
  "1008": "ရည်ညွှန်းကော်မရှင်၏ အရေးဆိုမှု အခြေအနေ မမှန်ကန်ပါ။",
  "1010": "ပလပ်ဖောင်း အန္တရာယ် ထိန်းချုပ်မှု အမှား",
  "10000": "web3 ဝန်ဆောင်မှုတွင် error မတွေ့ပါ။",
  "10001": "platform တွင် error မတွေ့ပါ။",
  "10002": "စကားဝှက်စစ်ဆေးခြင်း အမှား",
  "10003": "စစ်မှန်ကြောင်း အမှားအယွင်း",
  "10004": "Auth parse အမှား",
  "10005": "အကောင့်လက်ကျန်မရှိခြင်း။",
  "10006": "အကောင့်မတွေ့ပါ။",
  "10007": "စကားဝှက်အကြမ်း အမှား",
  "10008": "အီးမေးလ်ဖော်မတ်ကို မပံ့ပိုးပါ။",
  "10009": "Login fail count ကျော်လွန်သွားပါပြီ။",
  "10010": "ဖုန်းဖော်မတ်ကို မပံ့ပိုးပါ။",
  "10011": "အကောင့်အမျိုးအစားကို မပံ့ပိုးပါ။",
  "10012": "ငွေပေးချေမှု စကားဝှက်မှားနေ၍ ကျေးဇူးပြု၍ ပြန်ထည့်ပါ။",
  "10013": "အသုံးပြုသူသည် မှတ်ပုံတင်ပြီးဖြစ်သည်။",
  "10014": "အကောင့်လက်ကျန် မလုံလောက်ပါ။",
  "10015": "ပြောင်းလဲမှုပမာဏ error ပြန်လုပ်ပါ။",
  "10016": "အကောင့်အစစ်ကသာ အကြံပြုပေးနိုင်ပါတယ်။",
  "10017": "သင်ကိုယ်တိုင် အကြံပေးလို့ မရဘူး။",
  "10018": "အသုံးပြုသူကို ရှာမတွေ့ပါ။",
  "10019": "လက်ခံအသုံးပြုသူတွင် အကောင့်အစစ်မရှိပါ။",
  "10020": "စကားဝှက်အသစ်သည် စကားဝှက်ဟောင်းနှင့် မတူနိုင်ပါ။",
  "10021": "စကားဝှက်ကို 24 နာရီအတွင်း 3 ကြိမ်ထက်ပို၍ ပြန်လည်သတ်မှတ်မရနိုင်ပါ။",
  "10022": "သင်သည် မှားယွင်းသော စကားဝှက်ကို အကြိမ်များစွာ ရိုက်ထည့်ခဲ့သည်။ ကျေးဇူးပြု၍ နောက်မှ ထပ်စမ်းကြည့်ပါ။",
  "10023": "မှားယွင်းသော စကားဝှက်ကို ၅ ကြိမ်ထက် မပိုစေဘဲ စမ်းကြည့်ပါ။",
  "10024": "စကားဝှက်များ ကွဲပြားရပါမည်။",
  "10025": "အီးမေးလ်ကို အသုံးပြုပြီးဖြစ်သည်။",
  "10026": "အကောင့်ဝင်၍မရပါ။",
  "10027": "မမှန်ကန်သောအီးမေးလ်",
  "10028": "2FA လျှို့ဝှက်ကုဒ် မမှန်ကန်ပါ။",
  "10029": "စကားဝှက်ဟောင်း မမှန်ပါ။",
  "10030": "ကျေးဇူးပြုပြီး Email ကို အရင်စည်းပါ။",
  "11000": "2FA ကို ဤအသုံးပြုသူနှင့် ချိတ်ဆက်ထားသည်။",
  "11001": "2FA စည်းအချက်အလက်ကို ရှာမတွေ့ပါ။",
  "11002": "2FA သည် အသုံးပြုသူနှင့် ချိတ်ဆက်ထားခြင်းမရှိပါ။",
  "11003": "အသုံးပြုသူသည် 2FA နှင့် မချိတ်ထားပါ။",
  "11004": "အသုံးပြုသူသည် 2FA နှင့် မချိတ်ထားပါ။",
  "11005": "2FA ကို ဦးစွာစစ်ဆေးရပါမည်။",
  "20001": "ဤငွေကြေးလွှဲပြောင်းမှုကို ခွင့်မပြုပါ။",
  "20002": "သင်္ကေတစျေးနှုန်းစာရင်း",
  "20003": "ပိုင်ဆိုင်မှု မရှိပါ။",
  "20004": "ငွေပေးငွေယူပမာဏကို ပံ့ပိုးမထားပါ။",
  "20005": "အသုံးပြုသူဘဏ်စာရင်းမရှိပါ။",
  "20006": "မှာယူမှု ဖြေရှင်းရေး ဦးတည်ချက် သို့မဟုတ် အခြေအနေ အမှားအယွင်း",
  "20007": "ဝယ်ယူချိန် ကုန်ဆုံးသွားပါပြီ၊ ထပ်မံဝယ်ယူပါ။",
  "20008": "ရင်ဘတ်ကြားခံကို ရှာမတွေ့ပါ။",
  "20009": "မကြာခဏလည်ပတ်မှုများ၊ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ။",
  "20010": "တတိယအပိုင်း api တောင်းဆိုမှုအမှား",
  "20011": "တတိယအပိုင်း api return fail အမှား",
  "20012": "တတိယအပိုင်း api သည် ဗလာဖြစ်နေသည်။",
  "20013": "တတိယအပိုင်း api သည် json parse error ကိုပြန်ပေးသည်။",
  "20014": "တတိယအပိုင်း api ပြန်ကုဒ်အမှား",
  "20015": "တတိယအပိုင်း api သည် json read အမှားဖြစ်သည်။",
  "20016": "လောင်းကြေးပမာဏပျက်ကွက်၊ BC စနစ်အမှား",
  "20017": "အနိုင်ရသည့်ပမာဏသည် ကျရှုံးသည်၊ တတိယအပိုင်း api အမှား",
  "20018": "Query လက်ကျန်မအောင်မြင်၊ တတိယအပိုင်း api အမှား",
  "20019": "တတိယအပိုင် api ip ပျက်ကွက်အမှားကိုစစ်ဆေးပါ။",
  "20020": "လောင်းကြေးပမာဏသည် ကန့်သတ်အနည်းဆုံးပမာဏထက် မနည်းနိုင်ပါ။",
  "20021": "လောင်းကြေးပမာဏသည် ကန့်သတ်အမြင့်ဆုံးပမာဏထက် မပိုနိုင်ပါ။",
  "20022": "USD ဈေးမတွေ့ပါ။",
  "20023": "ဘဏ်စာရင်းက ပိုလျှံနေတယ်။",
  "20024": "ယနေ့အတွက် လောင်းကြေးကန့်သတ်ချက် ပြည့်သွားပါပြီ။.",
  "20025": "အော်ဒါတင်ထားသော ဝန်ဆောင်မှုကို ခေတ္တဆိုင်းငံ့ထားပါသည်။",
  "20026": "ငွေလွှဲပမာဏသည် အနည်းဆုံးကန့်သတ်ချက်ထက်နည်းသည်။",
  "20027": "ငွေပေးချေမှုပမာဏသည် အများဆုံးကန့်သတ်ချက်ထက်များသည်။",
  "20028": "ပြောင်းလဲမှုပမာဏသည် သုညမဖြစ်နိုင်ပါ။",
  "20029": "အော်ဒါပိတ်နေပြီ။",
  "20030": "ငွေထုတ်ခြင်းကို ခေတ္တမရနိုင်ပါ။.",
  "20033": "ထုတ်ယူသည့်အချိန်များသည် နေ့စဥ် အများဆုံးအကြိမ်များထက် ကြီးသည်။",
  "20034": "ထုတ်ယူသည့်အချိန်များသည် တစ်လလျှင် အများဆုံးအကြိမ်များထက် ကြီးသည်။",
  "20035": "ငွေထုတ်သည့်ပမာဏသည် နေ့စဥ်ငွေပမာဏထက် ပိုများသည်။",
  "20036": "ထုတ်ယူသည့်အချိန်သည် လပေါင်းငွေပမာဏထက် ပိုများသည်။",
  "20037": "binary order odds အမှား",
  "20038": "မကြာခဏ လုပ်ဆောင်မှုများ၊ ကျေးဇူးပြု၍ နောက်မှ ထပ်ကြိုးစားပါ။",
  "20039": "လက်ရှိကျင်းပနေသော ငွေကြေးအတွဲအရေအတွက်သည် ကန့်သတ်ချက်ထက် ကျော်လွန်နေပါသည်။",
  "20040": "လက်ရှိ ကိုင်ဆောင်ထားသော ငွေကြေးသည် ပမာဏသတ်မှတ်ချက်အရ ကန့်သတ်ချက်ထက် ကျော်လွန်နေပါသည်။",
  "20041": "လက်ရှိ မှာယူမှု တန်းစီသည် ပြည့်နေပြီး၊ ကျေးဇူးပြု၍ ထပ်စမ်းကြည့်ပါ။",
  "20045": "အခကြေးငွေ အပ်ဒိတ်၊ လက်ကျန် မလုံလောက်",
  "20046": "ငွေပေးငွေယူ မတွေ့ပါ။",
  "20047": "ငွေပေးငွေယူအခြေအနေ အတည်ပြုချက်မရှိပါ။",
  "20048": "ဤကုန်သွယ်မှုအတွဲသည် အော်ဒါမှာယူခြင်းကို ရပ်လိုက်ပါပြီ။",
  "20049": "ငွေထုတ်ကန့်သတ်ချက် ကျော်လွန်သွားပါပြီ။",
  "20050": "အနည်းဆုံး ငွေထုတ်ပမာဏမှာ {{num}} ဖြစ်သည်",
  "20051": "အများဆုံးထုတ်ယူသည့်ပမာဏမှာ {{num}} ဖြစ်သည်",
  "20052": "ဒေတာအတွက် လက်မှတ်သည် မမှန်ကန်ပါ၊ ကုန်သွယ်မှုဟု သံသယရှိသည်။",
  "20053": "တတိယ ပိုက်ဆံအိတ် မှာယူမှု ငွေလွှဲမှု အတည်မပြုရသေးပါ။",
  "20054": "စျေးနှုန်းသည် slippage လိုအပ်ချက်နှင့်မကိုက်ညီပါ။",
  "20055": "ဈေးနှုန်းက ခေတ်မမီပါဘူး။",
  "20056": "ရေကူးကန်ဗားရှင်းသည် နှိုင်းယှဥ်၍ မွမ်းမံရန် မအောင်မြင်ပါ။",
  "20057": "ဝယ်နံပါတ်သည် ဝယ်ရန် အများဆုံးနံပါတ်ထက် ကျော်လွန်သည်။",
  "20058": "ပမာဏမလျှော့ဘဲ BC ပမာဏကို အရင်ထည့်လို့မရဘူး",
  "20059": "အရောင်းနံပါတ်သည် ရောင်းချရန်ခွင့်ပြုသည့် အမြင့်ဆုံးထက်ကျော်လွန်ပါသည်။",
  "20060": "ငွေထုတ်ရာတွင် အမှားအယွင်းမရှိ၊ နောက်မှ ထပ်ကြိုးစားပါ။",
  "20061": "stop loss စျေးနှုန်းသည် လက်ရှိပေါက်ဈေးနှင့် အလွန်နီးစပ်ပါသည်။",
  "20062": "ငွေပေးချေမှုကို recordId မှ ရှာမတွေ့ပါ။",
  "20063": "ပြန်ခေါ်မှု အမှားအယွင်းကို ရုတ်သိမ်းပါ။",
  "20064": "အပ်ငွေပြန်ခေါ်မှု အမှားအယွင်း",
  "20065": "ထုတ်ယူသည့်ပမာဏထက် အခကြေးငွေထက် မနည်းနိုင်ပါ။",
  "20074": "နေရာအမှာစာမရှိပါ။",
  "20075": "platform ရှိတယ်။",
  "20076": "လုပ်ဆောင်ချက်ဆု အမှား",
  "20077": "လှုပ်ရှားမှုမရှိပါ။",
  "20078": "လုပ်ဆောင်ချက်ကို တည်းဖြတ်၍မရပါ။",
  "20079": "လှုပ်ရှားမှုကို ချီးမြှင့်ပြီးဖြစ်သည်။",
  "20080": "ဆုမပြင်နိုင်ဘူး။",
  "20081": "ဆုစာရင်းမရှိပါ။",
  "20082": "ဆုပြန်လုပ်",
  "20083": "အသုံးပြုသူသည် privacy ဖြစ်သည်။",
  "20084": "ပလပ်ဖောင်းကို ဖွင့်ထားသည်။",
  "20085": "ခွဲတမ်းနှင့် စည်းမျဥ်းများသည် ကိုက်ညီမှုမရှိပါ သို့မဟုတ် ရာခိုင်နှုန်းကျော်လွန်နေပါသည်။",
  "20086": "ကုန်ဆုံးချိန်သည် လက်ရှိအချိန်ထက် မနည်းနိုင်ပါ။",
  "20087": "စတင်ချိန်သည် ပြီးဆုံးချိန်ထက် မနည်းနိုင်ပါ။",
  "20088": "ပြီးဆုံးချိန်သည် လက်ရှိကာလ၏ ကုန်ဆုံးချိန်ထက် မနည်းနိုင်ပါ။",
  "20089": "အခြေအနေကုဒ် အမှား",
  "20090": "ကုဒ်အမှားကို ရိုက်ထည့်ပါ။",
  "20091": "ပမာဏသည် 0 ထက်နည်း၍ မရပါ။",
  "20092": "လှုပ်ရှားမှုအချိန်ကြားကာလကို သိမ်းပိုက်ထားပြီးဖြစ်သည်။",
  "20093": "Vip အဆင့် မတွေ့ပါ။",
  "20094": "သင်သည် ဤ vip အဆင့်သို့ မရောက်သေးပါ။",
  "20095": "သင်သည် ဤ vip ဘောနပ်စ်ကို ရရှိခဲ့ပါသည်။",
  "20096": "ကုန်သွယ်မှုကို ပိတ်ထားသည်။",
  "20097": "ငွေထုတ်ခြင်းကို ပိတ်ထားသည်။",
  "20098": "ငွေကြေးက မထုတ်နိုင်သေးဘူး။",
  "20100": "လောလောဆယ်မှာ အမှာစာတွေ အရမ်းများနေတယ်။ ကျေးဇူးပြု၍ နောက်မှ ထပ်စမ်းကြည့်ပါ။",
  "20110": "အနည်းဆုံးကိုင်ချိန်သည် {{num}} စက္ကန့်ဖြစ်သည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။",
  "20111": "တောင်းဆိုချက် swap return ဗလာ",
  "20112": "လဲလှယ်ရန် တောင်းဆိုမှု အမှားအယွင်း",
  "20113": "လဲလှယ်ပါ။ပမာဏသည် 1 usd ထက် မနည်းနိုင်ပါ။",
  "20114": "ပလက်ဖောင်းပမာဏ မလုံလောက်ပါ။",
  "20115": "ကြီးမားသောစျေးနှုန်းအတက်အကျများကြောင့် အရောင်းအ၀ယ်မလုပ်နိုင်ပါ၊ ကျေးဇူးပြု၍ ထပ်စမ်းကြည့်ပါ။",
  "21000": "ပမာဏထည့်ရန် ပျက်ကွက်၊ BC စနစ် အမှား",
  "21001": "လောင်းကြေးပမာဏပျက်ကွက်၊ လက်ကျန်မလုံလောက်ပါ။",
  "21002": "တတိယအပိုင်း api ပြန်လာပြန်လုပ်ရန် တောင်းဆိုချက်",
  "200042": "တတိယအကောင့်မှ အီးမေးလ်ကို ရှာမတွေ့ပါ။",
  "200043": "တတိယအပိုင်းတွင် ပမာဏပြေလည်သွားသည်၊ ထပ်ခါတလဲလဲ တောင်းဆိုချက်အမှား",
  "200044": "ဤအကောင့်မှ အီးမေးလ်ကို ရှာမတွေ့ပါ။"
}
