{
  "* Both a memo/tag and an address are required": "* မှတ်စုတို/တက်ဂ်နှင့် လိပ်စာနှစ်ခုလုံး လိုအပ်သည်။",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* လက်ခံရရှိသည့်လိပ်စာသည် MEMO/ Tag လိုအပ်ပါက အတည်ပြုပါ။ ဖြည့်သွင်းခြင်း သို့မဟုတ် မှားယွင်းစွာ မဖြည့်ပါက ပစ္စည်းဆုံးရှုံးပါမည်။",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*ဂဏန်းတွက်စက်ရလဒ်များသည် ခန့်မှန်းချက်ဖြစ်ပြီး အမှန်တကယ် ROI/P&L သည် စျေးကွက်အခြေအနေများအပေါ်အခြေခံ၍ ပြသထားသည့်အရာနှင့် ကွဲပြားနိုင်သည်။.",
  "1-on-1 manager": "1-on-1 မန်နေဂျာ",
  "1. Choose the future price direction": "1. အနာဂတ်စျေးနှုန်းဦးတည်ချက်ကို ရွေးချယ်ပါ။",
  "1. Information We Collect": "1. ကျွန်ုပ်တို့ စုဆောင်းထားသော",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade(\"ကျွန်ုပ်တို့\" \"ကျွန်ုပ်တို့\" သို့မဟုတ် \"ကျွန်ုပ်တို့၏\") သည် ငွေကြေးခဝါချမှုနှင့် အကြမ်းဖက်ငွေကြေးထောက်ပံ့မှုလုပ်ငန်းများကို တိုက်ဖျက်ရန် ကတိကဝတ်ပြုထားပြီး ခိုင်မာသောငွေကြေးခဝါချမှုတိုက်ဖျက်ရေး (AML) နှင့် သင့်ဖောက်သည် (KYC) မူဝါဒများနှင့် လုပ်ထုံးလုပ်နည်းများကို သိရှိထားခြင်းဖြစ်သည်။.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade(\"ကျွန်ုပ်တို့\"\"ကျွန်ုပ်တို့\"သို့မဟုတ်\"ကျွန်ုပ်တို့၏\")သည် ကုန်သည်များ(\"သင်\"သို့မဟုတ်\"ကုန်သည်\") အမျိုးမျိုးသောဘဏ္ဍာရေးတူရိယာများကို ရောင်းဝယ်ဖောက်ကားရန်ခွင့်ပြုသည့် အွန်လိုင်း binary options များရောင်းဝယ်ရေးပလပ်ဖောင်း(\"ပလပ်ဖောင်း\") ကိုလုပ်ဆောင်သည်။.",
  "1.1 Personal Identification Information:": "1.1 ကိုယ်ရေးကိုယ်တာ အထောက်အထား အချက်အလက်-:",
  "1.2 Financial Information:": "1.2 ငွေကြေးဆိုင်ရာ အချက်အလက်-:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 ဤငွေခဝါချမှုတိုက်ဖျက်ရေး(AML)နှင့် သင့်ဖောက်သည်(KYC)မူဝါဒ(\"မူဝါဒ\")သည် ကျွန်ုပ်တို့၏ ကုန်သည်များ(\"သင်\"သို့မဟုတ်\"ကုန်သည်\")၏ အထောက်အထားကို အတည်ပြုခြင်းနှင့် ငွေခဝါချမှုနှင့် အကြမ်းဖက်ငွေကြေးထောက်ပံ့မှုဆိုင်ရာ လုပ်ဆောင်ချက်များကို ရှာဖွေခြင်းနှင့် တားဆီးခြင်းတို့ကို Detrade ၏ ပလက်ဖောင်းပေါ်တွင် ဖော်ထုတ်ခြင်းအတွက် ကျွန်ုပ်တို့၏ တာဝန်နှင့် လုပ်ထုံးလုပ်နည်းများကို ဖော်ပြပါသည်။.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 ဤအသုံးပြုသူသဘောတူညီချက်နှင့် စည်းမျဥ်းစည်းကမ်းများ(\"သဘောတူညီချက်\") သည် သင်၏ Detrade ၏ ပလပ်ဖောင်းကို အသုံးပြုခြင်းကို ထိန်းချုပ်ပါသည်။ ကျွန်ုပ်တို့၏ပလပ်ဖောင်းကို ဝင်ရောက်အသုံးပြုခြင်းဖြင့် သို့မဟုတ် ဤသဘောတူညီချက်ကို ဖတ်ရှုပြီး နားလည်သဘောပေါက်ပြီး သဘောတူကြောင်း အသိအမှတ်ပြုပါသည်။.",
  "1.3 Technical Information:": "1.3 နည်းပညာဆိုင်ရာ အချက်အလက်-:",
  "1.4 Usage Data:": "1.4 အသုံးပြုမှုဒေတာ-:",
  "1.5 Location Information:": "1.5 တည်နေရာအချက်အလက်-:",
  "1.6 Cookies and Tracking Technologies:": "1.6 ကွတ်ကီးများနှင့် ခြေရာခံနည်းပညာများ-:",
  "1.Introduction": "1.နိဒါန်း",
  "10 most wagering players carve up the prize pool.": "လောင်းကြေးအများဆုံးကစားသမား 10 ဦးသည် ဆုဖလားကို ဆွတ်ခူးနိုင်ခဲ့သည်။.",
  "10. Amendments to the Policy": "10. မူဝါဒပြင်ဆင်ချက်",
  "10. International Data Transfers": "10. နိုင်ငံတကာဒေတာလွှဲပြောင်းမှုများ",
  "10. Limitation of Liability": "10. တာဝန်ကန့်သတ်ချက်",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade သည် ဤမူဝါဒကို အချိန်မရွေး ပြင်ဆင်ရန် သို့မဟုတ် ပြင်ဆင်ရန် အခွင့်အရေးကို လက်ဝယ်ရှိသည်။ Detrade ၏ပလပ်ဖောင်းပေါ်တွင်တင်သည့်အခါမည်သည့်ပြောင်းလဲမှုမဆိုချက်ချင်းအကျိုးသက်ရောက်လိမ့်မည်။.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 ဥပဒေအရ ခွင့်ပြုထားသော အတိုင်းအတာအထိ၊ Detrade သည် ကျွန်ုပ်တို့၏ပလပ်ဖောင်းကို အသုံးပြုခြင်းနှင့် ဆက်စပ်နေသည့် မည်သည့်နည်းဖြင့်မဆို တိုက်ရိုက်၊ သွယ်ဝိုက်သော၊ မတော်တဆဖြစ်မှု၊ အထူး သို့မဟုတ် နောက်ဆက်တွဲ ပျက်စီးဆုံးရှုံးမှုများအတွက် တာဝန်မကင်းပါ။.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 ဤသဘောတူညီချက်မှ ဖြစ်ပေါ်လာသော သို့မဟုတ် ဆက်စပ်၍ ဖြစ်ပေါ်လာသော ပျက်စီးဆုံးရှုံးမှုများ၊ ဆုံးရှုံးမှုများနှင့် လုပ်ဆောင်ချက်အားလုံးအတွက် သင့်အား Detrade ၏ စုစုပေါင်းတာဝန်ယူမှုမှာ မည်သည့်ဖြစ်ရပ်မှ မရှိစေရပါ။.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 အပ်ဒိတ်များ သို့မဟုတ် ပြောင်းလဲမှုများအား အသိပေးနေရန် ဤမူဝါဒကို အချိန်အခါအလိုက် ပြန်လည်သုံးသပ်ရန် သင့်တွင် တာဝန်ရှိပါသည်။ ဤမူဝါဒကို ပြုပြင်ပြောင်းလဲပြီးနောက် Detrade ၏ပလပ်ဖောင်းကို သင်ဆက်လက်အသုံးပြုခြင်းသည် အဆိုပါအပြောင်းအလဲများကို လက်ခံခြင်းဖြစ်သည်။.",
  "1000x leverage": "1000x လွှမ်းမိုးမှု",
  "11. Contact Information": "11. ဆက်သွယ်ရန်အချက်အလက်",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 သင့်တွင် ဤမူဝါဒ သို့မဟုတ် Detrade ၏ AML နှင့် KYC လုပ်ထုံးလုပ်နည်းများနှင့်ပတ်သက်၍ မေးခွန်းများ၊ စိုးရိမ်မှုများ သို့မဟုတ် တုံ့ပြန်ချက်များရှိပါက၊ [support@detrade.com] တွင် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။.",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 သင်သည် အန္တရာယ်မရှိသော Detrade နှင့် ၎င်း၏တွဲဖက်များ၊ အရာရှိများ၊ ဒါရိုက်တာများ၊ အလုပ်သမားများနှင့် အေးဂျင့်များမှ လျော်ကြေးပေးခြင်း၊ ခုခံကာကွယ်ခြင်း၊ ထိန်းထားရန် သဘောတူရာရောက်သည် သဘောတူညီချက်။.",
  "11.Indemnification": "11. လျော်ကြေးငွေ",
  "12. Contact Us": "12. ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ။",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 ဤသဘောတူညီချက်ကို [တရားစီရင်ပိုင်ခွင့်] ဥပဒေများနှင့်အညီ အုပ်ချုပ်ပြီး အဓိပ္ပါယ်ဖွင့်ဆိုရမည်။.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 ဤသဘောတူညီချက်မှ ပေါ်ပေါက်လာသော သို့မဟုတ် ဆက်စပ်နေသည့် အငြင်းပွားမှုများကို [အနုညာတအဖွဲ့အစည်း] ၏ စည်းမျဉ်းများနှင့်အညီ ခုံသမာဓိဖြင့် ဖြေရှင်းရမည်။.",
  "12.Governing Law and Dispute Resolution": "12. အုပ်ချုပ်မှုဥပဒေနှင့် အငြင်းပွားမှုဖြေရှင်းရေး",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade သည် ဤသဘောတူညီချက်ကို အချိန်မရွေး ပြုပြင်ရန် သို့မဟုတ် ပြင်ဆင်ရန် အခွင့်အရေးကို လက်ဝယ်ရှိသည်။ Detrade ၏ ပလပ်ဖောင်းပေါ်တွင် တင်လိုက်သည်နှင့် မည်သည့်ပြောင်းလဲမှုမဆို ထိရောက်မှုရှိမည်ဖြစ်သည်။.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 အပ်ဒိတ်များ သို့မဟုတ် ပြောင်းလဲမှုများအား အသိပေးနေရန် ဤသဘောတူညီချက်အား အခါအားလျော်စွာ ပြန်လည်သုံးသပ်ရန် သင့်တွင် တာဝန်ရှိပါသည်။ ဤသဘောတူညီချက်အား ပြုပြင်မွမ်းမံမှုတစ်ခုခုပြီးနောက် Detrade ၏ပလပ်ဖောင်းကို သင်ဆက်လက်အသုံးပြုခြင်းသည် အဆိုပါအပြောင်းအလဲများကို လက်ခံခြင်းဖြစ်သည်။.",
  "13.Amendments to the Agreement": "13. သဘောတူညီချက်အား ပြင်ဆင်ချက်များ",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 သင့်တွင် ဤသဘောတူညီချက် သို့မဟုတ် Detrade ၏ Platform နှင့် ပတ်သက်၍ မေးခွန်းများ၊ စိုးရိမ်မှုများ သို့မဟုတ် တုံ့ပြန်ချက်များ ရှိပါက၊ ကျေးဇူးပြု၍ 14.1 တွင် သင့်တွင် မေးခွန်းများ၊ စိုးရိမ်မှုများ၊ သို့မဟုတ် တုံ့ပြန်ချက်များ ရှိပါက ဤသဘောတူညီချက် သို့မဟုတ် Detrade ၏ ပလပ်ဖောင်းနှင့် ပတ်သက်၍ ကျေးဇူးပြု၍ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
  "14.Contact Information": "14. ဆက်သွယ်ရန် အချက်အလက်",
  "16th of every month": "လစဉ် ၁၆ ရက်နေ့",
  "1D": "1D",
  "1M": "1M",
  "1W": "1W",
  "2. Definitions": "2. အဓိပ္ပါယ်ဖွင့်ဆိုချက်",
  "2. Eligibility": "2. အရည်အချင်းပြည့်မီမှု",
  "2. How We Use Your Information": "2. သင့်အချက်အလက်များကို ကျွန်ုပ်တို့မည်ကဲ့သို့အသုံးပြုမည်နည်း။",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. UP နှင့် DOWN လမ်းညွှန်ချက်များတွင် ရန်ပုံငွေအစု၏ စုစုပေါင်းမှာယူမှုပမာဏနှင့် စာရင်းရှိ သင်နှင့် အခြားအသုံးပြုသူများ၏ မှာယူမှုအခြေအနေကို သင်ကြည့်ရှုနိုင်ပါသည်။.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" သည် ငွေကြေးခဝါချမှု တိုက်ဖျက်ရေးကို ရည်ညွှန်းပြီး ငွေကြေးခဝါချမှု တိုက်ဖျက်ရေးဆိုင်ရာ လုပ်ငန်းစဉ်များ၊ ဥပဒေများနှင့် စည်းမျဥ်းစည်းကမ်းများ ချမှတ်ထားသော ငွေကြေးစနစ်များမှတစ်ဆင့် တရားမဝင် ၀င်ငွေရရှိမှုကို တားဆီးရန် ရည်ရွယ်ပါသည်။.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Detrade ၏ပလပ်ဖောင်းကို ဝင်ရောက်အသုံးပြုခြင်းဖြင့် သို့မဟုတ် သင်သည် အနည်းဆုံး အသက် 18 နှစ်ရှိပြီး ဤသဘောတူညီချက်တွင် တရားဝင်ပါဝင်နိုင်ခွင့်ရှိသည်ကို ကိုယ်စားပြုပြီး အာမခံပါသည်။.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 ကျွန်ုပ်တို့၏ပလပ်ဖောင်းကို ပံ့ပိုးထိန်းသိမ်းရန်-:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" သည် ဖောက်သည်များ၏ အထောက်အထားကို အတည်ပြုခြင်းနှင့် တရားမဝင် လှုပ်ရှားမှုများတွင် ပါဝင်ပတ်သက်နိုင်ခြေကို အကဲဖြတ်ခြင်း လုပ်ငန်းစဉ်ဖြစ်သည့် သင့်ဖောက်သည်အား သိရန် ရည်ညွှန်းသည်။.",
  "2.2 To Improve Our Platform:": "2.2 \"Kyc\" သည် ဖောက်သည်များ၏ အထောက်အထားကို အတည်ပြုခြင်းနှင့် တရားမဝင် လှုပ်ရှားမှုများတွင် ပါဝင်ပတ်သက်နိုင်ခြေကို အကဲဖြတ်ခြင်း လုပ်ငန်းစဉ်ဖြစ်သည့် သင့်ဖောက်သည်အား သိရန် ရည်ညွှန်းသည်။:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 ကျွန်ုပ်တို့၏ပလပ်ဖောင်းကို သင်၏အသုံးပြုမှုနှင့်ပတ်သက်သည့် တည်ဆဲဥပဒေများနှင့် စည်းမျဉ်းများအားလုံးကိုလည်း လိုက်နာရပါမည်။.",
  "2.3 To Communicate with You:": "2.3 သင်နှင့်ဆက်သွယ်ရန်-:",
  "2.4 To Personalize Your Experience:": "2.4 သင်၏အတွေ့အကြုံကို စိတ်ကြိုက်ပြင်ဆင်ရန်-:",
  "2.5 To Conduct Analytics and Research:": "2.5 ပိုင်းခြားစိတ်ဖြာခြင်းနှင့် သုတေသနပြုလုပ်ရန်-:",
  "2.6 To Ensure Security and Compliance:": "2.6 လုံခြုံရေးနှင့် လိုက်နာမှုကို သေချာစေရန်-:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% တွဲဖက်ကော်မရှင် (ကျွန်ုပ်တို့၏အခြေခံနှုန်းမှ 100% တိုးသည်)။.",
  "20+ exchange market data": "20+ လဲလှယ်စျေးကွက်ဒေတာ",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "၂၄ နာရီ ငွေထုတ်ခြင်းဆိုင်ရာ ကန့်သတ်ချက် သတိပေးချက် ကျွန်ုပ်တို့၏စနစ်သည် သင့်အကောင့်ရှိ အရေးကြီးအချက်အလက်များ၏ အပြောင်းအလဲများကို ဖော်ထုတ်ထားပြီး ထို့ကြောင့် သင့်ပိုင်ဆိုင်မှုများကို လုံခြုံစေရန် ခြေလှမ်းများလုပ်ဆောင်နေချိန်တွင် သင့်အကောင့်၏ ငွေထုတ်ခြင်းအင်္ဂါရပ်ကို ကျွန်ုပ်တို့ ယာယီဆိုင်းငံ့ထားပါသည်။ ကန့်သတ်ချက်များကို UTC အချိန် {{time}} တွင် အလိုအလျောက် ရုတ်သိမ်းသွားမည်ဖြစ်ပါသည်။",
  "24h Live Players": "၂၄နာရီ တိုက်ရိုက် ကစားသူများ",
  "24h Trade Vol": "24h ကုန်သွယ်မှု Vol",
  "24h Wins Paid": "24 နာရီ ပေးချေပြီး အနိုင်ရသည်။",
  "24h high": "24 နာရီကြာမြင့်သည်။",
  "24h low": "24 နာရီနိမ့်",
  "24h players": "24 နာရီ ကစားသမားများ",
  "24h win ratio": "24 နာရီအနိုင်ရအချိုး",
  "2FA Code's length is not right": "2FA ကုဒ်၏ အရှည် မမှန်ပါ။",
  "2FA authentication": "2FA စစ်မှန်ကြောင်းအထောက်အထားပြခြင်း။",
  "2s CFD and 5-60s Options": "2s CFD နှင့် 5-60s ရွေးစရာများ",
  "3. Customer Due Diligence (CDD)": "3. ဖောက်သည်ကြောင့် လုံ့လစိုက်ထုတ်ခြင်း (CDD)",
  "3. How We Share Your Information": "3. သင့်အချက်အလက်များကို ကျွန်ုပ်တို့ မည်သို့မျှဝေမည်နည်း။",
  "3. Wait for system settlement": "3. စနစ်ဖြေရှင်းမှုကိုစောင့်ပါ။",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 ကုန်သွယ်မှုသည် သုံးစွဲသူအားလုံးတွင် ၎င်းတို့၏ အထောက်အထားကို အတည်ပြုပြီး ၎င်းတို့၏ အန္တရာယ်အဆင့်ကို အကဲဖြတ်ရန် သုံးစွဲသူအားလုံးအပေါ် တိကျသေချာမှု (CDD) လုပ်ဆောင်သည်။.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Detrade's Platform ၏ အချို့သောအင်္ဂါရပ်များကို ဝင်ရောက်ကြည့်ရှုရန်အတွက် သင်သည် အကောင့်တစ်ခုအတွက် မှတ်ပုံတင်ရန် လိုအပ်ပါသည်။.",
  "3.1 With Service Providers:": "3.1 ဝန်ဆောင်မှုပေးသူများနှင့်အတူ-:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 မှတ်ပုံတင်ခြင်းလုပ်ငန်းစဉ်အတွင်း၊ သင်၏အမည်အပြည့်အစုံ၊ မွေးသက္ကရာဇ်၊ နေထိုင်သည့်လိပ်စာ၊ အစိုးရမှထုတ်ပေးသော သက်သေခံအထောက်အထားနှင့် လိပ်စာအထောက်အထားတို့အပါအဝင် အချို့သော ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ပေးဆောင်ရန် လိုအပ်နိုင်ပါသည်။.",
  "3.2 For Legal Reasons:": "3.2 ဥပဒေဆိုင်ရာ အကြောင်းပြချက်များအတွက်-:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 အကောင့်တစ်ခုအတွက် မှတ်ပုံတင်သည့်အခါ၊ သင်သည် မှတ်ပုံတင်ဖောင်မှ အချက်ပြထားသည့်အတိုင်း သင့်ကိုယ်သင် တိကျသော၊ လက်ရှိနှင့် ပြည့်စုံသော အချက်အလက်များကို ပေးဆောင်ရန် သဘောတူပါသည်။.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 ကုန်သွယ်မှုသည် သင်၏ အထောက်အထားကို အတည်ပြုရန် သို့မဟုတ် သင်၏ အန္တရာယ်အဆင့်ကို အကဲဖြတ်ရန် သင့်ထံမှ နောက်ထပ် အချက်အလက် သို့မဟုတ် စာရွက်စာတမ်းများကို တောင်းဆိုပိုင်ခွင့်ကို လက်ဝယ်ရှိပါသည်။.",
  "3.3 To Protect Our Rights:": "3.3 ကျွန်ုပ်တို့၏အခွင့်အရေးများကို ကာကွယ်ရန်-:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 သင့်အကောင့်အထောက်အထားများနှင့် သင့်အကောင့်အောက်ရှိ လှုပ်ရှားမှုများအားလုံးအတွက် လျှို့ဝှက်ချက်ကို ထိန်းသိမ်းရန် သင်သည် တာဝန်ရှိပါသည်။.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 ကုန်သွယ်မှုသည် မှတ်ပုံတင်ခြင်းလုပ်ငန်းစဉ်အတွင်း မှားယွင်းသော သို့မဟုတ် လွဲမှားသောအချက်အလက်များကို ပေးဆောင်ခဲ့သည် သို့မဟုတ် ဤသဘောတူညီချက်ပါ ပြဋ္ဌာန်းချက်ကို ချိုးဖောက်သည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါက သင့်အကောင့်ကို ရပ်ဆိုင်းရန် သို့မဟုတ် ရပ်ဆိုင်းရန် အခွင့်အရေးကို လက်ဝယ်ရှိပါသည်။.",
  "3.4 With Your Consent:": "3.4 သင်၏သဘောတူညီချက်ဖြင့်-:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 ဖောက်သည်များ၏ လုံ့လဝီရိယရှိမှု (CDD) ၏ ရည်ရွယ်ချက်အတွက် ကုန်သွယ်မှုမှ တောင်းဆိုထားသော အချက်အလက် သို့မဟုတ် စာရွက်စာတမ်းများကို ဆောလျင်စွာ ပေးဆောင်ရန် သင်သဘောတူပါသည်။.",
  "3.5 In Business Transfers:": "3.5 လုပ်ငန်းလွှဲပြောင်းမှုများတွင်-:",
  "3.Account Registration": "3. အကောင့်မှတ်ပုံတင်ခြင်း။",
  "3rd Merchant Processing": "၃ ကုန်သည် ဆောင်ရွက်နေသည်။",
  "4. Check the winning and losing results": "4. အနိုင်နှင့်အရှုံးရလဒ်များကိုစစ်ဆေးပါ။",
  "4. Identity Verification": "4. အထောက်အထားစိစစ်ခြင်း။",
  "4. Platform Use": "4. ပလပ်ဖောင်း အသုံးပြု",
  "4. Your Data Protection Rights": "4. သင်၏ဒေတာကာကွယ်ရေးအခွင့်အရေးများ",
  "4.1 Access:": "4.1 အသုံးပြုခွင့်-:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 ဆုတ်ခွာသည် ၎င်း၏အသုံးပြုသူများ၏အထောက်အထားကို အတည်ပြုရန် အမျိုးမျိုးသောနည်းလမ်းများနှင့် ကိရိယာများကိုအသုံးပြုသည်၊ သို့သော် အကန့်အသတ်မရှိ၊:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Detrade ၏ ပလပ်ဖောင်းကို သတင်းအချက်အလက်နှင့် ပညာရေးဆိုင်ရာ ရည်ရွယ်ချက်များအတွက်သာ ပံ့ပိုးထားပါသည်။ ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းပေါ်တွင် ပေးထားသည့် အချက်အလက်မှန်သမျှသည် ဘဏ္ဍာရေးဆိုင်ရာ အကြံဉာဏ်အဖြစ် ရည်ရွယ်ခြင်းမဟုတ်သလို ရင်းနှီးမြှုပ်နှံမှုဆိုင်ရာ ဆုံးဖြတ်ချက်များချခြင်းအပေါ် မှီခိုအားထားခြင်းမရှိသင့်သည်ကို သင်အသိအမှတ်ပြုပြီး သဘောတူလက်ခံပါသည်။.",
  "4.2 Correction:": "4.2 အမှားပြင်ခြင်း-:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade သည် အထောက်အထား စိစစ်ခြင်း၏ ရည်ရွယ်ချက်အတွက် မလုံလောက်ခြင်း သို့မဟုတ် မမှန်ကန်ဟု မှတ်ယူပါက အသုံးပြုသူများမှ ပေးထားသည့် မည်သည့်စာရွက်စာတမ်း သို့မဟုတ် အချက်အလက်ကိုမဆို ငြင်းပယ်ပိုင်ခွင့်ရှိသည်။.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 ကုန်သွယ်မှု binary options များနှင့်ဆက်စပ်သော အန္တရာယ်များကို အကဲဖြတ်ရန်နှင့် Detrade's ပလပ်ဖောင်း တွင် ကုန်သွယ်မှုသည် သင့်အတွက် သင့်လျော်မှုရှိမရှိ ဆုံးဖြတ်ရန်အတွက် သင်သည် တစ်ဦးတည်း တာဝန်ရှိပါသည်။.",
  "4.3 Deletion:": "4.3 ဖျက်ခြင်း-:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 သင်သည် Detrade ၏ ပလပ်ဖောင်းကို တည်ဆဲဥပဒေများနှင့် စည်းမျဉ်းများအားလုံးနှင့်အညီ အခြားသူများ၏အခွင့်အရေးများကို မထိပါးစေဘဲ သို့မဟုတ် ဤသဘောတူညီချက်၏ စည်းကမ်းချက်များကို ဖောက်ဖျက်သည့်ပုံစံဖြင့် အသုံးပြုရန် သဘောတူပါသည်။.",
  "4.4 Objection:": "4.4 ကန့်ကွက်ချက်-:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 ကန့်သတ်ချက်- အချို့သောအခြေအနေများအောက်တွင် သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကန့်သတ်ရန် ကျွန်ုပ်တို့တောင်းဆိုပိုင်ခွင့်ရှိသည်။.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 ဒေတာသယ်ဆောင်နိုင်မှု- သင်သည် သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို အခြားအဖွဲ့အစည်းတစ်ခုသို့ လွှဲပြောင်းပေးရန် သို့မဟုတ် သင့်ထံသို့ တိုက်ရိုက်၊ အချို့သောအခြေအနေများအောက်တွင် တောင်းဆိုပိုင်ခွင့်ရှိသည်။.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 သဘောတူညီချက်ကို ရုပ်သိမ်းခြင်း- သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို စီမံဆောင်ရွက်ပေးရန် ကျွန်ုပ်တို့၏ သဘောတူညီချက်ကို ပေးထားပါက၊ သင့်ခွင့်ပြုချက်ကို အချိန်မရွေး ရုပ်သိမ်းပိုင်ခွင့်ရှိသည်။.",
  "5. Data Security": "5. ဒေတာလုံခြုံရေး",
  "5. Risk Assessment": "5. အန္တရာယ်အကဲဖြတ်ခြင်း။",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade သည် ကုန်သည်တစ်ဦးစီ၏ အထောက်အထားစိစစ်ခြင်းအချက်အလက်၊ အရောင်းအ၀ယ်မှတ်တမ်းနှင့် အခြားသက်ဆိုင်ရာအချက်များအပေါ် အခြေခံ၍ ကုန်သည်တစ်ဦးစီ၏ စွန့်စားအကဲဖြတ်မှုကို ပြုလုပ်သည်။.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Detrade ၏ ပလပ်ဖောင်း သည် သုံးစွဲသူများအား စတော့များ၊ ငွေကြေးများ၊ ကုန်စည်များနှင့် အညွှန်းကိန်းများ အပါအဝင် အမျိုးမျိုးသော ငွေကြေးဆိုင်ရာ တူရိယာများပေါ်တွင် binary ရွေးစရာများကို ရောင်းဝယ်ခွင့်ပေးသည်။.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 အသုံးပြုသူများအား ၎င်းတို့၏ ငွေပေးငွေယူနှင့် အကောင့်လုပ်ဆောင်မှုအပေါ် သက်ရောက်မှုရှိသော စိစစ်မှုအဆင့်ကို လွှမ်းမိုးနိုင်စေမည့် အန္တရာယ်အကဲဖြတ်မှု၏ ရလဒ်များအပေါ် အခြေခံ၍ စွန့်စားမှုအဆင့်သတ်မှတ်ခြင်းကို သတ်မှတ်ပေးနိုင်ပါသည်။.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 ကုန်သွယ်မှု binary options များသည် သင့်ရင်းနှီးမြုပ်နှံမှုတစ်ခုလုံးကိုဆုံးရှုံးနိုင်သည့်အန္တရာယ်အပါအဝင် သိသာထင်ရှားသောအန္တရာယ်များပါ၀င်ကြောင်း သင်အသိအမှတ်ပြုပြီး သဘောတူလက်ခံပါသည်။.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 ကုန်သွယ်မှုတစ်ခုစီနှင့်ဆက်စပ်နေသော စွန့်စားရမှုများကို အကဲဖြတ်ရန်နှင့် သင့်တစ်ဦးချင်းအခြေအနေများအတွက် သင့်လျော်သော ရင်းနှီးမြှုပ်နှံမှုမဟာဗျူဟာကို ဆုံးဖြတ်ရန်အတွက် သင်သည် တစ်ဦးတည်း တာဝန်ရှိပါသည်။.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade သည် ကျွန်ုပ်တို့၏ Platform တွင်ပြုလုပ်သော မည်သည့်ကုန်သွယ်မှု၏ အမြတ်အစွန်း သို့မဟုတ် အောင်မြင်မှုနှင့်ပတ်သက်၍ အာမခံချက် သို့မဟုတ် အာမခံချက်များကို မပေးဆောင်ပါ။.",
  "5.Trading": "5. ကုန်သွယ်မှု",
  "50+ trading pairs": "50+ ကုန်သွယ်မှုအတွဲများ",
  "6 Month's Pnl": "6 လ၏ Pnl",
  "6. Data Retention": "6. ဒေတာသိမ်းဆည်းခြင်း",
  "6. Fees and Charges": "6. အခကြေးငွေများနှင့် အခကြေးငွေများ",
  "6. Monitoring and Reporting": "6. စောင့်ကြည့်လေ့လာခြင်းနှင့် အစီရင်ခံခြင်း။",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade သည် ကျွန်ုပ်တို့၏ပလက်ဖောင်းပေါ်တွင်ပြုလုပ်သော အချို့သောဝန်ဆောင်မှုများ သို့မဟုတ် အရောင်းအ၀ယ်ပြုလုပ်ခြင်းများအတွက် အခကြေးငွေကောက်ခံနိုင်ပါသည်။ ကျွန်ုပ်တို့၏ Platform ကိုအသုံးပြုခြင်းနှင့်ဆက်စပ်၍ သက်ဆိုင်ရာအခကြေးငွေများနှင့် အခကြေးငွေအားလုံးကို ပေးဆောင်ရန် သင်သဘောတူပါသည်။.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade သည် ငွေကြေးခဝါချမှု သို့မဟုတ် အကြမ်းဖက်ငွေကြေးထောက်ပံ့မှုဆိုင်ရာ လုပ်ဆောင်ချက်များကို ညွှန်ပြနိုင်သည့် သံသယဖြစ်ဖွယ် သို့မဟုတ် ပုံမှန်မဟုတ်သော အပြုအမူများအတွက် ကုန်သည်များ၏ အရောင်းအ၀ယ်များနှင့် အကောင့်လုပ်ဆောင်ချက်များကို စောင့်ကြည့်သည်။.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade သည် ကျွန်ုပ်တို့၏အခကြေးငွေဖွဲ့စည်းပုံကို အချိန်မရွေး၊ အသိပေးချက်မရှိဘဲ သို့မဟုတ် ပြောင်းလဲရန် အခွင့်အရေးကို လက်ဝယ်ရှိသည်။.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Detrade သည် သံသယဖြစ်ဖွယ် လုပ်ဆောင်ချက် သို့မဟုတ် အရောင်းအ၀ယ်များကို ဖော်ထုတ်ပါက၊ ကျွန်ုပ်တို့သည် အဆိုပါ လုပ်ဆောင်ချက်ကို သက်ဆိုင်ရာ အာဏာပိုင်များထံ အစီရင်ခံတင်ပြရန်နှင့် ကုန်သည်အကောင့်များကို အေးခဲခြင်း သို့မဟုတ် ဆိုင်းငံ့ခြင်းအထိ အကန့်အသတ်မရှိ ကန့်သတ်ခြင်းအပါအဝင် သင့်လျော်သော အရေးယူဆောင်ရွက်မှုများကို လုပ်ဆောင်ရန် အခွင့်ရှိသည်။.",
  "6M": "6M",
  "7 * 24 technical services": "7*24 နည်းပညာဝန်ဆောင်မှု",
  "7. Cookies and Similar Technologies": "7. ကွတ်ကီးများနှင့် ပုံစံတူနည်းပညာများ",
  "7. Intellectual Property": "7. ဉာဏပစ္စည်းမူပိုင်ခွင့်",
  "7. Record-Keeping": "7. မှတ်တမ်းထိန်းသိမ်းခြင်း။",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 စာသား၊ ဂရပ်ဖစ်၊ လိုဂို၊ ရုပ်ပုံများနှင့် ဆော့ဖ်ဝဲလ်များအပါအဝင် Detrade ၏ ပလပ်ဖောင်းတွင် ရရှိနိုင်သော အကြောင်းအရာနှင့် ပစ္စည်းများအားလုံးကို Detrade သို့မဟုတ် ၎င်း၏ လိုင်စင်ရှိသူများ၏ ပိုင်ဆိုင်ခွင့်များဖြစ်ပြီး မူပိုင်ခွင့်၊ ကုန်အမှတ်တံဆိပ်နှင့် အခြားဉာဏမူပိုင်ခွင့်ဥပဒေများဖြင့် ကာကွယ်ထားသည်။.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 ကွတ်ကီးများ- ကျွန်ုပ်တို့၏ပလပ်ဖောင်းပေါ်တွင် သင့်အတွေ့အကြုံကို မြှင့်တင်ရန်အတွက် ကျွန်ုပ်တို့သည် ကွတ်ကီးများကို အသုံးပြုပါသည်။ ကွတ်ကီးသည် သင့်စက်ပေါ်တွင် ကျွန်ုပ်တို့အား သင့်ဘရောက်ဆာကို မှတ်မိနိုင်ပြီး အချို့သောအချက်အလက်များကို ဖမ်းယူမှတ်သားနိုင်စေမည့် သေးငယ်သောဖိုင်တစ်ခုဖြစ်သည်။.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade သည် တည်ဆဲဥပဒေများနှင့် စည်းမျဉ်းများနှင့်အညီ ကုန်သည်များ၏ သက်သေခံကတ်ပြားနှင့် အရောင်းအ၀ယ်အချက်အလက်အားလုံးကို မှတ်တမ်းများ ထိန်းသိမ်းထားသည်။.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 ကွတ်ကီးအမျိုးအစားများ- က) **မရှိမဖြစ်လိုအပ်သော ကွတ်ကီးများ**- ကျွန်ုပ်တို့၏ပလပ်ဖောင်းလည်ပတ်မှုအတွက် ဤ cookies များသည် လိုအပ်ပါသည်။ ၎င်းတို့သည် သင့်အား ဝဘ်ဆိုက်ကို လမ်းညွှန်နိုင်ပြီး ၎င်း၏အင်္ဂါရပ်များကို အသုံးပြုနိုင်သည်။.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 အသုံးပြုသူမှတ်တမ်းများကို လျှို့ဝှက်ထားရှိပြီး ဥပဒေအရ လိုအပ်ချက်အရ တရားဝင်၀န်ထမ်းများ သို့မဟုတ် စည်းကမ်းထိန်းသိမ်းရေးအာဏာပိုင်များထံသို့သာ ထုတ်ဖော်ထားသည်။.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 သင့်ကိုယ်ရေးကိုယ်တာနှင့် စီးပွားဖြစ်မဟုတ်သောအသုံးပြုမှုအတွက်သာ Detrade ၏ပလပ်ဖောင်းကို ဝင်ရောက်အသုံးပြုရန်နှင့် အသုံးပြုရန်အတွက် အကန့်အသတ်၊ သီးသန့်မဟုတ်သော၊ နှင့် လွှဲပြောင်းနိုင်သောလိုင်စင်ကို သင့်အား ခွင့်ပြုထားပါသည်။.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 ကွတ်ကီးများကို စီမံခန့်ခွဲခြင်း- တစ်ဦးချင်းစီဘရောက်ဆာအဆင့်တွင် ကွတ်ကီးအသုံးပြုမှုကို သင်ထိန်းချုပ်နိုင်သည်။ ကွတ်ကီးများကို ငြင်းပယ်ပါက၊ သင်သည် ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းကို ဆက်လက်အသုံးပြုနိုင်သော်လည်း ကျွန်ုပ်တို့၏ ပလပ်ဖောင်း၏ အချို့သောအင်္ဂါရပ်များ သို့မဟုတ် နယ်ပယ်များကို အသုံးပြုရန် သင်၏စွမ်းရည်မှာ အကန့်အသတ်ရှိနိုင်ပါသည်။.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Detrade ၏ အမြန်ခွင့်ပြုချက်မရှိဘဲ Detrade ၏ ပလပ်ဖောင်းပေါ်ရှိ မည်သည့်အကြောင်းအရာ သို့မဟုတ် ပစ္စည်းများအပေါ် အခြေခံ၍ မျိုးပွားခြင်း၊ မွမ်းမံခြင်း၊ ဖြန့်ဝေခြင်း သို့မဟုတ် ဖန်တီးခြင်းမပြုရန် သင်သဘောတူပါသည်။.",
  "8. Third-Party Links": "8. Third-Party လင့်ခ်များ",
  "8. Training and Awareness": "8. လေ့ကျင့်မှုနှင့် အသိပညာပေးခြင်း",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade သည် AML နှင့် KYC မူဝါဒများနှင့် လုပ်ထုံးလုပ်နည်းများအကြောင်း အသိပညာရှိစေရန် ၎င်း၏ဝန်ထမ်းများအတွက် လေ့ကျင့်ရေးနှင့် အသိပညာပေးအစီအစဉ်များကို ပံ့ပိုးပေးပါသည်။.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade သည် ၎င်း၏အသုံးပြုသူများ၏ ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို လေးစားပြီး ၎င်းတို့၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကာကွယ်ရန် ကတိကဝတ်ပြုပါသည်။ ကျွန်ုပ်တို့၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို မည်သို့စုဆောင်း၊ အသုံးပြုရန်နှင့် ထုတ်ဖော်ပုံအသေးစိတ်အတွက် ကျွန်ုပ်တို့၏ကိုယ်ရေးကိုယ်တာမူဝါဒကို ဖတ်ရှုပါ။.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 ဝန်ထမ်းများသည် သံသယဖြစ်ဖွယ်လုပ်ဆောင်ချက်များကို အသိအမှတ်ပြုပြီး သတင်းပို့ရန်နှင့် AML နှင့် KYC လိုအပ်ချက်များအားလုံးကို လိုက်နာရန် လေ့ကျင့်ထားသည်။.",
  "8.Privacy Policy": "8. ကိုယ်ရေးကိုယ်တာမူဝါဒ",
  "9. Children's Privacy": "9. ကလေးများ၏ ကိုယ်ရေးကိုယ်တာ",
  "9. Compliance Oversight": "9. လိုက်နာမှုကြီးကြပ်ရေး",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade သည် AML နှင့် KYC မူဝါဒများနှင့် လုပ်ထုံးလုပ်နည်းများနှင့်အညီ ကြီးကြပ်ရန် တာဝန်ရှိသော လိုက်နာရမည့် အရာရှိတစ်ဦးကို ခန့်အပ်ထားသည်။.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade သည် ကျွန်ုပ်တို့၏ပလပ်ဖောင်းသို့ သင်၏ဝင်ရောက်ခွင့်ကို အချိန်မရွေး၊ အကြောင်းတစ်ခုခုကြောင့်ဖြစ်စေ၊ အကြောင်းမရှိဘဲဖြစ်စေ ကြိုတင်သတိပေးခြင်းမပြုဘဲ ရပ်ဆိုင်းရန် သို့မဟုတ် ရပ်ဆိုင်းရန် အခွင့်အရေးကို လက်ဝယ်ရှိသည်။.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 စည်းကမ်းထိန်းသိမ်းရေးအရာရှိသည် စည်းမျဉ်းစည်းကမ်းဆိုင်ရာတိုးတက်မှုများကို စောင့်ကြည့်စစ်ဆေးခြင်း၊ AML နှင့် KYC မူဝါဒများကို လိုအပ်သလို မွမ်းမံပြင်ဆင်ခြင်းနှင့် Detrade ၏ လုပ်ငန်းဆောင်ရွက်မှုများသည် တည်ဆဲဥပဒေများနှင့် စည်းမျဉ်းများအားလုံးကို လိုက်နာရန် တာဝန်ရှိပါသည်။.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Detrade ၏ပလပ်ဖောင်းသို့ သင်၏ဝင်ရောက်ခွင့်ကို ရပ်စဲလိုက်သောအခါ၊ ၎င်းတို့၏သဘောသဘာဝအရ ရပ်စဲခြင်းမှ ရှင်သန်သင့်သော ဤသဘောတူညီချက်၏ ပြဋ္ဌာန်းချက်အားလုံးသည် အသိဉာဏ်ပစ္စည်းဆိုင်ရာ မူပိုင်ခွင့်၊ ကန့်သတ်ချက်များနှင့် အငြင်းပွားမှုဖြေရှင်းရေးဆိုင်ရာ ပြဋ္ဌာန်းချက်များအပါအဝင် အကန့်အသတ်မရှိ ဆက်လက်ရှင်သန်နေမည်ဖြစ်သည်။.",
  "9.Termination": "9. ရပ်စဲခြင်း။",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>အပိုဆုငွေပမာဏ-</0> သင်၏ပထမဆုံးအပ်ငွေ၏ 50%",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>အပိုဆုအထုပ်-</0> အများဆုံး 50 USDT ကုန်သွယ်မှုဆုကြေးငွေ",
  "<0>Eligibility:</0> New users on Detrade only": "<0>အရည်အချင်းပြည့်မီမှု-</0> Detrade တွင်သာ အသုံးပြုသူအသစ်များ",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>လိုအပ်ချက်-</0> ပထမအပ်နှံငွေ ≥ 50 USDT (သို့မဟုတ် ညီမျှသော crypto)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>ပံ့ပိုးထားသော ထုတ်ကုန်များ</0>- အနိမ့်ဆုံး၊ ဖြန့်ကျက်၊ အတက်၊ အောက်၊ အနာဂတ်",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> လက်မှတ်များ ဤအကျော့ကို ပို့ပြီးပြီ။!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "စလစ်စာမျက်နှာ အပါအဝင် {{position}} ၏ အဝင်အထွက် ကုန်သွယ်မှုတစ်ခုလျှင် <0>{{flatFee}}</0>",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1> {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "အရောင်းအ၀ယ်ဖွင့်သောအခါတွင် {{feeAmount}} ({{commission}}) ကို အခကြေးငွေ ကောက်ခံခဲ့သည် (ရာထူး-{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "အရောင်းအ၀ယ်ပိတ်သောအခါတွင် သင်၏အမြတ်အစွန်းတစ်စွန်းတစ်စ (ရှိပါက) ကိုယူသည်။",
  "A variable fee was charged as a fraction of profits upon closing the trade": "အရောင်းအ၀ယ်ပိတ်သည့်အခါ အမြတ်အစွန်းတစ်စိတ်တစ်ပိုင်းအဖြစ် ပြောင်းလဲနိုင်သောအခကြေးငွေကို ကောက်ခံပါသည်။",
  "A verification will be sent to {{email}}": "အတည်ပြုချက်ကို {{email}} သို့ ပေးပို့ပါမည်",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A- ကုန်သွယ်မှုမုဒ်လေးခုစလုံးကို သင်သော့ဖွင့်ထားကြောင်း သေချာပါစေ။ ပြဿနာဆက်ရှိနေပါက အကူအညီရယူရန်အတွက် သုံးစွဲသူအကူအညီကို ဆက်သွယ်ပါ။.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: မဟုတ်ဘူး၊ ဘောနပ်စ်ကိုယ်တိုင်က ထုတ်ယူလို့မရပါဘူး။ သို့သော်၊ မည်သည့် <0>ဘောနပ်စ်ကို အသုံးပြု၍ ရရှိသော အကျိုးအမြတ်များ</0> ကို ထုတ်ယူနိုင်ပါသည်။.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: ဟုတ်ပါတယ်။ ထုတ်ပေးပြီး <0>7 ရက်</0> အတွင်း သင့်ဘောနပ်စ်ကို အသက်သွင်းပါ။ သက်တမ်းကုန်ဆုံးသွားသော ဘောနပ်စ်များကို ပြန်မရနိုင်ပါ။.",
  "AF": "AF",
  "AML & KYC policy": "AML & KYC မူဝါဒ",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Detrade အကြောင်း",
  "Access over 70 popular assets with up to 90% profit potential": "အမြတ်ငွေ 90% အထိ ရရှိနိုင်သော လူကြိုက်များသော ပိုင်ဆိုင်မှု 70 ကျော်ကို ရယူပါ။",
  "Account Details": "အကောင့်အသေးစိတ်",
  "Account Not Verified": "အကောင့်ကို အတည်မပြုရသေးပါ။",
  "Account Verified": "အကောင့်စစ်ဆေးပြီးပါပြီ။",
  "Activate": "အသက်သွင်းပါ။",
  "Activation expiry time": "အသက်သွင်းခြင်း သက်တမ်းကုန်ဆုံးချိန်",
  "Active": "အသက်ဝင်သည်။",
  "Active tickets": "အသက်ဝင်သော လက်မှတ်များ",
  "Activity priority access": "လုပ်ဆောင်ချက်ကို ဦးစားပေးဝင်ရောက်ပါ။",
  "Add": "ထည့်ပါ။",
  "Add key phrase into Google Authenticator and remember the key phrase": "Google Authenticator တွင် သော့ချက်စကားစုကို ထည့်ပြီး သော့ချက်စကားစုကို မှတ်ထားပါ။",
  "Add referral": "ရည်ညွှန်းချက်ထည့်ပါ။",
  "Add referral code": "ရည်ညွှန်းကုဒ်ထည့်ပါ။",
  "Address is required": "လိပ်စာ လိုအပ်ပါသည်။",
  "Address valid": "လိပ်စာ တရားဝင်",
  "Advanced": "အဆင့်မြင့်",
  "Advanced Users": "အဆင့်မြင့်အသုံးပြုသူများ",
  "Advanced chart": "အဆင့်မြင့်ဇယား",
  "Advantage": "အားသာချက်",
  "Affiliate program": "တွဲဖက်အစီအစဉ်",
  "Affiliates": "ဖြစ်ပေါ်လျှက်ရှိပါသည်။",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "သင်၏ပထမဆုံးငွေသွင်းငွေဖြည့်ပြီးနောက်၊ သင်၏ကနဦး 1 USDT အစမ်းသုံးဘောက်ချာကိုကြည့်ရှုရန် <0>Reward Center</0> သို့သွားပါ။.",
  "After setting your personal information private, other users will not be able to see your username and information.": "သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို သီးသန့်သတ်မှတ်ပြီးနောက်၊ အခြားအသုံးပြုသူများသည် သင့်အသုံးပြုသူအမည်နှင့် အချက်အလက်များကို မြင်တွေ့နိုင်တော့မည်မဟုတ်ပါ။.",
  "Agreement": "သဘောတူညီချက်",
  "Airdrop": "လေစက်",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "လေစက်နည်းလမ်း- ဆုလာဘ်များကို ပိုက်ဆံအိတ်သို့ အလိုအလျောက် ဖြန့်ဝေပါသည်။ အက်ပ်အတွင်းအီးမေးလ်ကို လိုက်နာပါ။.",
  "Airdrop plan": "Airdrop အစီအစဉ်",
  "Airdrop program": "လေစက်အစီအစဉ်",
  "Airdrops": "လေစက်",
  "Algorithm": "အယ်လ်ဂိုရီသမ်",
  "All": "အားလုံး",
  "All Assets": "ပိုင်ဆိုင်မှုအားလုံး",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "ဤဝဘ်ဆိုက်ရှိ ပွဲစားလှုပ်ရှားမှုအားလုံးကို Nexus Play LLC မှ ပံ့ပိုးပေးပါသည်။.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "ဂိမ်းကစားဖော်မြူလာအားလုံးသည် ပွင့်လင်းမြင်သာမှုရှိပြီး လိမ်လည်မှုကို ဟန့်တားကာ ပါတနာများနှင့် ကစားသမားများအတွက် အန္တရာယ်များကို ကာကွယ်ပေးပါသည်။.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "အရောင်းအ၀ယ်အဝိုင်းတစ်ခုစီ၏အဆုံးတွင် ဖော်ပြထားသည့် ကျပန်းဆွဲထားသော မျိုးစေ့ကို အသုံးပြု၍ 24 နာရီ ကုန်သွယ်မှုအဝိုင်းအတွက် စျေးနှုန်းအားလုံးကို ကြိုတင်သတ်မှတ်ထားပါသည်။ ဤထုတ်ဝေထားသောမျိုးစေ့ဖြင့်၊ ကျွန်ုပ်တို့သည် အောက်ဖော်ပြပါအသေးစိတ် algorithm ကိုလိုက်နာပြီး အဝိုင်းစတင်ပြီးနောက် မည်သည့်စျေးနှုန်းကိုမျှ မပြောင်းလဲကြောင်း မည်သူမဆို အတည်ပြုနိုင်ပါသည်။ ထူးခြားသည်မှာ၊ သင်၏ကုန်သွယ်မှုအပေါ်အခြေခံ၍ စျေးနှုန်းများကို ပြောင်းလဲရန် ကျွန်ုပ်တို့အတွက် မဖြစ်နိုင်ပေ။.",
  "All prizes will be sent in USDT.": "ဆုအားလုံးကို USDT ဖြင့် ပေးပို့ပါမည်။.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "ထိပ်တန်းကုန်သွယ်သူ၏လက်တွေ့အတွေ့အကြုံအားလုံးကို၊ အပြင်းထန်ဆုံးသောကုန်သွယ်ညွှန်းကိန်းများနှင့် အချက်ပြမှုများကို ဝင်ရောက်ကြည့်ရှုခြင်းအပါအဝင် သင်လိုအပ်သော ထိပ်တန်းကုန်သည်၏လက်တွေ့အတွေ့အကြုံအားလုံးကို။.",
  "All time wins paid": "အချိန်တိုင်း ပေးဆပ်ရခြင်း",
  "Already have an account?": "အကောင့်ရှိပြီးသားလား။?",
  "Amount": "ပမာဏ",
  "Amount is required": "ပမာဏ လိုအပ်ပါသည်။",
  "Amount to withdraw": "ထုတ်ယူရမည့်ပမာဏ",
  "Announcement": "ကြေငြာချက်",
  "Announcements": "ကြေညာချက်များ",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "ငွေကြေးခဝါချမှု တိုက်ဖျက်ရေး (AML) နှင့် သင့်ဖောက်သည် (KYC) မူဝါဒကို သိပါ။",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "မေးစရာရှိလား။ ကျွန်ုပ်တို့၏ သီးသန့်ပံ့ပိုးကူညီရေးအဖွဲ့သည် သင့်အား အကူအညီပေးရန်နှင့် လျှောက်လွှာလုပ်ငန်းစဉ်တစ်လျှောက် သင့်အား လမ်းပြရန် အသင့်ရှိပါသည်။.",
  "Apply": "လျှောက်ထားပါ။",
  "Applying": "လျှောက်ထားခြင်း။",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "ခန့်မှန်းခြေအားဖြင့် {{nextCapitalCost}} ကို နောက်နာရီအတွင်း ကောက်ခံမည်ဖြစ်ပြီး သတ်သတ်မှတ်မှတ်ပမာဏသည် ထိုအချိန်က ရန်ပုံငွေနှုန်းထားအရ ဖြစ်သည်။.",
  "Are there any geographical restrictions?": "ပထဝီဝင် ကန့်သတ်ချက်များ ရှိပါသလား။?",
  "Arrival amount": "ဆိုက်ရောက်မှုပမာဏ",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "ပရိုဂရမ်သည် အသက်ဝင်နေသရွေ့ Detrade အကောင့်အတွက် ဒိုင်လူကြီးစာရင်းသွင်းသည့်အချိန်မှစ၍ ကော်မရှင်များ ရရှိနိုင်မည်ဖြစ်သည်။.",
  "Ask a question": "မေးခွန်းတစ်ခုမေးပါ။",
  "Asset types,currencies,cryptocurrencies for any trader.": "မည်သည့်ကုန်သည်အတွက်မဆို ပိုင်ဆိုင်မှုအမျိုးအစားများ၊ ငွေကြေးများ၊ cryptocurrencies။.",
  "Assets": "ပိုင်ဆိုင်မှု",
  "Assets overview": "ပိုင်ဆိုင်မှု ခြုံငုံသုံးသပ်ချက်",
  "At least {{exceed}} number": "အနည်းဆုံး {{exceed}} နံပါတ်",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "နှစ်သစ်၏အဆုံးတွင်၊ သင်ခန့်မှန်းထားသောလမ်းကြောင်းပေါ် မူတည်၍ အမြတ်နှင့် အရှုံးကို ဆုံးဖြတ်ပါမည်။.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "အရောင်းအဝယ်ဝိုင်းတစ်ခုစီ၏အစတွင် (00:00 UTC)၊ 32-byte မျိုးစေ့အသစ်ကို ကျပန်းရွေးချယ်သည်။ ဤမျိုးစေ့ကို တိုးလာနေသော ကိန်းပြည့်အမှန်ခြစ်ကောင်တာဖြင့် ပေါင်းစပ်ခြင်းဖြင့် အဝိုင်းတစ်ခုလုံး၏စျေးနှုန်းများကို ပြန်ထုတ်ပေးနိုင်သည်။.",
  "Auto": "အော်တို",
  "Available": "ရရှိနိုင်ပါသည်။",
  "Available on request": "တောင်းဆိုမှုအရ ရရှိနိုင်ပါသည်။",
  "Award quota": "ဆုခွဲတမ်း",
  "Awarded users": "Awarded users",
  "Balance": "လက်ကျန်",
  "Balance is not enough": "လက်ကျန်မလုံလောက်ဘူး။",
  "Basic": "အခြေခံ",
  "Becoming an affiliate is easy": "Affiliate ဖြစ်ရန်လွယ်ကူသည်။",
  "Benefit from our many years of experience and internationally renowned reputation.": "ကျွန်ုပ်တို့၏ နှစ်ပေါင်းများစွာ အတွေ့အကြုံနှင့် နိုင်ငံတကာတွင် ကျော်ကြားသော ဂုဏ်သတင်းများမှ အကျိုးကျေးဇူးများ ရရှိစေပါသည်။.",
  "Benefits": "အကျိုးကျေးဇူးများ",
  "Benefits:": "အကျိုးကျေးဇူးများ:",
  "Best For": "အကောင်းဆုံး",
  "Bet": "လောင်းကစား",
  "Betting": "လောင်းကစား",
  "Binary Options Exchange": "ဒွိရွေးချယ်စရာများ ချိန်း",
  "Bind": "စည်းပါ။",
  "Bind Success": "အောင်မြင်မှုကို ချည်နှောင်ပါ။",
  "Black diamond circle": "အနက်ရောင်စိန်အဝိုင်း",
  "Blockchain Processing": "Blockchain လုပ်ဆောင်ခြင်း။",
  "Bonus": "ဘောနပ်စ်",
  "Bonus Rules": "အပိုဆုစည်းကမ်းများ",
  "Bonus Trial": "အပိုဆုအစမ်း",
  "Bonus pool": "Bonus pool",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "ဘောနပ်စ်ဘောက်ချာများသည် <0>ထုတ်ယူ၍မရပါ</0>၊ သို့သော် <1>ဘောနပ်စ်အရောင်းအ၀ယ်များမှ အကျိုးအမြတ်များကို ထုတ်ယူနိုင်ပါသည်<1>",
  "Boost your earnings by affiliate program": "Affiliate အစီအစဉ်ဖြင့် သင့်ဝင်ငွေကို မြှင့်တင်ပါ။",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "ကြီးမားသောအန္တရာယ်၊ ပိုကြီးသောဆုလာဘ်ဖြင့် သင်၏ကုန်သွယ်မှုကို 1000x အထိမြှင့်တင်ပါ။.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "သင့်ကုန်သွယ်မှုကို 1000 × မြှင့်တင်မှုဖြင့် မြှင့်တင်ပါ — ကြီးမားသောအန္တရာယ်၊ ပိုကြီးသောဆုလာဘ်။.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC မှ ကမ်းလှမ်းထားသော ပွဲစားထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများ။.",
  "Bronze": "ကြေး",
  "Bust And Stop Loss Prices": "ရပ်တန့်ပြီး ရပ်လိုက်ပါ။ ဆုံးရှုံးမှုစျေးနှုန်းများ",
  "Buy": "ဝယ်ပါ။",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Detrade ၏ပလပ်ဖောင်းကိုဝင်ရောက်အသုံးပြုခြင်း သို့မဟုတ် အသုံးပြုခြင်းဖြင့် သင်သည် ဤကိုယ်ရေးကိုယ်တာမူဝါဒဖြင့် ချည်နှောင်ထားသည်ကို သင်ဖတ်ရှုနားလည်ပြီး နားလည်သဘောတူကြောင်း အသိအမှတ်ပြုပါသည်။ ဤကိုယ်ရေးကိုယ်တာမူဝါဒကို သင်သဘောမတူပါက၊ ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းကို အသုံးမပြုရပါ။.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Detrade ၏ပလပ်ဖောင်းကို ဝင်ရောက်အသုံးပြုခြင်းဖြင့် သို့မဟုတ် သင်ဖတ်ရှုနားလည်ပြီး ဤသဘောတူညီချက်ဖြင့် ချည်နှောင်ရန် သဘောတူကြောင်း အသိအမှတ်ပြုပါသည်။ ဤသဘောတူညီချက်၏ အစိတ်အပိုင်းတစ်ခုခုကို သဘောမတူပါက၊ သင်သည် Detrade ၏ ပလပ်ဖောင်းကို အသုံးမပြုရပါ။.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Detrade ၏ပလပ်ဖောင်းကို ဝင်ရောက်အသုံးပြုခြင်းဖြင့် သို့မဟုတ် ဤ AML နှင့် KYC မူဝါဒကို သင်ဖတ်ရှု၊ နားလည်ပြီး သဘောတူကြောင်း အသိအမှတ်ပြုပါသည်။ ဤမူဝါဒ၏ အစိတ်အပိုင်းတစ်ခုခုကို သင်သဘောမတူပါက၊ သင်သည် Detrade ၏ပလပ်ဖောင်းကို အသုံးမပြုရပါ။.",
  "Calculator": "ဂဏန်းပေါင်းစက်",
  "Campaign": "လှုံ့ဆော်မှု",
  "Campaign Center": "ကမ်ပိန်းစင်တာ",
  "Can I See The Data Of My Referral?": "ကျွန်ုပ်၏ ကိုးကားချက်၏ ဒေတာကို မြင်နိုင်ပါသလား။?",
  "Can I use a live account and a demo account at the same time?": "တိုက်ရိုက်အကောင့်တစ်ခုနှင့် သရုပ်ပြအကောင့်ကို တစ်ချိန်တည်းသုံးနိုင်ပါသလား။?",
  "Can Partner upgrade his partnership level in the future?": "ပါတနာသည် အနာဂတ်တွင် သူ၏ မိတ်ဖက်အဆင့်ကို အဆင့်မြှင့်တင်နိုင်ပါသလား။?",
  "Can non-crypto users play Detrade games?": "Crypto မဟုတ်သောအသုံးပြုသူများသည် Detrade ဂိမ်းများကိုကစားနိုင်ပါသလား။?",
  "Cancel": "မလုပ်တော့",
  "Cannot exceed {{exceed}} characters": "အက္ခရာ {{exceed}} လုံးထက် မကျော်လွန်နိုင်ပါ။",
  "Cash All": "ငွေသားအားလုံး",
  "Champion Profits": "ချန်ပီယံအမြတ်များ",
  "Change": "ပြောင်းလဲပါ။",
  "Change password": "စကားဝှက်ကိုပြောင်းရန်",
  "Chat": "စကားစမြည်",
  "Check <0>ROI calculator</0> for more details": "အသေးစိတ်အချက်အလက်များအတွက် <0>ROI ဂဏန်းတွက်စက်</0> ကို စစ်ဆေးပါ။",
  "Chg%": "Chg%",
  "Choose Symbol": "တံဆိပ် ရွေးပါ။",
  "Choose Your <0> Account Type And </0>  Start Trading!": "သင်၏ <0> အကောင့် အမျိုးအစားကို ရွေးချယ်ပြီး </0> ကုန်သွယ်မှုကို စတင်ပါ။!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "သင်၏ <br/> အကောင့် အမျိုးအစားကို ရွေးချယ်ပြီး </br> အရောင်းအဝယ် စတင်ပါ။!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "သင့်ရာထူးကို အမြင့်ဆုံးမြှင့်တင်ရန် မြှောက်ကိန်းတစ်ခုကို ရွေးပါ။ ပိုမြင့်သော အမြှောက်တစ်ခုကို သတ်မှတ်ခြင်းသည် သင့်အနားသတ်အန္တရာယ်ကို တိုးစေသည်။",
  "Choose the cryptocurrency that you would like to start trading.": "သင်အရောင်းအဝယ်စတင်လိုသော cryptocurrency ကိုရွေးချယ်ပါ။.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "နှစ်သစ်၏သတ်မှတ်ထားသောအချိန်အတွင်း မှာယူမှုတစ်ခုပြုလုပ်ရန် အထက် သို့မဟုတ် အောက်သို့ ဦးတည်ရာကို ရွေးချယ်ပါ။.",
  "Claim": "တောင်းဆိုမှု",
  "Claim Voucher": "ဘောက်ချာတောင်းခံပါ။",
  "Claimed rewards": "Claimed rewards",
  "Claimed rewards details": "Claimed rewards details",
  "Click Here To View The": "ကြည့်ရှုရန် ဤနေရာကိုနှိပ်ပါ။",
  "Click Up or Down to Trading": "ကုန်သွယ်မှုသို့ Up သို့မဟုတ် Down ကိုနှိပ်ပါ။",
  "Client": "ဖောက်သည်",
  "Close": "ပိတ်လိုက်",
  "Close Time": "ပိတ်ချိန်",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "အရှုံးပဲဖြစ်ဖြစ် အမြတ်ပဲဖြစ်ဖြစ် အချိန်မရွေးပိတ်လိုက်ပါ။ သင့်ရာထူးကို အလိုအလျောက်ပိတ်ရန် အမြတ်အစွန်း သို့မဟုတ် ရပ်တန့်ရေးပစ်မှတ်များကို သတ်မှတ်ပါ။",
  "Close the order": "အော်ဒါပိတ်ပါ။",
  "Close type": "အပိတ်အမျိုးအစား",
  "Closed successfully!": "အောင်မြင်စွာ ပိတ်လိုက်ပါပြီ။!",
  "Co-planning rights": "ပူးပေါင်းစီစဉ်ပိုင်ခွင့်",
  "Coin-Margined": "အကြွေစေ့-အနားသတ်",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "စျေးနှုန်းဖိဒ်တစ်ခုစီမှ ကန့်သတ်မှာယူမှုများအားလုံးကို ပေါင်းစပ်မှာယူမှုစာအုပ်တစ်ခုသို့ ပေါင်းစပ်ပါ။ အဆင်သင့်ဖြစ်ပြီး အချို့သော အမှာစာများ၏ စျေးနှုန်းသည် အခြားသော လဲလှယ်မှုမှ ရောင်းချသော အော်ဒါအချို့၏ စျေးနှုန်းထက် ကျော်လွန်နေမည်ဟု မျှော်လင့်ပါသည်။ ကြီးမားသောမှာယူမှုတစ်ခု၏လွှမ်းမိုးမှုကိုကန့်သတ်ရန် တစ်ဦးချင်းမှာယူမှုအရွယ်အစားများကို $1 သန်းအထိကန့်သတ်ထားသည်။.",
  "Coming soon": "မကြာမီလာမည်",
  "Community": "ရပ်ရွာ",
  "Community access": "အသိုက်အဝန်းဝင်ရောက်ခွင့်",
  "Completed": "ပြီးသွားပြီ",
  "Comprehensive trading training": "ဘက်စုံကုန်သွယ်မှုသင်တန်း",
  "Computers and smartphones are fully functional": "ကွန်ပျူတာများနှင့် စမတ်ဖုန်းများသည် အပြည့်အဝအလုပ်လုပ်သည်။",
  "Condition 1: The price trend matches your prediction.": "အခြေအနေ 1- စျေးနှုန်းလမ်းကြောင်းသည် သင့်ခန့်မှန်းချက်နှင့် ကိုက်ညီပါသည်။.",
  "Condition 2: Price movement breaks through the spread.": "အခြေအနေ 2- စျေးနှုန်းလှုပ်ရှားမှုသည် ပျံ့နှံ့မှုမှတစ်ဆင့် ဖြတ်သွားပါသည်။.",
  "Confirm": "အတည်ပြုပါ။",
  "Confirm Close": "ပိတ်ရန် အတည်ပြုပါ။",
  "Confirm removing Google 2FA authentication?": "Google 2FA စစ်မှန်ကြောင်းအထောက်အထားပြမှုကို ဖယ်ရှားကြောင်း အတည်ပြုမလား။?",
  "Confirm settlement of all orders?": "အမိန့်အားလုံး၏ ပြေလည်မှုကို အတည်ပြုမလား။?",
  "Confirm to close the order?": "အော်ဒါပိတ်ရန် အတည်ပြုမလား။?",
  "Confirmations": "အတည်ပြုချက်များ",
  "Connect": "ချိတ်ဆက်ပါ။",
  "Connect with your friends": "သင့်သူငယ်ချင်းများနှင့် ချိတ်ဆက်ပါ။",
  "Contact Us": "ကြှနျုပျတို့ကိုဆကျသှယျရနျ",
  "Contact us": "ကြှနျုပျတို့ကိုဆကျသှယျရနျ",
  "Contact us with Email or Live chat": "အီးမေးလ် သို့မဟုတ် တိုက်ရိုက်ချတ်ဖြင့် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
  "Content creators program": "အကြောင်းအရာဖန်တီးသူများ အစီအစဉ်",
  "Contest prize pool": "ပြိုင်ပွဲမှာ ဆုတွေယူမယ်။",
  "Continue": "ဆက်ရန်",
  "Continue Deposit Process": "ငွေသွင်းခြင်းလုပ်ငန်းစဉ်ကို ဆက်လက်လုပ်ဆောင်ပါ။",
  "Continue deposit process": "ငွေသွင်းခြင်းလုပ်ငန်းစဉ်ကို ဆက်လက်လုပ်ဆောင်ပါ။",
  "Continue with Google": "Google ဖြင့် ဆက်လုပ်ပါ။",
  "Continue with X": "X ဖြင့် ဆက်လုပ်ပါ။",
  "Continuously updated": "စဉ်ဆက်မပြတ် အပ်ဒိတ်လုပ်ထားသည်။",
  "Convenient deposit and withdrawal methods": "အဆင်ပြေသောငွေသွင်းခြင်းနှင့်ငွေထုတ်နည်းလမ်းများ",
  "Copy": "ကော်ပီ",
  "Copy Success": "အောင်မြင်မှုကို ကူးယူပါ။",
  "Copy this code to your authenticator app": "ဤကုဒ်ကို သင်၏အထောက်အထားစိစစ်သူအက်ပ်သို့ ကူးယူပါ။",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "မူပိုင်ခွင့် © 2025 Nexus Play LLC မူပိုင်ခွင့်ကိုလက်ဝယ်ထားသည်။.",
  "Country": "တိုင်းပြည်",
  "Create Password": "စကားဝှက်ဖန်တီးပါ။",
  "Crypto": "Crypto",
  "Crypto - binary options": "Crypto - binary ရွေးစရာများ",
  "Crypto Pairs": "Crypto အတွဲများ",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Cryptocurrency စာချုပ်ကုန်သွယ်ခြင်းသည် အန္တရာယ်အဆင့်မြင့်မားပြီး သင်၏ကုန်သွယ်မှုပမာဏတစ်ခုလုံးကို ဆုံးရှုံးနိုင်ပါသည်။ သင်အသုံးပြုသည့် leverage မြင့်မားလေ၊ အန္တရာယ် ပိုများလေဖြစ်သည်။ သို့သော်လည်း မည်သည့်အခြေအနေမျိုးတွင်မှ သင်၏ကနဦးကုန်သွယ်မှုပမာဏထက် ပိုမိုဆုံးရှုံးနိုင်မည်မဟုတ်ပေ။.",
  "Currency": "ငွေကြေး",
  "Custom Price Move %": "စိတ်ကြိုက်စျေးနှုန်း % ရွှေ့ရန်",
  "Custom cashback plan": "စိတ်ကြိုက် ငွေပြန်အမ်းမည့် အစီအစဉ်",
  "Custom revenue share and fee option.": "စိတ်ကြိုက်ဝင်ငွေခွဲဝေမှုနှင့် အခကြေးငွေ ရွေးချယ်မှု။.",
  "Custom services": "စိတ်ကြိုက်ဝန်ဆောင်မှုများ",
  "Custom signals": "စိတ်ကြိုက်အချက်ပြမှုများ",
  "Customized incentives tailored to your needs.": "သင့်လိုအပ်ချက်များနှင့် ကိုက်ညီသော စိတ်ကြိုက်မက်လုံးများ။.",
  "DOWN": "ဆင်း",
  "Daily Active Users": "နေ့စဉ်တက်ကြွသောအသုံးပြုသူများ",
  "Daily Earning": "နေ့စဉ်ဝင်ငွေ",
  "Daily contest": "နေ့စဉ်ပြိုင်ပွဲ",
  "Dark": "အမှောင်",
  "Date": "ရက်စွဲ",
  "Day": "နေ့",
  "DeTrade overview": "DeTrade ခြုံငုံသုံးသပ်ချက်",
  "Dedicated customer support": "သီးသန့်ဖောက်သည်ပံ့ပိုးမှု",
  "Demo": "ဒီမို",
  "Demo Account": "သရုပ်ပြအကောင့်",
  "Demo Trading": "ဒီမို ရောင်းဝယ်ရေး",
  "Depending on your location, you may have the following rights regarding your personal information:": "သင့်တည်နေရာပေါ်မူတည်၍ သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်နှင့်ပတ်သက်ပြီး အောက်ပါအခွင့်အရေးများ ရနိုင်သည်-:",
  "Deposit": "အပ်ငွေ",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "အပ်ငွေ 120 USDT → ကန့်သတ်ဘောနပ်စ် 50 USDT ကို ရယူပါ။",
  "Deposit 80 USDT → Receive 40 USDT bonus": "အပ်ငွေ 80 USDT → 40 USDT ဘောနပ်စ်ကို ရယူပါ။",
  "Deposit Amount": "အပ်ငွေပမာဏ",
  "Deposit Order Created": "အပ်ငွေအမှာစာ ဖန်တီးထားသည်။",
  "Deposit Via {{depositChannel}}": "{{depositChannel}} မှတစ်ဆင့် အပ်ငွေ",
  "Deposit address": "ငွေသွင်းလိပ်စာ",
  "Deposit and withdraw money with ease using the most convenient payment method.": "အလွယ်ကူဆုံး ငွေပေးချေမှုနည်းလမ်းကို အသုံးပြု၍ အပ်ငွေနှင့် ငွေထုတ်ယူပါ။.",
  "Deposit is in progress": "",
  "Deposit now": "Deposit now",
  "Deposits and withdrawals": "အပ်ငွေများနှင့် ထုတ်ယူမှုများ",
  "Derivative Exchanges": "ဆင်းသက်သောဖလှယ်မှုများ",
  "Description": "ဖော်ပြချက်",
  "Detail": "အသေးစိတ်",
  "Details": "အသေးစိတ်",
  "Detrade": "ဆုတ်ခွာ",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"ကျွန်ုပ်တို့\" \"ကျွန်ုပ်တို့\" သို့မဟုတ် \"ကျွန်ုပ်တို့၏\") သည် သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို တန်ဖိုးထားကာ သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကာကွယ်ရန် ကတိပြုပါသည်။ ကျွန်ုပ်တို့၏ binary ရွေးချယ်စရာများများကုန်သွယ်မှုပလပ်ဖောင်း (\"ပလပ်ဖောင်း\") ။ကို သင်အသုံးပြုသောအခါတွင် ကျွန်ုပ်တို့၏ အချက်အလက်များ စုဆောင်းခြင်း၊ အသုံးပြုခြင်း၊ ထုတ်ဖော်ခြင်းနှင့် အကာအကွယ်ပေးခြင်းတို့ကို ဤကိုယ်ရေးကိုယ်တာမူဝါဒက ရှင်းပြပါသည်။ ကျွန်ုပ်တို့၏ပလပ်ဖောင်းကို ဝင်ရောက်အသုံးပြုခြင်းဖြင့် သို့မဟုတ် ဤမူဝါဒနှင့်အညီ အချက်အလက်စုဆောင်းခြင်းနှင့် အသုံးပြုခြင်းကို သင်သဘောတူပါသည်။ ဤမူဝါဒကို သင်သဘောမတူပါက၊ ကျွန်ုပ်တို့၏ Platform ကို အသုံးမပြုရပါ။.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade ချိတ်ဆက်ပါ။သည် ပြင်ပပလက်ဖောင်းများကို ကျွန်ုပ်တို့၏ဂေဟစနစ်သို့ အလွယ်တကူချိတ်ဆက်နိုင်စေမည့် ချောမွေ့သောပေါင်းစပ်ဖြေရှင်းချက်တစ်ခုဖြစ်သည်။ အစွမ်းထက်သော API များနှင့် အလိုအလျောက်စနစ်သုံးကိရိယာများမှတစ်ဆင့် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ထုတ်ကုန်များ၏ အဓိကလုပ်ဆောင်ချက်များကို သင့်ပလပ်ဖောင်းတွင် တိုက်ရိုက်ပေါင်းစပ်ပါသည်။ ၎င်းသည် လုံခြုံသော၊ အတိုင်းအတာနှင့် ယုံကြည်စိတ်ချရသော ချိတ်ဆက်မှုများကို သေချာစေပြီး လုံခြုံသော၊ အတိုင်းအတာနှင့် ယုံကြည်စိတ်ချရသော ချိတ်ဆက်မှုများကို အာမခံထားစဉ်တွင် ဒေတာဖလှယ်မှု၊ ပိုမိုမြန်ဆန်သော ဒေတာဖလှယ်မှုနှင့် ကျွန်ုပ်တို့၏ နောက်ဆုံးပေါ်အင်္ဂါရပ်များကို ရယူနိုင်စွမ်းရှိသည့် ပလပ်ဖောင်းများကို ပံ့ပိုးပေးရန် ရည်မှန်းထားသည်။ ဝန်ဆောင်မှုပေးပို့ခြင်းကို ချဲ့ထွင်လိုပါက သို့မဟုတ် အလုပ်အသွားအလာများကို ရိုးရှင်းစေလိုပါက၊ Detrade ချိတ်ဆက်ပါ။သည် ပေါင်းစပ်မှုကို ရိုးရှင်း၊ ထိရောက်ပြီး ထိရောက်မှုဖြစ်စေနိုင်သည်။.",
  "Detrade Index Prices": "အရောင်းအ၀ယ် အညွှန်းကိန်းစျေးနှုန်းများ",
  "Detrade Partner": "Detrade အဖော်",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade မိတ်ဖက်အစီအစဉ်! ဤပရိုဂရမ်သည် ဖန်တီးရှင်များအား ပိုမိုကောင်းမွန်သော ဝင်ငွေအလားအလာနှင့် သီးသန့်အကျိုးခံစားခွင့်များ ပေးဆောင်ရန် ဒီဇိုင်းထုတ်ထားပြီး သင်၏ပရိုမိုးရှင်းကြိုးပမ်းမှုများကို အမှန်တကယ်အကျိုးဖြစ်ထွန်းစေပါသည်။.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade သည် ရိုးရာအသိဉာဏ်ရှိသော ကုန်သွယ်မှုလုပ်ငန်းကို အသွင်ပြောင်းရန်နှင့် နေရာတိုင်းတွင် လူတိုင်းအတွက် ငွေကြေးစျေးကွက်များ ဖွင့်လှစ်ရန် ကတိပြုထားသည်။ ကျွန်ုပ်တို့၏တာဝန်မှာ အဆန်းသစ်ဆုံးသော ကုန်သွယ်မှုအတွေ့အကြုံကို ပေးဆောင်ရန်ဖြစ်သည်။ ကမ္ဘာပေါ်ရှိ မည်သူမဆို အရောင်းအ၀ယ်ပြုလုပ်ရာတွင် ပါဝင်နိုင်ရမည်။.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade သည် ကုဒ်ပြန်လည်သုံးသပ်ခြင်းကို ပြီးမြောက်ခဲ့ပြီး ရလဒ်မှာ TOP-10% ဖြစ်သည်။.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade သည် လျင်မြန်သော တိုးတက်မှုလမ်းကြောင်းပေါ်တွင် ရှိနေသည်။ ကျွန်ုပ်တို့၏အသုံးပြုသူများကို ဆန်းသစ်ပြီး ဆွဲဆောင်မှုရှိသောအတွေ့အကြုံဖြင့် cryptocurrency binary ရွေးချယ်မှု ရောင်းဝယ်ရေးအတွက် ရွေးချယ်စရာပလပ်ဖောင်းဖြစ်စေရန် ကျွန်ုပ်တို့ကတိပြုပါသည်။.",
  "Detrade learn": "Detrade သင်ယူပါ။",
  "Detrade offers 3 types of optional products.": "Detrade သည် ရွေးချယ်နိုင်သော ထုတ်ကုန် 3 မျိုးကို ပေးဆောင်သည်။.",
  "Detrade partnership program": "မိတ်ဖက်ဆက်ဆံမှု အစီအစဉ်ကို ဖောက်ဖျက်ခြင်း။",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade သည် ဤကမ်ပိန်းအတွက် နောက်ဆုံးဘာသာပြန်ဆိုပိုင်ခွင့်ကို လက်ဝယ်ရှိသည်။.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade သည် ၎င်း၏တစ်ဦးတည်းသောဆုံးဖြတ်ချက်ဖြင့် ကြိုတင်အသိပေးခြင်းမရှိဘဲ စည်းမျဉ်းများနှင့် အခြေအနေများကို ပြောင်းလဲပိုင်ခွင့်ရှိသည်။.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade သည် ပြိုင်ပွဲ၏ မည်သည့်အဆင့်တွင်မဆို ကျွန်ုပ်တို့၏စည်းမျဉ်းများကို ချိုးဖောက်သော ကစားသမားများကို ဖယ်ထုတ်ပိုင်ခွင့်ရှိသည်။.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade သည် သက်ဆိုင်ရာ စည်းကမ်းသတ်မှတ်ချက်များ အပါအဝင် လုပ်ဆောင်ချက် သို့မဟုတ် airdrop ဖြန့်ဝေမှုကို အချိန်မရွေး ပြန်လည်ပြင်ဆင်ရန်၊ ရပ်ဆိုင်းရန် သို့မဟုတ် ပယ်ဖျက်ရန် အခွင့်အရေးကို လက်ဝယ်ရှိပါသည်။ ပြန်လည်ပြင်ဆင်မှုသည် လိမ်လည်မှုနှင့် အခြားတရားမဝင်လှုပ်ရှားမှုများကို စီမံခန့်ခွဲရန်/တားဆီးရန်ဖြစ်သည်။ ကုန်သည်သည် လိမ်လည်မှုနှင့် အခြားတရားမဝင်လှုပ်ရှားမှုများတွင် ပါဝင်ခြင်းမရှိပါက၊ အဆိုပါပြန်လည်ပြင်ဆင်မှုတွင် ပါဝင်ရန်ရွေးချယ်ထားသော ကုန်သည်များကို ထိခိုက်မည်မဟုတ်ပါ။.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade သည် ဤကိုယ်ရေးကိုယ်တာမူဝါဒကို အချိန်မရွေး အပ်ဒိတ် သို့မဟုတ် ပြောင်းလဲရန် အခွင့်အရေးကို လက်ဝယ်ရှိသည်။ ကျွန်ုပ်တို့၏ပလပ်ဖောင်းပေါ်တွင် ကိုယ်ရေးကိုယ်တာမူဝါဒအသစ်ကို ပို့စ်တင်ခြင်းဖြင့် ပြောင်းလဲမှုများရှိပါက သင့်အား အသိပေးပါမည်။ မည်သည့်ပြောင်းလဲမှုများအတွက်မဆို ဤကိုယ်ရေးကိုယ်တာမူဝါဒကို အချိန်အခါအလိုက် ပြန်လည်သုံးသပ်ရန် သင့်အား အကြံပြုအပ်ပါသည်။ ကိုယ်ရေးကိုယ်တာမူဝါဒကို ပြုပြင်မွမ်းမံပြီးနောက် ကျွန်ုပ်တို့၏ပလပ်ဖောင်းကို သင်ဆက်လက်အသုံးပြုခြင်းသည် ပြုပြင်မွမ်းမံမှုများကို သင်၏အသိအမှတ်ပြုမှုနှင့် မွမ်းမံထားသော ကိုယ်ရေးကိုယ်တာမူဝါဒကို လိုက်နာရန်နှင့် လိုက်နာရန် သင့်ခွင့်ပြုချက်ဖြင့် ဖွဲ့စည်းမည်ဖြစ်သည်။.",
  "Detrade weekly draw": "Detrade အပတ်စဉ်ဆွဲ",
  "Developer documentation": "ပြုစုသူစာရွက်စာတမ်း",
  "Device": "ကိရိယာ",
  "Diamond": "စိန်",
  "Diamond Partner": "စိန်ဖော်",
  "Didn't find an answer to our question?": "ကျွန်ုပ်တို့၏မေးခွန်းအတွက် အဖြေကို ရှာမတွေ့ခဲ့ပါ။?",
  "Direction": "ဦးတည်ချက်",
  "Discover trending tokens. Trade. Earn. Repeat.": "ခေတ်စားနေသော တိုကင်များကို ရှာဖွေပါ။ ကုန်သွယ်မှု။ ဝင်ငွေ။ ပြန်လုပ်ပါ။.",
  "Distributing Payout": "ပေးချေမှုဖြန့်ဝေခြင်း။",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "အထူးသင်္ကေတများနှင့် space bar ကိုအသုံးမပြုပါနှင့်၊ သို့မဟုတ်ပါက သင့်အကောင့်ကို ပံ့ပိုးမည်မဟုတ်ပါ။.",
  "Do not use special symbols, otherwise your account may not be supported.": "အထူးသင်္ကေတများကို မသုံးပါနှင့်၊ သို့မဟုတ်ပါက သင့်အကောင့်ကို ပံ့ပိုးမည်မဟုတ်ပါ။.",
  "Does the company have the legal qualifications to carry out relevant business?": "ကုမ္ပဏီတွင် သက်ဆိုင်ရာလုပ်ငန်းကို ဆောင်ရွက်ရန် တရားဝင်အရည်အချင်းများ ရှိပါသလား။?",
  "Don't beg or ask for loans, rains or tips.": "တောင်းရမ်းခြင်း သို့မဟုတ် ချေးငွေ၊ မိုးရွာခြင်း သို့မဟုတ် အကြံဉာဏ်များ မတောင်းပါနှင့်။.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "ကြော်ငြာ/အရောင်းအ၀ယ်/ရောင်း/ဝယ်ခြင်း သို့မဟုတ် ဝန်ဆောင်မှုပေးသော မည်သည့်ပုံစံနှင့်မဆို ပါဝင်ပတ်သက်ခြင်းမပြုပါနှင့်။.",
  "Don't harass or be offensive to other users or Detrade staff.": "အခြားအသုံးပြုသူများ သို့မဟုတ် အရောင်းဝန်ထမ်းကို နှောင့်ယှက်ခြင်း သို့မဟုတ် စော်ကားခြင်း မပြုပါနှင့်။.",
  "Don't have an account?": "အကောင့်မရှိဘူးလား။?",
  "Don't let anyone see this!": "ဒါကို ဘယ်သူ့ကိုမှ မမြင်ပါစေနဲ့။!",
  "Don't share any personal information (including socials) of you or other players.": "သင် သို့မဟုတ် အခြားကစားသမားများ၏ ကိုယ်ရေးကိုယ်တာအချက်အလက်များ (လူမှုကွန်ရက်များအပါအဝင်) ကို မမျှဝေပါနှင့်။.",
  "Don't share codes, scripts or any other bot service.": "ကုဒ်များ၊ ဇာတ်ညွှန်းများ သို့မဟုတ် အခြားသော ဘော့တ်ဝန်ဆောင်မှုများကို မမျှဝေပါနှင့်။.",
  "Don't show again": "ထပ်မပြပါနှင့်",
  "Don't spam & don't use excessive capital letters when chatting.": "စပမ်းမလုပ်ပါနှင့် chatting လုပ်သောအခါတွင် စာလုံးကြီးကြီးများကို အလွန်အကျွံမသုံးပါနှင့်။.",
  "Don't use URL shortening services. Always submit the full link.": "URL အတိုကောက်ဝန်ဆောင်မှုများကို မသုံးပါနှင့်။ လင့်အပြည့်အစုံကို အမြဲတင်ပါ။.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "ချတ်တွင် အခြားရွေးချယ်စရာ (alts) အကောင့်များကို မသုံးပါနှင့်၊ ၎င်းကို တင်းကြပ်စွာ တားမြစ်ထားသည်။.",
  "Done": "ပြီးပြီ။",
  "Down": "ဆင်းတယ်။",
  "Down Wins": "ဆင်းအနိုင်ရသည်။",
  "Down vs. Up Ratio (Live Data)": "အဆင်းနှင့် အတက်အချိုး (တိုက်ရိုက်ဒေတာ)",
  "Download": "ဒေါင်းလုဒ်လုပ်ပါ။",
  "Download the Google Authenticator app": "Google အထောက်အထားစိစစ်သူအက်ပ်ကို ဒေါင်းလုဒ်လုပ်ပါ။",
  "Drop us a line here": "ကျွန်တော်တို့ကို ဒီမှာ လိုင်းချပေးပါ။",
  "Duration: {{time}}": "ကြာချိန်- {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "ထပ်တူထပ်နေမှုများကို ရှောင်ရှားရန် မှာယူမှု ID တစ်ခုစီကို တစ်ကြိမ်သာ အသုံးပြုနိုင်သည်။.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "အသုံးပြုသူတစ်ဦးစီသည် <0>တစ်ဦးတည်းသာ</0> ပထမဆုံးငွေသွင်းအပိုဆုအတွက် အရည်အချင်းပြည့်မီပါသည်။",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "ဘောက်ချာကုဒ်တစ်ခုစီကို အသုံးပြုသူတစ်ဦးလျှင် တစ်ကြိမ်သာ တောင်းဆိုနိုင်သည်။ တောင်းဆိုပြီးသည်နှင့် ဆုငွေကို ပြန်၍မရနိုင်ပါ။.",
  "Earn": "ဝင်ငွေ",
  "Earn up to 50% commission.": "ကော်မရှင် 50% အထိ ရယူပါ။.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "သင့်ခန့်မှန်းချက်မှန်ကန်ပါက {{payout}}% အထိ အကျိုးအမြတ်ရယူပါ။.",
  "Easy access from your smartphone": "သင်၏စမတ်ဖုန်းမှအလွယ်တကူဝင်ရောက်နိုင်သည်။",
  "Edit your avatar": "သင့်ကိုယ်ပွားကို တည်းဖြတ်ပါ။",
  "Email": "အီးမေးလ်",
  "Email Code": "အီးမေးလ်ကုဒ်",
  "Email verification code's length is not right": "အီးမေးလ် အတည်ပြုကုဒ်၏ အရှည်သည် မမှန်ပါ။",
  "End Time": "ကုန်ဆုံးချိန်",
  "End Time Invalid( hh : mm : ss )": "ပြီးဆုံးချိန် မမှန်ကန်ပါ( hh : mm : ss )",
  "End Time is earlier than Start Time": "ပြီးဆုံးချိန်သည် စတင်ချိန်ထက်စောသည်။",
  "End rate": "အဆုံးသတ်နှုန်း",
  "Ends in {{time}} days": "Ends in {{time}} days",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "တရားမျှတမှုအတွက် အာမခံချက်အတွက် ပွင့်လင်းမြင်သာပြီး စစ်ဆေးနိုင်သော အယ်လဂိုရီသမ်များဖြင့် စစ်မှန်သော၊ ခြယ်လှယ်မှုကင်းသောစျေးနှုန်းကို အာမခံပါသည်။.",
  "Enter Code": "Code ရိုက်ထည့်ပါ။",
  "Enter number of daily active players": "နေ့စဉ်တက်ကြွသောကစားသမားအရေအတွက်ကိုထည့်ပါ။",
  "Enter the 2FA code ": "2FA ကုဒ်ကို ရိုက်ထည့်ပါ။ ",
  "Enter the 6-digit code sent to": "ပေးပို့ထားသော ဂဏန်း 6 လုံး ကုဒ်ကို ရိုက်ထည့်ပါ။",
  "Enter withdraw address": "ထုတ်ယူမည့်လိပ်စာကို ရိုက်ထည့်ပါ။",
  "Enter your email": "သင့်အီးမေးလ်ကို ထည့်ပါ။",
  "Enter your email and we'll send you a new password": "သင့်အီးမေးလ်ကို ဖြည့်သွင်းပြီး စကားဝှက်အသစ်တစ်ခု သင့်အား ပေးပို့ပါမည်။",
  "Enter your name": "သင့်အမည်ကို ထည့်သွင်းပါ။",
  "Enter your new password": "သင့်စကားဝှက်အသစ်ကို ထည့်သွင်းပါ။",
  "Enter your old password": "သင့်စကားဝှက်ဟောင်းကို ထည့်ပါ။",
  "Enter your password": "သင့်စကားဝှက်ကို ထည့်ပါ။",
  "Enterprise Partner": "လုပ်ငန်းအဖော်",
  "Entrepreneurs": "လုပ်ငန်းရှင်များ",
  "Entry Price": "ဝင်ကြေး",
  "Entry Time": "ဝင်ချိန်",
  "Entry fee": "ဝင်ကြေး",
  "Entry price": "ဝင်ပေါက်စျေးနှုန်း",
  "Esteemed Affiliate": "လေးစားအပ်ပါသော Affiliate",
  "Event Details": "Event Details",
  "Event time: {{ startTime }} - {{ endTime }}": "Event time: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "လစဉ်၊ ကျွန်ုပ်တို့သည် စုစုပေါင်း <0>{{amount}}</0> ကို BCD တွင် STONKS ကုန်သွယ်မှုသင်္ကေတတွင် ပါ၀င်သော အသုံးပြုသူ 300 သို့ ကျပန်းဖြန့်ဝေပါမည်။!",
  "Examples": "ဥပမာများ",
  "Exchange": "ချိန်းတယ်။",
  "Exit price": "ထွက်ပေါက်ဈေး",
  "Experience": "အတွေ့အကြုံ",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "အတွေ့အကြုံရှိသော ထုတ်ကုန်နှင့် နည်းပညာကျွမ်းကျင်သူများက သင့်အား ပရော်ဖက်ရှင်နယ် ပံ့ပိုးမှုပေးကာ ပိုမိုကောင်းမွန်သော ထုတ်ကုန်များကို ပေးစွမ်းရန်အတွက် ထုတ်ကုန်လုပ်ဆောင်ချက်များကို အခမဲ့ ဆက်လက်လုပ်ဆောင်သွားပါမည်။.",
  "Expert Support": "ကျွမ်းကျင်သူပံ့ပိုးမှု",
  "Expired": "သက်တမ်းကုန်သွားပြီ",
  "Expires in": "သက်တမ်းကုန်သည်။",
  "Explain": "ရှင်းပြပါ။",
  "Exploiting platform bugs or system loopholes": "ပလပ်ဖောင်းချွတ်ယွင်းချက်များ သို့မဟုတ် စနစ်ကွက်လပ်များကို အသုံးချခြင်း။",
  "Extensive coverage": "ကျယ်ကျယ်ပြန့်ပြန့်လွှမ်းခြုံ",
  "FAQ": "အမြဲမေးလေ့ရှိသောမေးခွန်းများ",
  "Failed": "မအောင်မြင်ပါ။",
  "False deposits, money laundering, or manipulation to trigger rewards": "အတုအယောင် အပ်ငွေများ၊ ငွေခဝါချခြင်း သို့မဟုတ် ဆုလာဘ်များ ပေါ်ပေါက်စေရန် ခြယ်လှယ်ခြင်း။",
  "Fast response": "လျင်မြန်သောတုံ့ပြန်မှု",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "လျင်မြန်သော ငွေပေးငွေယူများ၊ ဘဏ်စာရင်း အရင်းအနှီး ထိုးသွင်းခြင်းနှင့် အမြတ်ခွဲဝေခြင်း၊ ဆိုင်းငံ့ထားသော အမှာစာများနှင့် ငွေပေးငွေယူ ကူးယူခြင်းတို့သည် အဆင်ပြေပြီး လိုက်လျောညီထွေရှိသော ကုန်သွယ်မှုမုဒ်များဖြစ်သည်။.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "အရောင်းအ၀ယ်ပိုမြန်တယ်။ ရိုးရှင်းသောဆုံးဖြတ်ချက်များ။ အသိုက်အဝန်းရှိ ကုန်သည်များနှင့် အချိန်နှင့်တပြေးညီ အပြန်အလှန်ဆက်သွယ်မှု။.",
  "Favorite Trading Derivatives": "အကြိုက်ဆုံး ကုန်သွယ်မှု ဆင်းသက်လာသည်။",
  "Favorites": "အကြိုက်ဆုံးများ",
  "Fear & Greed Index": "ကြောက်ရွံ့မှုနှင့် လောဘညွှန်းကိန်း",
  "Fee": "ကြေး",
  "Fee options": "အခကြေးငွေ ရွေးချယ်မှုများ",
  "Fiat": "Fiat",
  "Finished": "Finished",
  "First deposit bonus guide": "ပထမဆုံး အပ်ငွေ ဘောနပ်စ်လမ်းညွှန်",
  "Fixed fee limit": "ပုံသေအခကြေးငွေကန့်သတ်ချက်",
  "Flat fee": "ကြေးပြား",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Flat fee ကို သင့်ရာထူး၏ ရာခိုင်နှုန်းတစ်ခုအဖြစ် တွက်ချက်သည် (ပမာဏ * ပမာဏ)",
  "Flexible transaction mode": "ပြောင်းလွယ်ပြင်လွယ် ငွေပေးငွေယူမုဒ်",
  "Floating PnL": "လွှဲပြောင်း အမြတ်/အရှုံး",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "ကျွန်ုပ်တို့၏ <0>အနိမ့်ဆုံးဖြန့်ကြက်မှု</0> တွင် ${{ticketQuota}} ရောင်းဝယ်မှုတိုင်းအတွက်၊ သင်သည် မဲဖောက်သည့်လက်မှတ်ကို အလိုအလျောက်ရရှိမည်ဖြစ်သည်။ ထို့ကြောင့် လက်မှတ်များကို တတ်နိုင်သမျှများများရယူခြင်းဖြင့် သင့်အတွက် အကောင်းဆုံးအခွင့်အရေးကို ရယူလိုက်ပါ။!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "ဥပမာအားဖြင့်၊ အကယ်၍ သင့်တွင် 10x မြှောက်ခြင်းဖြင့် $500 အတွက် ရှည်လျားသော BTC ရာထူးတစ်ခုရှိပြီး ရန်ပုံငွေနှုန်းမှာ 0.1% ရှိပါက ပထမ 8 နာရီအကြာတွင် တစ်နာရီလျှင် $0.21 ကောက်ခံမည်ဖြစ်ပါသည်။ အကယ်၍ ရာထူးသည် ရှည်သည်ထက် တိုနေပါက၊ သင်သည် ရန်ပုံငွေ ပေးချေမှုများ ရရှိမည်ဖြစ်သည်။ သင်၏ရာထူးကို 8 နာရီအတွင်းပိတ်ပါက၊ ရန်ပုံငွေပေးချေမှုပြုလုပ်မည်မဟုတ်ပါ။.",
  "For the safety of your funds, must complete the following binding": "သင့်ရန်ပုံငွေများ၏ ဘေးကင်းစေရန်အတွက်၊ အောက်ပါစည်းမျဥ်းများကို အပြီးသတ်ရပါမည်။",
  "For the safety of your funds, withdrawals must complete the following binding": "သင့်ရန်ပုံငွေများ၏ ဘေးကင်းစေရန်အတွက်၊ ငွေထုတ်ခြင်းများသည် အောက်ပါစည်းမျဥ်းများကို အပြီးသတ်ရပါမည်။",
  "Forgot?": "မေ့နေပြီလား?",
  "Free": "အခမဲ့",
  "Frequently Asked Questions (FAQ)": "အမေးများသောမေးခွန်းများ (FAQ)",
  "Frequently asked questions": "မေးလေ့ရှိသောမေးခွန်းများ",
  "From": "ထံမှ",
  "Funding Payments": "ရန်ပုံငွေ ပေးချေမှုများ",
  "Funding fee history": "ရန်ပုံငွေကြေးမှတ်တမ်း",
  "Funding/h": "ရန်ပုံငွေ/နာရီ",
  "Futures": "အနာဂတ်",
  "Futures Entrust": "Futures Entrust",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Futures trading သည် အစက်အပြောက်ဈေးကွက်နှင့် ဆက်စပ်သော အရောင်းအဝယ်တစ်ခုဖြစ်သည်။ အသုံးပြုသူများသည် အနာဂတ်စာချုပ်အရောင်းအ၀ယ်တွင် မြင့်တက်လာခြင်း သို့မဟုတ် ကျဆင်းခြင်းတို့ကို ဆုံးဖြတ်နိုင်ပြီး ဈေးနှုန်းမြင့်တက်ခြင်း သို့မဟုတ် ကျဆင်းခြင်းမှ အမြတ်များရရှိရန် ရှည်လျားသောစာချုပ်များကို ဝယ်ယူရန် သို့မဟုတ် တိုတောင်းသော စာချုပ်များကို ရောင်းချရန် ရွေးချယ်နိုင်သည်။ တစ်ချိန်တည်းမှာပင်၊ အသုံးပြုသူများသည် leverage ကိုတိုးမြှင့်ခြင်းဖြင့် ၎င်းတို့၏ရာထူးအရွယ်အစားကို တိုးမြှင့်ရန်အတွက် အပိုရန်ပုံငွေများကို ချေးယူနိုင်ပါသည်။.",
  "Gas fee": "ဓာတ်ငွေ့ကြေး",
  "General access": "အထွေထွေဝင်ရောက်ခွင့်",
  "Get 50% bonus": "50% ဘောနပ်စ်ကို ရယူပါ။",
  "Get Trading commission when your friends trading.": "သင့်သူငယ်ချင်းများ အရောင်းအဝယ်ဖြစ်သည့်အခါ ကုန်သွယ်မှုကော်မရှင်ကို ရယူပါ။.",
  "Get free educational materials and 24/7 support": "အခမဲ့ပညာရေးဆိုင်ရာပစ္စည်းများနှင့် 24/7 ပံ့ပိုးမှုရယူပါ။",
  "Get help": "အကူအညီရယူပါ။",
  "Go bind": "သွားချည်",
  "Go to home": "အိမ်သို့သွားပါ။",
  "Go to the Reward Center and manually activate your bonus voucher.": "Reward Center သို့သွားပြီး သင်၏ ဘောနပ်စ်ဘောက်ချာကို ကိုယ်တိုင် အသက်သွင်းပါ။.",
  "Go trading": "အရောင်းအဝယ်လုပ်ပါ။",
  "Gold": "ရွှေ",
  "Gold Partner": "ရွှေအဖော်",
  "Good Job!": "တော်တယ်!",
  "Google 2FA code": "Google 2FA ကုဒ်",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator ကို App Store သို့မဟုတ် Google Play မှ ဒေါင်းလုဒ်လုပ်နိုင်ပါသည်။.",
  "Got it": "နားလည်ပြီ",
  "Guess if the price ends higher or lower than the target.": "စျေးနှုန်းသည် ပစ်မှတ်ထက် မြင့်သည် သို့မဟုတ် နိမ့်သွားပါက ခန့်မှန်းပါ။.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "မင်းရှာနေတာ မတွေ့ဘူးလား။ ဤနေရာတွင် မေးခွန်းအချို့ကို စစ်ဆေးပါ သို့မဟုတ် နောက်ထပ်အချက်အလက်များအတွက် ကျွန်ုပ်တို့၏ ကူညီရေးဌာနကို ကြည့်ပါ။.",
  "Hide Small": "အငယ်တွေကို ဖျောက်ပါ။",
  "High Low": "အနိမ့်အမြင့်",
  "High Low Guess if the price ends higher or lower than the target.": "စျေးနှုန်းသည် ပစ်မှတ်ထက် မြင့်သည် သို့မဟုတ် နိမ့်သွားပါက High Low Guess ။.",
  "High Low Spread": "High Low Spread",
  "History": "သမိုင်း",
  "Home": "အိမ်",
  "Hour": "နာရီ",
  "How does Playnance assist Partners in their platforms' promotion?": "Playnance သည် ပါတနာများအား ၎င်းတို့၏ ပလက်ဖောင်းများ မြှင့်တင်ရေးတွင် မည်သို့ကူညီပေးသနည်း။?",
  "How it works": "ဘယ်လိုအလုပ်လုပ်လဲ။",
  "How much can I earn from my referral?": "ကျွန်ုပ်၏ လွှဲပြောင်းမှုမှ ကျွန်ုပ်မည်မျှ ဝင်ငွေရနိုင်မည်နည်း။?",
  "How to Claim Your Bonus": "သင်၏အပိုဆုငွေကို မည်သို့တောင်းဆိုမည်နည်း။",
  "How to apply": "လျှောက်ထားနည်း",
  "How to invite": "ဘယ်လိုဖိတ်မလဲ။",
  "How will players deposit and withdraw their funds?": "ကစားသမားများသည် ၎င်းတို့၏ ရန်ပုံငွေများကို မည်သို့ငွေသွင်းပြီး ထုတ်ယူမည်နည်း။?",
  "I acknowledge": "ကျွန်တော် ဝန်ခံပါတယ်။",
  "I've made deposit": "ငွေသွင်းပြီးပြီ။",
  "ID verification": "ID စိစစ်ခြင်း။",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "INDEX မဲဆန္ဒနယ်များ အစက်အပြောက်ဖလှယ်မှုများ",
  "If you are a content creator, make sure to check out our": "အကယ်၍ သင်သည် အကြောင်းအရာဖန်တီးသူဖြစ်ပါက ကျွန်ုပ်တို့ကို စစ်ဆေးကြည့်ရှုရန် သေချာပါစေ။",
  "If you believe your account was flagged in error, please contact official support to appeal.": "သင့်အကောင့်ကို မှားယွင်းစွာ အလံတင်ထားသည်ဟု သင်ယုံကြည်ပါက၊ ကျေးဇူးပြု၍ အယူခံဝင်ရန် တရားဝင်အကူအညီကို ဆက်သွယ်ပါ။.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "သင်သည် ဤလွှဲပြောင်းမှုအား အပြီးသတ်မလုပ်ဆောင်ပါက၊ သင်သည် ငွေသွင်းခြင်းလုပ်ငန်းစဉ်ကို <0>ဤနေရာတွင်</0> ဆက်လက်လုပ်ဆောင်နိုင်ပါသည်။.",
  "If you have any questions about this Privacy Policy, please contact us at": "ဤကိုယ်ရေးကိုယ်တာမူဝါဒနှင့်ပတ်သက်ပြီး သင့်တွင်မေးခွန်းများရှိပါက၊ ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
  "If you have the traffic, it can be monetized.": "သင့်တွင် အသွားအလာရှိပါက၊ ၎င်းကို ငွေရှာနိုင်ပါသည်။.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "နှစ်သစ်ကုန်ဆုံးချိန်တွင် စျေးနှုန်းကျမည်ဟု သင်ထင်ပါက DOWN ကိုရွေးချယ်ပါ။(ပုံပါတန်ဖိုးများသည် သင်ရရှိသောအမြတ်အချိုးနှင့် ကိုက်ညီသည်)",
  "If you think the price will fall, choose DOWN to catch the drop.": "စျေးကျမယ်လို့ထင်ရင် DOWN ကိုရွေးချယ်ပါ။.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "စျေးနှုန်းကျမည်ဟု သင်ထင်ပါက အနားသတ်တစ်ခု သတ်မှတ်ပြီး ခလုတ်တိုတစ်ခုကို သိမ်းဆည်းပါ။ ဈေးကျရင် အမြတ်ထွက်မယ်။.",
  "If you think the price will go up, choose UP to go with the trend.": "စျေးနှုန်းတက်မည်ဟု သင်ထင်ပါက လမ်းကြောင်းသစ်နှင့်လိုက်ရန် UP ကိုရွေးချယ်ပါ။.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "စျေးနှုန်းတက်မည်ဟု သင်ထင်ပါက အနားသတ်တစ်ခု သတ်မှတ်ပြီး အရှည်ခလုတ်ကို နှိပ်ပါ။ ဈေးတက်ရင် အမြတ်ထွက်မယ်။.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "နှစ်သစ်၏အဆုံးတွင် စျေးနှုန်းတက်လာမည်ဟု သင်ထင်ပါက UP ကိုရွေးချယ်ပါ။(ပုံပါတန်ဖိုးများသည် သင်ရရှိသောအမြတ်အချိုးနှင့် ကိုက်ညီသည်)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "ထုတ်ကုန်စီမံခန့်ခွဲမှု သို့မဟုတ် နည်းပညာဖွံ့ဖြိုးတိုးတက်မှုထက် အရောင်းနှင့် ၀င်ငွေအပေါ် အာရုံစိုက်လိုပါက။.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "သင့်ရာထူးသည် 8 နာရီထက်ပို၍ဖွင့်ထားပါက စျေးကွက်အခြေအနေများအပေါ် မူတည်၍ နာရီအလိုက်ရန်ပုံငွေကောက်ခံပါမည်။ ဤအခကြေးငွေများကို သင့်အကောင့်လက်ကျန်မှ တိုက်ရိုက်နုတ်ယူပါသည်။ သင့်လက်ကျန်ငွေသည် ရန်ပုံငွေအခကြေးငွေကို ကာမိရန် မလုံလောက်ပါက၊ သင့်ရာထူးကို စနစ်ဖြင့် အတင်းအကျပ် ပိတ်သိမ်းမည်ဖြစ်သည်။.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "သင့်ရာထူးသည် 8 နာရီထက်ပို၍ဖွင့်ထားပါက စျေးကွက်အခြေအနေများအပေါ်အခြေခံ၍ နာရီအလိုက်ရန်ပုံငွေကောက်ခံပါသည်။.",
  "Important Reminders": "အရေးကြီးသော သတိပေးချက်များ",
  "Income": "ဝင်ငွေ",
  "Increase Limit": "ကန့်သတ်ချက်ကို တိုးမြှင့်ပါ။",
  "Increase aggregate limit": "စုစုပေါင်းကန့်သတ်ချက်ကို တိုးမြှင့်ပါ။",
  "Increase limit": "ကန့်သတ်ချက်ကို တိုးမြှင့်ပါ။",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "သင့်ပလပ်ဖောင်းပေါ်တွင် Detrade Cryptocurrency ဆင်းသက်လာမှုများကို ပေါင်းစပ်ပါ။",
  "Integration": "ပေါင်းစည်းမှု",
  "Integration program": "ပေါင်းစည်းရေးအစီအစဉ်",
  "Intelligent integrated services": "အသိဉာဏ်ရှိသော ပေါင်းစပ်ဝန်ဆောင်မှုများ",
  "Internal group": "အဖွဲ့တွင်း",
  "Intuitive trader transaction data display and statistics": "အလိုလိုသိနိုင်သော ကုန်သည် အရောင်းအ၀ယ်ဒေတာနှင့် စာရင်းဇယားများကို ဖော်ပြသည်။",
  "Intuitive trading trend display and analysis tools": "အလိုလိုသိနိုင်သော ကုန်သွယ်မှုလမ်းကြောင်းပြသမှုနှင့် ခွဲခြမ်းစိတ်ဖြာမှုကိရိယာများ",
  "Invalid email": "မမှန်ကန်သော အီးမေးလ်",
  "Invite friends": "သူငယ်ချင်းများကို ဖိတ်ခေါ်ပါ။",
  "Invite friends to earn  20% commission": "20% ကော်မရှင်ရယူရန် သူငယ်ချင်းများကို ဖိတ်ကြားပါ။",
  "Invite only": "ဖိတ်ကြားခြင်းသာ",
  "Ip": "အိုင်ပီ",
  "Is there a limit to how long I can earn commissions through the referral program?": "လွှဲပြောင်းမှုအစီအစဉ်မှတဆင့် ကျွန်ုပ်သည် ကော်မရှင်များကို မည်မျှကြာအောင်ရနိုင်သည်ကို ကန့်သတ်ချက်ရှိပါသလား။?",
  "Is there a limit to the invitation rewards I can receive?": "ကျွန်ုပ်ရရှိနိုင်သော ဖိတ်ကြားမှုဆုလာဘ်များ ကန့်သတ်ချက်ရှိပါသလား။?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "၎င်းသည် အရောင်းအ၀ယ်အပြုအမူများကို လွှမ်းမိုးနိုင်သည့် စျေးကွက်၏ စိတ်ခံစားမှုအခြေအနေကို ရင်းနှီးမြှုပ်နှံသူများအား နားလည်စေရန် ကူညီပေးသည်။.",
  "Join  our community": "ကျွန်ုပ်တို့၏အသိုင်းအဝိုင်းနှင့်ပူးပေါင်းပါ။",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "သင့်ပလပ်ဖောင်း၏ လုပ်ငန်းလည်ပတ်မှု တိုးတက်မှုကို အရှိန်မြှင့်ရန် Detrade ချိတ်ဆက်ပါ။သို့ ဝင်ရောက်ကာ ဝန်ဆောင်မှု အာမခံချက်များ ပေးပါသည်။.",
  "Join and earn extra bonuses!": "ပါဝင်ပြီး အပိုဆုကြေးငွေများ ရယူလိုက်ပါ။!",
  "Join free competitions": "အခမဲ့ပြိုင်ပွဲများပါဝင်ပါ။",
  "Join now and get a": "အခုပဲ Join ပြီး တစ်ခုရယူလိုက်ပါ။",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "ကျွန်ုပ်တို့၏ အပတ်စဉ် ကျပန်းထီတွင် ပါဝင်ပြီး <0>${{amount}}</1> ကို မျှဝေပါ။!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC အတည်ပြုခြင်း။",
  "KYC authentication": "KYC စစ်မှန်ကြောင်းအထောက်အထားပြခြင်း။",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "သင့်ရာထူးကို 8 နာရီထက်ကြာအောင်ဖွင့်ထားပါက စျေးကွက်အခြေအနေပေါ်မူတည်၍ နာရီအလိုက် ရန်ပုံငွေပေးချေမှုများ သို့မဟုတ် သင်ရရှိနိုင်ပါသည်။.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "သင့်ရာထူးကို 8 နာရီထက်ကြာအောင်ဖွင့်ထားပါက စျေးကွက်အခြေအနေပေါ်မူတည်၍ နာရီအလိုက် ရန်ပုံငွေပေးချေမှုများ သို့မဟုတ် သင်ရရှိနိုင်ပါသည်။ စျေးကွက်က တက်ကြွနေတဲ့အခါ၊ ရန်ပုံငွေနှုန်းက အပြုသဘောဆောင်ပြီး ရှည်လျားတဲ့ကုန်သည်တွေက တိုတောင်းတဲ့ ကုန်သည်တွေကို ပေးချေပါတယ်။ စျေးကွက်ကျဆင်းသောအခါ၊ ရန်ပုံငွေနှုန်းသည်အနုတ်လက္ခဏာဖြစ်ပြီးတိုတောင်းသောကုန်သည်များသည်ရှည်သောကုန်သည်များကိုပေးဆောင်သည်။.",
  "Language": "ဘာသာစကား",
  "Large product research & Development team": "ကြီးမားသောထုတ်ကုန်သုတေသန & ဖွံ့ဖြိုးတိုးတက်ရေးအဖွဲ့",
  "Last price": "နောက်ဆုံးစျေးနှုန်း",
  "Latest events": "နောက်ဆုံးဖြစ်ရပ်များ",
  "Launch now": "ယခု စတင်လိုက်ပါ။",
  "Leaderboard": "ဦးဆောင်သူ",
  "Learn": "လေ့လာပါ။",
  "Learn More": "ပိုမိုသိရှိရန်",
  "Level assessment & update": "အဆင့်အကဲဖြတ်ခြင်းနှင့် မွမ်းမံခြင်း။",
  "Leverage": "လွှမ်းမိုးမှု",
  "Leverage 1000x Maximum": "လွှမ်းမိုးမှု 1000x အများဆုံး",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "သင်၏ကိုယ်ပိုင်ကုန်သွယ်မှုအက်ပ်ကိုစတင်ရန် Detrade ၏နည်းပညာကို အသုံးချပါ။ သင့်ဖောက်သည်များထံ ပိုမိုကောင်းမွန်သော ကုန်သွယ်မှုအတွေ့အကြုံကို ပေးအပ်ပြီး သင့်အက်ပ်တွင် လုပ်ဆောင်သည့် ကုန်သွယ်မှုတိုင်းမှ ရယူပါ။.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Leverage သည် သင့်အား အရင်းအနှီးနည်းနည်းဖြင့် သင့်ရာထူးအရွယ်အစားကို ချဲ့ထွင်နိုင်စေပါသည်။ မြင့်မားသော leverage သည် အလားအလာရှိသော အမြတ်နှင့် စွန့်စားမှုကို တိုးစေသည်။.",
  "License": "လိုင်စင်",
  "License Information": "လိုင်စင်အချက်အလက်",
  "Light": "အလင်း",
  "Limits": "ကန့်သတ်ချက်များ",
  "Liq price": "Liq စျေးနှုန်း",
  "Liq.Price": "အရောင်းဈေးနှုန်း",
  "Liq.price": "ပျောက်ဆုံးမှုဈေးနှုန်း",
  "Liquidated": "အရည်အတွက်",
  "Live": "နေထိုင်ပါ။",
  "Live chat": "တိုက်ရိုက်စကားပြောခန်း",
  "Live trade": "တိုက်ရိုက်ကုန်သွယ်မှု",
  "Loading Failed": "တင်ခြင်း မအောင်မြင်ပါ။",
  "Log out": "ထွက်လိုက်ပါ။",
  "Login": "လော့ဂ်အင်",
  "Login 2FA switch": "2FA ခလုတ်ကို ဝင်ပါ။",
  "Login here.": "ဤနေရာတွင် ဝင်ရောက်ပါ။.",
  "Login history": "အကောင့်ဝင်ခြင်းမှတ်တမ်း",
  "Login method": "အကောင့်ဝင်နည်း",
  "Login to Detrade": "Detrade သို့ဝင်ရောက်ပါ။",
  "Login with email code": "အီးမေးလ်ကုဒ်ဖြင့် ဝင်ရောက်ပါ။",
  "Login with password": "စကားဝှက်ဖြင့်ဝင်ရောက်ပါ။",
  "Lose": "ဈာန်",
  "Loser": "အရှုံးသမား",
  "Loved by users": "အသုံးပြုသူများ နှစ်သက်ကြသည်။",
  "Major features:": "အဓိကအင်္ဂါရပ်များ-:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "အောင်မြင်သောအရောင်းအ၀ယ်ပြုလုပ်ပြီး သင်၏ပထမဆုံးအပ်ငွေတွင် အများဆုံးဆုကြေးငွေကို စုဆောင်းပါ။ <0>ပိုမိုလေ့လာရန်<0>",
  "Manual": "လူကိုယ်တိုင်",
  "Mark Price": "စျေးမှတ်ပါ။",
  "Mark price": "စျေးနှုန်းအမှတ်အသား",
  "Market": "စျေးကွက်",
  "Market Impact Effects": "စျေးကွက်အကျိုးသက်ရောက်မှုများ",
  "Max": "မက်တယ်။",
  "Max Profit": "အမြတ်အများဆုံး",
  "Max TV": "အမြင့်ဆုံး TV",
  "Max Trade": "အမြင့်ဆုံးကုန်သွယ်မှု",
  "Max solo bonus": "Max solo bonus",
  "Max withdrawal limit": "အများဆုံးငွေထုတ်ကန့်သတ်",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "အဖွဲ့ဝင်ဖော်ရွေသောစနစ်- ကျွန်ုပ်တို့၏လက်ရှိအဖွဲ့ဝင်အများအပြားသည် ကျွန်ုပ်တို့၏အစီအစဉ်မှတဆင့် ရေရှည်တည်တံ့သော passive ၀င်ငွေကို အောင်မြင်စွာတည်ဆောက်နိုင်ခဲ့ကြသည်။ အခု မင်းအလှည့်ရောက်ပြီ။.",
  "Memo": "မှတ်စုတို",
  "Memo is required": "မှတ်စုတို လိုအပ်ပါသည်။",
  "Memo/Tag": "မှတ်စုတို/တဂ်",
  "Menu": "မီနူး",
  "Min Trade": "မင်းကုန်သွယ်မှု",
  "Minimum Deposit": "အနည်းဆုံးအပ်ငွေ",
  "Minimum {{min}} characters": "အနည်းဆုံး အက္ခရာ {{min}} လုံး",
  "Minimum {{min}} characters and maximum {{max}} characters": "အနည်းဆုံး အက္ခရာ {{min}} လုံးနှင့် အများဆုံး {{max}} လုံး",
  "Minute": "မိနစ်",
  "Money Distributed": "ငွေများ ဖြန့်ဝေခဲ့သည်။",
  "Month": "လ",
  "Month's Pnl": "လ၏ Pnl",
  "Monthly Earnings": "လစဉ်ဝင်ငွေများ",
  "Monthly cashback cap": "လစဉ် ငွေပြန်အမ်းထုပ်",
  "More": "နောက်ထပ်",
  "Multi-account abuse or airdrop farming behavior": "အကောင့်ပေါင်းများစွာ အလွဲသုံးစားလုပ်ခြင်း သို့မဟုတ် လေထိုးစက်မွေးမြူခြင်း အပြုအမူ",
  "Multiple crypto currency binary options derivatives": "များစွာသော crypto ငွေကြေး binary ရွေးစရာများ ဆင်းသက်လာမှုများ",
  "Multiple investment models": "ရင်းနှီးမြှုပ်နှံမှု ပုံစံမျိုးစုံ",
  "Multiplier": "မြှောက်ပါ။",
  "Must be at least {{less}}": "အနည်းဆုံး {{less}} ဖြစ်ရမည်",
  "Must be at most {{large}}": "အများဆုံး {{large}} ဖြစ်ရမည်",
  "My Position": "ငါ့ရာထူး",
  "My activity": "ငါ့လှုပ်ရှားမှု",
  "My referral code": "ကျွန်ုပ်၏ရည်ညွှန်းကုဒ်",
  "My referral link": "ကျွန်ုပ်၏ရည်ညွှန်းလင့်ခ်",
  "My reward": "ငါ့အကျိုး",
  "My vouchers": "ငါ့ဘောက်ချာများ",
  "NA": "NA",
  "Name": "နာမည်",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "အကူအညီလိုပါသလား။ ကျွန်ုပ်တို့၏ ကူညီရေးဌာနသို့ သွားရောက်ကြည့်ရှုပါ သို့မဟုတ် ဖောက်သည်အကူအညီကို ဆက်သွယ်ပါ။ သင့်အား 24/7 ကူညီရန် ကျွန်ုပ်တို့ ဤနေရာတွင် ရှိနေပါသည်။.",
  "Network": "ကွန်ရက်",
  "New": "အသစ်",
  "New Password": "စကားဝှက်အသစ်",
  "New Trading Symbol": "ကုန်သွယ်မှုသင်္ကေတအသစ်",
  "New messages": "မက်ဆေ့ခ်ျအသစ်များ",
  "New notice": "သတိပေးချက်အသစ်",
  "New password is {{exceed}} length": "စကားဝှက်အသစ်သည် {{exceed}} အရှည်ဖြစ်သည်။",
  "New user": "New user",
  "Next": "နောက်တစ်ခု",
  "Next Draw Starts in": "ထို့နောက် စတင်ဆွဲပါ။",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC သည် ရင်းနှီးမြုပ်နှံသူ၊ ငွေကြေး၊ ဥပဒေ သို့မဟုတ် အခွန်ဆိုင်ရာ အကြံဉာဏ်များကို ပံ့ပိုးပေးသည့် ပွဲစားတစ်ဦးဖြစ်ပြီး အကြံပြုချက်များ သို့မဟုတ် ကမ်းလှမ်းခြင်းမပြုပါ။ ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC သည် ရင်းနှီးမြုပ်နှံသူများ၊ ငွေကြေး၊ ဥပဒေ သို့မဟုတ် အခွန်ဆိုင်ရာ အကြံဉာဏ်များကို ပေးဆောင်သည့် အကျိုးဆောင်တစ်ခုဖြစ်ပြီး အကြံပြုချက်များနှင့် ကမ်းလှမ်းခြင်း သို့မဟုတ် ကမ်းလှမ်းခြင်း မပြုပါ။ စျေးကွက်အခြေအနေများ၊ စနစ်စွမ်းဆောင်ရည်နှင့် အခြားအချက်များကြောင့် စနစ်တုံ့ပြန်မှုနှင့် ဝင်ရောက်မှုအချိန်အတက်အကျများအပါအဝင် အွန်လိုင်းကုန်သွယ်မှုသည် မွေးရာပါအန္တရာယ်များဖြစ်သည်။ အရောင်းအ၀ယ်မလုပ်မီ၊ လွတ်လပ်သော၊ လိုင်စင်ရဘဏ္ဍာရေးအကြံပေးတစ်ဦးနှင့် တိုင်ပင်ပြီး သင့်တွင် လိုအပ်သော စွန့်စားလိုစိတ်၊ အတွေ့အကြုံနှင့် အသိပညာတို့ကို သေချာအောင်ပြုလုပ်ပါ။ Nexus Play LLC သည် မည်သည့်အခြေအနေတွင်မဆို တိုက်ရိုက်၊ သွယ်ဝိုက်သော၊ အထူး၊ နောက်ဆက်တွဲ သို့မဟုတ် မတော်တဆထိခိုက်မှုများအတွက် မည်သည့်ပုဂ္ဂိုလ် သို့မဟုတ် အဖွဲ့အစည်းအတွက်မဆို တာဝန်ရှိစေရပါ။ ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "လိုင်စင် #BFX2024137 အောက်တွင် Mwali International Services Authority (M.I.S.A.) မှ တရားဝင်ခွင့်ပြုထားသော ပွဲစားကုမ္ပဏီတစ်ခုဖြစ်သည့် Nexus Play LLC.",
  "No": "မရှိ",
  "No Hidden Fees": "လျှို့ဝှက်အခကြေးငွေ မရှိပါ။",
  "No More Data": "နောက်ထပ်ဒေတာမရှိပါ။",
  "No More Orders": "အမှာစာများ မရှိတော့ပါ။",
  "No data available": "ဒေတာမရရှိနိုင်ပါ။",
  "No discussion of streamers or Twitch or any other similar platforms.": "စတရီမာတစ်ယောက်သို့မဟုတ် Twitch သို့မဟုတ် အခြားသော အလားတူ ပလပ်ဖောင်းများအကြောင်း ဆွေးနွေးခြင်း မရှိပါ။.",
  "No downloads or updates required": "ဒေါင်းလုဒ်များ သို့မဟုတ် အပ်ဒိတ်များ မလိုအပ်ပါ။",
  "No funding within 60 minutes for this order": "ဤမှာယူမှုအတွက် မိနစ် 60 အတွင်း ရန်ပုံငွေမရှိပါ။",
  "No installation is required and you can trade via your smartphone's web browser.": "တပ်ဆင်ရန်မလိုအပ်ဘဲ သင့်စမတ်ဖုန်း၏ ဝဘ်ဘရောက်ဆာမှတစ်ဆင့် ကုန်သွယ်မှုပြုလုပ်နိုင်သည်။.",
  "No more data": "ဒေတာမရှိတော့ပါ။",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "နိုင်ငံရေးနှင့် ဘာသာမရှိ စကားစမြည်ပြောဆိုခြင်း၊ ဤအရာကို တင်းတင်းကျပ်ကျပ် တားမြစ်ထားသည်။.",
  "No suspicious behavior that can be seen as potential scams.": "ဖြစ်နိုင်ချေရှိသော လိမ်လည်မှုများအဖြစ် ရှုမြင်နိုင်သော သံသယဖြစ်ဖွယ်အပြုအမူမရှိပါ။.",
  "No withdrawal of coins within 24 hours": "အကြွေစေ့များကို 24 နာရီအတွင်းထုတ်ယူခြင်းမရှိပါ။",
  "Not activated": "အသက်မဝင်ပါ။",
  "Not completed": "Not completed",
  "Note": "မှတ်ချက်",
  "Notification": "အသိပေးချက်",
  "Now login disabled 2FA": "ယခု 2FA အကောင့်ဝင်ခြင်းကို ပိတ်ထားသည်။",
  "Now login need 2FA": "ယခုဝင်ရောက်ရန် 2FA လိုအပ်သည်။",
  "Old Password": "စကားဝှက်အဟောင်း",
  "Old password is {{exceed}} length": "စကားဝှက်ဟောင်းသည် {{exceed}} အရှည်ဖြစ်သည်။",
  "On going": "သွားနေတယ်။",
  "On your first deposit": "သင်၏ပထမဆုံးငွေသွင်းမှုတွင်",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "စဖွင့်ပြီးသည်နှင့် သင့်ရာထူးအရွယ်အစား ≥ ဘောနပ်စ်တန်ဖိုးရှိပါက၊ စနစ်သည် ကုန်သွယ်မှုအတွက် ဘောနပ်စ်ကို ဦးစွာ အလိုအလျောက် အသုံးပြုမည်ဖြစ်သည်။.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "မျိုးစေ့ကို ထုတ်ဖော်ပြီးသည်နှင့် မည်သူမဆို အရောင်းအဝယ်ဝိုင်းမှ ဈေးနှုန်းများကို စစ်ဆေးနိုင်သည်။ အောက်ပါ Python ကုဒ်သည် ၎င်း၏မျိုးစေ့ပေးသော အဝိုင်းတစ်ခု၏ ပထမစျေးနှုန်း 100 ကို တွက်ချက်သည်-:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "အရောင်းအ၀ယ်မုဒ် 4 ခု (HighLow / Spread / Future / Up Down) အားလုံးသော့ဖွင့်ပြီးသည်နှင့် သင်၏ အပိုဆုကြေး (သင်၏အပ်ငွေ၏ 50%) ကို အလိုအလျောက် ထုတ်ပေးမည်ဖြစ်ပါသည်။.",
  "Ongoing": "Ongoing",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "စျေးကွက်အခြေအနေများ၊ စနစ်စွမ်းဆောင်ရည်နှင့် အခြားအချက်များကြောင့် စနစ်တုံ့ပြန်မှုနှင့် ဝင်ရောက်မှုအချိန်အတက်အကျများအပါအဝင် အွန်လိုင်းကုန်သွယ်မှုသည် မွေးရာပါအန္တရာယ်များဖြစ်သည်။ အရောင်းအ၀ယ်မလုပ်မီ၊ လွတ်လပ်သော၊ လိုင်စင်ရဘဏ္ဍာရေးအကြံပေးတစ်ဦးနှင့် တိုင်ပင်ပြီး သင့်တွင် လိုအပ်သော စွန့်စားလိုစိတ်၊ အတွေ့အကြုံနှင့် အသိပညာတို့ကို သေချာအောင်ပြုလုပ်ပါ။ Nexus Play LLC သည် မည်သည့်အခြေအနေတွင်မဆို တိုက်ရိုက်၊ သွယ်ဝိုက်သော၊ အထူး၊ နောက်ဆက်တွဲ သို့မဟုတ် မတော်တဆထိခိုက်မှုများအတွက် မည်သည့်ပုဂ္ဂိုလ် သို့မဟုတ် အဖွဲ့အစည်းအတွက်မဆို တာဝန်ရှိစေရပါ။. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "ဤလိပ်စာသို့ {{crypto}} ကိုသာ ပေးပို့ပါ၊ အတည်ပြုချက် {{confirmations}} လိုအပ်ပါသည်။.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "ချတ်ချန်နယ်တွင် သတ်မှတ်ထားသည့် ဘာသာစကားကိုသာ အသုံးပြုပါ၊ ဖြစ်နိုင်ချေရှိသော အလွဲသုံးစားလုပ်မှုကို ပိတ်ဆို့အရေးယူပါမည်။.",
  "Open": "ဖွင့်သည်။",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Google Authenticator ကိုဖွင့်ပါ၊ အောက်ပါ QR ကုဒ်ကို စကင်န်ဖတ်ပါ သို့မဟုတ် အတည်ပြုခြင်းတိုကင်ကို အသက်သွင်းရန်အတွက် အဓိကစကားစုကို ကိုယ်တိုင်ရိုက်ထည့်ပါ။",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "လက်ရှိငွေကြေးအတွက် ဤပလပ်ဖောင်းပေါ်တွင် အသုံးပြုသူများ၏ ရာထူးလမ်းညွှန်ရာခိုင်နှုန်းများကို ဖွင့်ပါ။",
  "Order Amount": "မှာယူမှုပမာဏ",
  "Order Id": "မှာယူမှု Id",
  "Order Progress": "အော်ဒါတိုးတက်မှု",
  "Order id": "မှာယူမှု Id",
  "Order placed successfully!": "မှာယူမှု အောင်မြင်ပါပြီ။!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "မူရင်းဘဏ်စာရင်းရင်းနှီးမြှုပ်နှံမှုပုံစံ၊ ဝင်ငွေရလွယ်ကူသည်၊ ပိုင်ဆိုင်မှုများကိုအချိန်မရွေးထုတ်ယူနိုင်သည်။.",
  "Other": "တခြား",
  "Our Advantage": "ကျွန်တော်တို့ရဲ့အားသာချက်",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "ကျွန်ုပ်တို့၏ပလပ်ဖောင်းသည် အသက် 18 နှစ်အောက်ကလေးများအသုံးပြုရန်အတွက် ရည်ရွယ်ခြင်းမဟုတ်ပါ။ ကျွန်ုပ်တို့သည် အသက် 18 နှစ်အောက်ကလေးများထံမှ ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို သိလျက်စုဆောင်းခြင်း သို့မဟုတ် တောင်းဆိုခြင်းမဟုတ်ပါ။ ကျွန်ုပ်တို့သည် 18 နှစ်အောက်ကလေးထံမှ ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို စုဆောင်းထားကြောင်း သိရှိလာပါက၊ ကျွန်ုပ်တို့သည် အဆိုပါအချက်အလက်များကို တတ်နိုင်သမျှ မြန်မြန်ဖျက်ပါမည်။.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "ကျွန်ုပ်တို့၏ပလပ်ဖောင်းတွင် Detrade မှမပိုင်ဆိုင်သော သို့မဟုတ် ထိန်းချုပ်ခြင်းမရှိသော ပြင်ပကုမ္ပဏီဝဘ်ဆိုက်များ သို့မဟုတ် ဝန်ဆောင်မှုများသို့ လင့်ခ်များပါရှိပါသည်။ ကျွန်ုပ်တို့သည် မည်သည့်ပြင်ပဝဘ်ဆိုက်များ သို့မဟုတ် ဝန်ဆောင်မှုများ၏ ကျင့်ထုံးများအတွက်မဆို တာဝန်မရှိသလို၊ အကြောင်းအရာ၊ ကိုယ်ရေးကိုယ်တာ မူဝါဒများ သို့မဟုတ် အလေ့အကျင့်များအတွက် တာဝန်မရှိပါ။ သင်ဝင်ရောက်ကြည့်ရှုသည့် မည်သည့်ပြင်ပဝဘ်ဆိုက်များ၏ ကိုယ်ရေးကိုယ်တာမူဝါဒများကို ပြန်လည်သုံးသပ်ရန် သင့်အား ကျွန်ုပ်တို့ တိုက်တွန်းပါသည်။.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "ကျွန်ုပ်တို့၏မိတ်ဖက်ပရိုဂရမ်သည် win-win ပူးပေါင်းဆောင်ရွက်မှုကိုဖန်တီးရန်ကျွန်ုပ်တို့၏ကတိကဝတ်ကိုထင်ဟပ်စေပြီးအရွယ်အစားအားလုံး၏တွဲဖက်များအတွက်အံဝင်ခွင်ကျဖြစ်စေသည်။ ကျွန်ုပ်တို့၏အပြန်အလှန်တိုးတက်မှုခရီးတွင် ကျွန်ုပ်တို့နှင့်ပူးပေါင်းပါ။!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "ကျွန်ုပ်တို့၏ အစီအစဉ်သည် ထူးချွန်သောရလဒ်များရရှိသူများကို မက်လုံးများပေးနိုင်ရန် ရည်ရွယ်ပါသည်။.",
  "Outflow": "ထွက်ပေါက်",
  "Over 70 popular crypto assets. Trade and increase your balance": "နာမည်ကြီး crypto ပိုင်ဆိုင်မှု 70 ကျော်။ ကုန်သွယ်မှုနှင့်သင်၏လက်ကျန်ကိုတိုးမြှင့်",
  "Overview": "ခြုံငုံသုံးသပ်ချက်",
  "Own your branded platform": "သင်၏အမှတ်တံဆိပ်ပါသောပလပ်ဖောင်းကိုပိုင်ဆိုင်ပါ။",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "ဘောနပ်စ်အရောင်းအ၀ယ်များမှ P&L သည် သင့်အကောင့်အစစ်သို့ တိုက်ရိုက်ငွေသွင်းမည်ဖြစ်သည်။",
  "PNL": "PNL",
  "Page error": "စာမျက်နှာ အမှား",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "ပါဝင်မှုနည်းလမ်း- ကာလအတွင်း 3 STONKS/BCD ငွေပေးငွေယူများကို ပြီးအောင်လုပ်ပါ။.",
  "Partner Program": "မိတ်ဖက်အစီအစဉ်",
  "Partner program": "မိတ်ဖက်အစီအစဉ်",
  "Partnership Program": "မိတ်ဖက်အစီအစဉ်",
  "Partnership Tiers": "မိတ်ဖက်အဆင့်များ",
  "Partnership With A Trusted Pioneer": "ယုံကြည်စိတ်ချရသော ရှေ့ဆောင်တစ်ဦးနှင့် ပူးပေါင်းဆောင်ရွက်ခြင်း",
  "Partnership program": "မိတ်ဖက်အစီအစဉ်",
  "Password": "စကားဝှက်",
  "Password reset link sent. Check your email inbox.": "စကားဝှက်ပြန်လည်သတ်မှတ်ရန် လင့်ခ်ကို ပို့လိုက်ပါပြီ။ သင်၏အီးမေးလ်ဝင်စာပုံးကိုစစ်ဆေးပါ။.",
  "Password strength": "စကားဝှက်ခိုင်မာမှု",
  "Passwords must differ": "စကားဝှက်များ ကွဲပြားရပါမည်။",
  "Past": "အတိတ်",
  "Past 1 year": "လွန်ခဲ့သော 1 နှစ်",
  "Past {{days}} days": "လွန်ခဲ့သော {{days}} ရက်",
  "Past {{hours}} hours": "လွန်ခဲ့သော {{hours}} နာရီ",
  "Payment Method": "ငွေပေးချေစနစ်",
  "Payout": "ပေးချေခြင်း။",
  "Payout Multiplier": "ပေးချေမှု မြှောက်ပေးသည်။",
  "Pending third-party processing (estimated {{hours}} hours).": "ဆိုင်းငံ့နေသော ပြင်ပအဖွဲ့အစည်း၏ လုပ်ဆောင်ခြင်း (ခန့်မှန်းခြေ {{hours}} နာရီ)။.",
  "Pending third-party processing.": "ပြင်ပအဖွဲ့အစည်း လုပ်ဆောင်ခြင်းကို ဆိုင်းငံ့ထားသည်။.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "အကျိုးခံစားခွင့်များတွင် ပိုမိုမြင့်မားသော ကော်မရှင်နှုန်းထားများ၊ ပံ့ပိုးပေးထားသော Detrade လှုပ်ရှားမှုများနှင့် အခြားအရာများ ပါဝင်သည်။!",
  "Personal": "ပုဂ္ဂိုလ်ရေး",
  "Personal Info": "ကိုယ်ရေးကိုယ်တာ အချက်အလက်",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "သင့်ရာထူးကို မြှင့်တင်ရန် မြှောက်ကိန်းတစ်ခုကို ရွေးပါ။ ပိုမြင့်သော အမြှောက်တစ်ခုကို သတ်မှတ်ခြင်းသည် သင့်ရာထူးအတွက် အန္တရာယ်ကို တိုးစေသည်။.",
  "Place Your Trade": "သင်၏ကုန်သွယ်မှုကိုနေရာချပါ။",
  "Platform": "ပလပ်ဖောင်း",
  "Platform Name": "ပလပ်ဖောင်းအမည်",
  "Platform Type": "ပလပ်ဖောင်းအမျိုးအစား",
  "Platform Website": "ပလပ်ဖောင်း ဝဘ်ဆိုဒ်",
  "Platinum": "ပလက်တီနမ်",
  "Platinum Partner": "ပလက်တီနမ်ပါတနာ",
  "Play now": "ယခုကစားပါ။",
  "Players": "ကစားသမားများ",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "ကစားသမားများသည် ပလပ်ဖောင်းမှ ပံ့ပိုးပေးထားသည့် အားပြန်သွင်းခြင်းနှင့် ငွေထုတ်ခြင်းဆိုင်ရာ ပေါ်တယ်များမှတစ်ဆင့် အားပြန်သွင်းခြင်းနှင့် ငွေထုတ်ခြင်းများကို လုပ်ဆောင်နိုင်သည်။.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "ကစားသမားများသည် Bitcoin ၏စျေးနှုန်းကိုခန့်မှန်းနိုင်သည်။ ကစားသမားများသည် စျေးနှုန်းအတက်အကျ သို့မဟုတ် ကျဆင်းမှုကို ခန့်မှန်းသည့် ရေကူးကန်တွင် ပါဝင်နိုင်ပြီး ဂိမ်းတွင်ပါဝင်ရန် ငွေပမာဏအချို့ကို ရင်းနှီးမြုပ်နှံနိုင်ပါသည်။ အနိုင်ရရှိသူသည် ရင်းနှီးမြှုပ်နှံမှုအချိုးအတိုင်း အစုရှယ်ယာ၏အရင်းအနှီးပိုင်ဆိုင်မှုများကို ခွဲဝေပေးမည်ဖြစ်သည်။ ယခင်အချီများမှ ကစားသမားများသည် ၎င်းတို့၏ ပေးချေမှုများကို ရရှိပြီးမှသာ ဂိမ်းအသစ်ကို စတင်နိုင်မည်ဖြစ်သည်။.",
  "Please enter a valid email address": "ကျေးဇူးပြု။ မှန်ကန်သောအီးမေးလ်လိပ်စာတစ်ခုဖြည့်ပါ",
  "Please enter an 2FA code": "ကျေးဇူးပြု၍ 2FA ကုဒ်တစ်ခုထည့်ပါ။",
  "Please enter the seed": "မျိုးစေ့ထည့်ပါ။",
  "Please enter you remail": "သင့်အီးမေးလ်ကို ထည့်ပါ။",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "ကျေးဇူးပြု၍ အပ်ငွေသွင်းရန် လမ်းညွှန်ချက်ကို လိုက်နာပါ၊ သို့မဟုတ်ပါက သင့်အပ်ငွေ ပျောက်ဆုံးသွားပါမည်။.",
  "Please refresh the page or jump to the trading center": "ကျေးဇူးပြု၍ စာမျက်နှာကို ပြန်လည်စတင်ပါ သို့မဟုတ် ကုန်သွယ်မှုစင်တာသို့ ခုန်ပါ။",
  "PnL": "PnL",
  "PnL fee": "PnL ကြေး",
  "PnL fee limit": "PnL အခကြေးငွေကန့်သတ်ချက်",
  "PnL%": "PnL%",
  "Positions": "ရာထူးများ",
  "Potential Return": "အလားအလာ ပြန်လာ",
  "Powered by": "မှပံ့ပိုးသည်",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "ကုန်သွယ်မှုအတွက် စျေးနှုန်းဦးတည်ချက်ကို ခန့်မှန်းပါ။ စျေးနှုန်းသည် သင်ရွေးချယ်ထားသော လမ်းကြောင်းအတိုင်း ရွေ့သွားပါက၊ သင်သည် အမြတ်ရလိမ့်မည် ။!",
  "Preferences": "နှစ်သက်ရာ",
  "Premium support": "ပရီမီယံပံ့ပိုးမှု",
  "Preview": "စမ်းကြည့်ပါ။",
  "Price": "စျေးနှုန်း",
  "Price Formulation": "စျေးနှုန်းဖော်မြူလာ",
  "Price formulation": "ဈေးနှုန်းသတ်မှတ်ခြင်း။",
  "Price move": "စျေးရွှေ့",
  "Priority access": "ဦးစားပေးဝင်ရောက်ခွင့်",
  "Privacy Policy": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
  "Privacy policy": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
  "Private invitation": "သီးသန့်ဖိတ်စာ",
  "Private profile": "ကိုယ်ရေးကိုယ်တာနော်။",
  "Prize Calculation Formula": "ဆုကြေးတွက်ချက်မှု ဖော်မြူလာ",
  "Prize Pools": "ဆုဖလားများ",
  "Prizes will be sent on Notice page as the Contest ends.": "ပြိုင်ပွဲပြီးဆုံးသည်နှင့်အမျှ ဆုများကို ကြော်ငြာစာမျက်နှာတွင် ပေးပို့မည်ဖြစ်ပါသည်။.",
  "Product Description": "ကုန်ပစ္စည်းအကြောင်းအရာ",
  "Product capabilities": "ထုတ်ကုန်စွမ်းရည်",
  "Product iteration, new product development": "ထုတ်ကုန်အသစ်၊ ထုတ်ကုန်အသစ်တီထွင်ခြင်း။",
  "Professional, Secure, Trustworthy": "ပရော်ဖက်ရှင်နယ်၊ လုံခြုံသည်၊ ယုံကြည်စိတ်ချရသော",
  "Profile": "ကိုယ်ရေးအကျဉ်း",
  "Profile is not publicly available": "ပရိုဖိုင်ကို လူသိရှင်ကြား မရရှိနိုင်ပါ။",
  "Profit": "အမြတ်",
  "Profit Calculator": "အမြတ်ဂဏန်းတွက်စက်",
  "Program — Work with a trustworthy online trading provider.": "ပရိုဂရမ် — ယုံကြည်စိတ်ချရသောအွန်လိုင်းကုန်သွယ်မှုဝန်ဆောင်မှုပေးသူနှင့်အလုပ်လုပ်ပါ။.",
  "Progressing": "တိုးတက်နေပါသည်။",
  "Promising Affiliate": "ကတိပေးသော တွဲဖက်",
  "Provably fair": "တရားမျှတတယ်။",
  "Provides tutorials,guides and various trading strategy services.": "သင်ခန်းစာများ၊ လမ်းညွှန်မှုများနှင့် အမျိုးမျိုးသော ကုန်သွယ်မှုဗျူဟာဝန်ဆောင်မှုများကို ပံ့ပိုးပေးပါသည်။.",
  "Providing the best customer service is our aim.": "အကောင်းဆုံးသော ဖောက်သည်ဝန်ဆောင်မှုကို ပေးဆောင်ခြင်းသည် ကျွန်ုပ်တို့၏ ရည်မှန်းချက်ဖြစ်သည်။.",
  "Providing users with diverse options for transactions": "ငွေပေးငွေယူများအတွက် အမျိုးမျိုးသော ရွေးချယ်စရာများကို အသုံးပြုသူများအား ပေးဆောင်ခြင်း။",
  "Q1: Can I withdraw the bonus?": "Q1- ဘောနပ်စ်ကို ထုတ်ယူနိုင်ပါသလား။?",
  "Q2: Will my bonus expire if I don't activate it?": "Q2- ကျွန်ုပ်သည် ၎င်းကိုမဖွင့်ပါက ကျွန်ုပ်၏အပိုဆုသက်တမ်းကုန်ဆုံးမည်လား။?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3- ကျွန်ုပ်ငွေသွင်းထားသော်လည်း ဘောနပ်စ်မရရှိခဲ့ပါ။ ကျွန်တော်ဘာလုပ်သင့်သလဲ?",
  "Quick experience starts here, easy experience without registration": "အမြန်အတွေ့အကြုံသည် ဤနေရာတွင် စတင်သည်၊ မှတ်ပုံတင်စရာမလိုဘဲ လွယ်ကူသောအတွေ့အကြုံကို စတင်ပါသည်။",
  "Quick tap: will the price go up or down next?": "အမြန်နှိပ်ပါ- စျေးနှုန်းက နောက်တစ်ကြိမ်တက်မှာလား?",
  "ROI": "ROI",
  "ROI Calculator": "ROI ဂဏန်းတွက်စက်",
  "ROI calculator": "ROI ဂဏန်းတွက်စက်v",
  "Rakeback": "အမိုက်စား",
  "Rank": "ရာထူးအဆင့်",
  "Rapid deployment": "လျင်မြန်စွာဖြန့်ကျက်",
  "ReSend": "ပြန်ပို့ပါ။",
  "Ready to Get Started": "စတင်ရန် အဆင်သင့်ဖြစ်ပါပြီ။",
  "Real Account": "အကောင့်အစစ်",
  "Real Account – Real Funds!": "အကောင့်အစစ် - ရန်ပုံငွေများ။!",
  "Realized PnL": "PnL သဘောပေါက်သည်။",
  "Receive commission rewards": "ကော်မရှင်ဆုများရယူပါ။",
  "Recommended for you": "သင့်အတွက် အကြံပြုထားသည်။",
  "Record": "မှတ်တမ်း",
  "Referral": "ရည်ညွှန်းသည်။",
  "Referral by": "ရည်ညွှန်းသည်။",
  "Referral rules": "ရည်ညွှန်းခြင်းဆိုင်ရာ စည်းမျဉ်းများ",
  "Referred at": "ရည်ညွှန်းသည်။",
  "Referred users": "အသုံးပြုသူများကို ရည်ညွှန်းသည်။",
  "Refresh page": "စာမျက်နှာကို ပြန်လည်စတင်ပါ။",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "အရင်းခံစျေးကွက်များတွင် ငွေဖြစ်လွယ်မှု မည်သို့ပင်ရှိစေကာမူ Detrade သည် ဝင်ပေါက်တွင် ကြိုတင်သတ်မှတ်ထားသော စျေးနှုန်းဖြင့် အရောင်းအ၀ယ်ရပ်တန့်ခြင်းနှင့် အရှုံးများကို ရပ်တန့်စေမည်ဟု အာမခံပါသည်။ Bust Losses များကို မူရင်းအနေအထားအရွယ်အစားတွင် ကန့်သတ်ထားပြီး ကုန်သည်ဝင်ရောက်မှုဆက်တင်ဖြင့် ရပ်တန့်ဆုံးရှုံးမှုများကို ကန့်သတ်ထားသည်။ busts နှင့် stop losses အတွက် အစပျိုးစျေးနှုန်းများကို အောက်ပါတို့က တွက်ချက်နိုင်ပါသည်။:",
  "Register": "မှတ်ပုံတင်ပါ။",
  "Register for Detrade.": "Detrade အတွက် မှတ်ပုံတင်ပါ။.",
  "Register to Win Crypto Tokens": "Win Crypto Tokens သို့ မှတ်ပုံတင်ပါ။",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "သတ်မှတ်ထားသော အချိန်အတိုင်းအတာတစ်ခုအတွင်း အရင်းခံပစ္စည်းတစ်ခု၏ အပိတ်စျေးနှုန်း (ဥပမာ- နောက်ထပ် 30 စက္ကန့်၊ တစ်မိနစ်၊ တစ်နာရီ စသည်ဖြင့်) ပုံမှန် binary ရွေးချယ်မှုများ ထုတ်ကုန်များသည် အကောင်အထည်ဖော်မှုစျေးနှုန်းထက် နိမ့်သည်ဖြစ်စေ၊ ဤထုတ်ကုန်သည် ရေတိုရင်းနှီးမြှုပ်နှံမှုဖြစ်သည်။ ဤရွေးချယ်မှုသည် မတည်ငြိမ်သောစျေးနှုန်းလှုပ်ရှားမှုရှိသော စျေးကွက်များအတွက် သင့်လျော်သည်။.",
  "Reliable": "ယုံကြည်စိတ်ချရသော",
  "Reload": "",
  "Remarks": "ပြီလေ။",
  "Remove": "ဖယ်ရှားပါ။",
  "Remove 2fa Success": "2fa အောင်မြင်မှုကို ဖယ်ရှားပါ။",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "ပြီးခဲ့သော 30 စက္ကန့်အတွင်း စျေးကွက်ဒေတာ အပ်ဒိတ်များမရှိသည့် မည်သည့်စျေးနှုန်းဖိဒ်ကိုမဆို ဖယ်ရှားပါ။.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "စျေးနှုန်းဖိဒ်အားလုံးတွင် ကူးယူရောင်းချသည့်စျေးနှုန်းများ သို့မဟုတ် စာအုပ်၏ထိပ်ပိုင်းစျေးနှုန်းသည် ပျမ်းမျှစာအုပ်၏ အလယ်အလတ်စျေးနှုန်းမှ 10% ကျော်ကွာဝေးသော မည်သည့်စျေးနှုန်းကိုမဆို ဖယ်ရှားပါ။.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "လိုအပ်ချက်များ- ရည်ညွှန်းချက်များအရ အနည်းဆုံး $1,000,000 အရောင်းအ၀ယ်ပမာဏနှင့်အတူ ထူးခြားသော၊ တက်တက်ကြွကြွပါဝင်နေသော အကောင့်ဖွင့်မှုများ 100။.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "လိုအပ်ချက်များ- လွှဲပြောင်းပေးပို့မှုများဖြင့် အနည်းဆုံး $100,000 အရောင်းအ၀ယ်ပမာဏနှင့်အတူ ထူးခြားသော၊ တက်တက်ကြွကြွပါဝင်နေသော အကောင့်ဖွင့်မှုများ 50။.",
  "Research lab": "သုတေသနဓာတ်ခွဲခန်း",
  "Reset fields": "အကွက်များကို ပြန်လည်သတ်မှတ်ပါ။",
  "Reset password": "စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ။",
  "Responsive and secure trading platform": "တုံ့ပြန်မှုနှင့် လုံခြုံသော ကုန်သွယ်မှုပလက်ဖောင်း",
  "Result": "ရလဒ်",
  "Retry": "",
  "Revenue Share": "အမြတ်ဝေစု",
  "Reward": "ဆုလာဘ်",
  "Reward center": "ဆုပေးစင်တာ",
  "Rewards hub": "ဆုလာဘ်ဗဟို",
  "Rewords": "စကားလုံးများ",
  "Rich Trading Tools": "ကြွယ်ဝသောကုန်သွယ်ကိရိယာများ",
  "Rich activities and rewards": "ကြွယ်ဝသော လုပ်ဆောင်ချက်များနှင့် ဆုလာဘ်များ",
  "Risk Control & Compliance Notice": "အန္တရာယ် ထိန်းချုပ်ရေးနှင့် လိုက်နာမှု သတိပေးချက်",
  "Risk Disclaimer": "Risk Disclaimer",
  "Risk Warning": "အန္တရာယ် သတိပေးချက်",
  "Risk-free trading with $10,000 in virtual funds": "Virtual funds တွင် $10,000 ဖြင့် အန္တရာယ်ကင်းစွာ ရောင်းဝယ်ခြင်း။",
  "Round In Progress": "လှည့်ပတ်လုပ်ဆောင်နေသည်။",
  "Round ends in": "အဝိုင်းမှာ အဆုံးသတ်သည်။",
  "SA": "SA",
  "Safe": "အန္တရာယ်ကင်းတယ်။",
  "Save": "သိမ်းဆည်းပါ။",
  "Search": "ရှာရန်",
  "Search crypto": "Crypto ကိုရှာပါ။",
  "Sec": "စက္ကန့်",
  "Second": "ဒုတိယ",
  "Seconds": "စက္ကန့်",
  "Security": "လုံခြုံရေး",
  "Security Verification": "လုံခြုံရေးအတည်ပြုခြင်း။",
  "Seed": "မျိုးစေ့",
  "Select a countdown period.": "နှစ်သစ်ကူးကာလကို ရွေးပါ။.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "နှစ်သစ်နှင့် ဖြန့်ခွဲကို ရွေးပါ (ပျံ့နှံ့မှု- ဝယ်ဈေးနှင့် ထွက်ပေါက်စျေးနှုန်းကြား ကွာခြားချက်)",
  "Select your partner program revenue share": "သင့်လုပ်ဖော်ကိုင်ဖက် ပရိုဂရမ် ဝင်ငွေမျှဝေမှုကို ရွေးချယ်ပါ။",
  "Sell": "ရောင်း",
  "Send": "ပို့ပါ။",
  "Send message": "မက်ဆေ့ခ်ျပို့ပါ။",
  "Send message successfully": "မက်ဆေ့ခ်ျကို အောင်မြင်စွာ ပို့ပါ။",
  "Service guide": "ဝန်ဆောင်မှုလမ်းညွှန်",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "ဆုံးရှုံးမှုကန့်သတ်ရန် စျေးနှုန်းသတ်မှတ်ပါ။ စျေးကွက်သည် ဤစျေးနှုန်းကို ထိပါက သင့်ရာထူးကို အလိုအလျောက် ပိတ်သွားပါမည်။.",
  "Set a target price where your position will be automatically closed to lock in profit.": "အမြတ်အစွန်းအတွက် သော့ခတ်ရန် သင့်ရာထူးကို အလိုအလျောက်ပိတ်မည့် ပစ်မှတ်တစ်ခု သတ်မှတ်ပါ။.",
  "Set password": "စကားဝှက်သတ်မှတ်ပါ။",
  "Set successfully": "အောင်မြင်စွာ သတ်မှတ်ပါ။",
  "Set up": "တည်ဆောက်သည်",
  "Set up Google Authenticator": "",
  "Settings": "ဆက်တင်များ",
  "Share": "မျှဝေပါ။",
  "Share to": "မျှဝေပါ။",
  "Share your Affiliate invitation link to friends and users.": "သင်၏ Affiliate ဖိတ်ကြားချက်လင့်ခ်ကို သူငယ်ချင်းများနှင့် အသုံးပြုသူများထံ မျှဝေပါ။.",
  "Share your referral link or code": "သင့်ရည်ညွှန်းလင့်ခ် သို့မဟုတ် ကုဒ်ကို မျှဝေပါ။",
  "Show live positions on chart": "ဇယားတွင် တိုက်ရိုက်ရပ်တည်ချက်များကို ပြသပါ။",
  "Show my positions on chart": "ကျွန်ုပ်၏ရာထူးများကို ဇယားတွင်ပြသပါ။",
  "Side": "ဖွတ်",
  "Sign in": "ဆိုင်းအင်လုပ်ခြင်း",
  "Silver": "ငွေရောင်",
  "Simple": "ရိုးရိုးရှင်းရှင်း",
  "Simple and intuitive usable interface": "ရိုးရှင်းပြီး အလိုလိုသိမြင်နိုင်သော အင်တာဖေ့စ်",
  "Simple integration": "ရိုးရှင်းသောပေါင်းစပ်မှု",
  "Simple way to earn money, The more invite, the more you will get!": "ရိုးရှင်းသောငွေရှာနည်း၊ ဖိတ်ကြားမှု များလေ၊ များများရလေဖြစ်သည်။!",
  "Simple, Fast, Intelligence": "ရိုးရှင်းသော၊ မြန်ဆန်သော၊ ဉာဏ်ရည်ဉာဏ်သွေး",
  "Size": "အရွယ်အစား",
  "Something went wrong!": "",
  "Sorry, page not found!": "ဝမ်းနည်းပါတယ်၊ စာမျက်နှာကို ရှာမတွေ့ပါ။!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "ဝမ်းနည်းပါသည်၊ သင်ရှာဖွေနေသည့် စာမျက်နှာကို ကျွန်ုပ်တို့ ရှာမတွေ့ပါ။ URL ကို မှားရိုက်မိလို့ ဖြစ်ကောင်းဖြစ်နိုင်ပါသလား။ သင့်စာလုံးပေါင်းကို သေချာစစ်ဆေးပါ။.",
  "Sound": "အသံ",
  "Speed": "အရှိန်",
  "Spot Exchanges": "နေရာချင်းဖလှယ်ခြင်း။",
  "Spread": "ကူးစက်ပျံ့နှံ့သည်",
  "Standard CS": "Standard CS",
  "Start": "စတင်ပါ။",
  "Start Rate": "စတင်နှုန်း",
  "Start Time": "စတင်ချိန်",
  "Start Time Invalid( hh : mm : ss )": "စတင်ချိန် မမှန်ကန်ပါ( hh : mm : ss )",
  "Start time": "စတင်ချိန်",
  "Start trading": "အရောင်းအဝယ်စတင်ပါ။",
  "Statistics": "စာရင်းအင်းများ",
  "Status": "အဆင့်အတန်း",
  "Step-up group": "အဆင့်တက်အဖွဲ့",
  "Stonks": "အမှိုက်များ",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks တွင် 2.5% အိမ်အစွန်းနှင့်အမြတ်အစွန်းရာထူးများအတွက် 5% အခကြေးငွေရှိသည်။.",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks စျေးနှုန်းများသည် မျှတသော အယ်လဂိုရီသမ်ကို အသုံးပြု၍ ထုတ်လုပ်ပါသည်။.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks စျေးနှုန်းများသည် မျှတသော အယ်လဂိုရီသမ်ကို အသုံးပြု၍ ထုတ်လုပ်ပါသည်။ အိမ်အစွန်းက 2.5% ဖြစ်ပါတယ်။.",
  "Stop Loss": "ဆုံးရှုံးမှုရပ်တန့်",
  "Stop loss at price": "စျေးနှုန်းဖြင့် အရှုံးကို ရပ်လိုက်ပါ။",
  "Stop loss price cannot be through bust price": "ရပ်တန့်ဆုံးရှုံးမှုစျေးနှုန်းသည် bust မှတဆင့် ဖြင့်မဖြစ်နိုင်ပါ။",
  "Stop-Loss (SL)": "ရပ်သွားခြင်း (SL)",
  "Strategy planning": "ဗျူဟာရေးဆွဲခြင်း။",
  "Submit": "တင်ပြပါ။",
  "Submit request": "တောင်းဆိုချက်ကို တင်ပြပါ။",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "ဖလှယ်မှုတစ်ခုစီ၏ streaming APIs များကို အသုံးပြု၍ ရရှိနိုင်သလောက် အနက်အဆင့်များစွာကို စာရင်းသွင်းပါ။.",
  "Switch Dark or Light mode according to your preference": "သင့်စိတ်ကြိုက်အတိုင်း အမှောင် သို့မဟုတ် အလင်းမုဒ်ကို ပြောင်းပါ။",
  "Symbol": "သင်္ကေတ",
  "Symbol for extra security": "အပိုလုံခြုံရေးအတွက် သင်္ကေတ",
  "System": "စနစ်",
  "System Random: 300 lucky winners will be randomly selected.": "System Random: 300 lucky winners will be randomly selected.",
  "TP/SL": "TP/SL",
  "Take Profit": "အမြတ်ယူပါ။",
  "Take profit at price": "စျေးနှုန်းအတိုင်းအမြတ်ယူပါ။",
  "Take-Profit (TP)": "Take-Profit (TP)",
  "Tap Trading": "ကုန်သွယ်မှုကိုနှိပ်ပါ။",
  "Tap to predict — quick moves, instant results.": "ကြိုတင်ခန့်မှန်းရန် တို့ပါ — အမြန်ရွေ့လျားမှု၊ ချက်ချင်းရလဒ်များ။.",
  "Target Market": "ပစ်မှတ်စျေးကွက်",
  "Tell us the reason for contacting us": "ကျွန်ုပ်တို့ကို ဆက်သွယ်ရခြင်း၏ အကြောင်းရင်းကို ပြောပြပါ။",
  "Test various trading tools and strategies": "အမျိုးမျိုးသောကုန်သွယ်ကိရိယာများနှင့်ဗျူဟာများကိုစမ်းသပ်ပါ။",
  "Thank you for your request, it should generally be reviewed within 24 hours": "သင့်တောင်းဆိုမှုအတွက် ကျေးဇူးတင်ပါသည်၊ ၎င်းကို ယေဘူယျအားဖြင့် ၂၄ နာရီအတွင်း ပြန်လည်သုံးသပ်သင့်သည်။",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC Fear and Greed Index သည် cryptocurrency စျေးကွက်တွင် ပျံ့နှံ့နေသော ခံစားချက်များကို တိုင်းတာသည့် CoinMarketCap မှ တီထွင်ထားသော မူပိုင်ကိရိယာတစ်ခုဖြစ်သည်။.",
  "The Profit Margin Is As High As 90%": "အမြတ်အစွန်းသည် 90% အထိမြင့်မားသည်",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Cryptocurrencies အားလုံးရှိ သင်၏ အရှည်/အတို ရာထူးများအတွက် စုစုပေါင်းကန့်သတ်ချက်ကို <0>{{limitAmount}}</0> တွင် ကန့်သတ်ထားသည်။",
  "The amount you currently have available to place an order.": "အော်ဒါမှာယူရန် လက်ရှိသင်ရရှိနိုင်သည့်ပမာဏ။.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "စျေးနှုန်းသည် အနားသတ်မလုံလောက်ခြင်းကြောင့် သင့်ရာထူးကို ဖျက်သိမ်းလိုက်သည့် စျေးကွက်ပေါက်စျေးဖြစ်သည်။.",
  "The calculation steps are as follows:": "တွက်ချက်မှုအဆင့်များမှာ အောက်ပါအတိုင်းဖြစ်သည်။:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "ပူးပေါင်းဆောင်ရွက်မှုနည်းလမ်းသည် ပွင့်လင်းမြင်သာမှုရှိပြီး ဝှက်ထားသောအခကြေးငွေအတွက် စိတ်ပူစရာမလိုပါ။.",
  "The coupon code is invalid or expired": "ကူပွန်ကုဒ်သည် မမှန်ကန်ပါ သို့မဟုတ် သက်တမ်းကုန်သွားပါသည်။",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "ထို့နောက် နောက်ဆုံးအညွှန်းကိန်းစျေးနှုန်းကို အရွယ်အစားတစ်ခုစီရှိ မဖြစ်စလောက် အလယ်အလတ်စျေးနှုန်းများ၏ အလေးချိန်ပျမ်းမျှအဖြစ် တွက်ချက်သည်။ အလေးချိန်များကို ပုံသေသေသပ်စွာ လျှော့ချပေးသည့် exponential ဖြန့်ဖြူးမှု၏ ဖြစ်နိုင်ခြေသိပ်သည်းဆအဖြစ် ရွေးချယ်ထားသောကြောင့် စျေးနှုန်းများသည် စာအုပ်ထိပ်ပိုင်းနှင့် ပိုမိုနီးကပ်သော စျေးနှုန်းများကို ပိုမိုအလေးထားမှုဖြစ်စေသည်။ အလေးများကို ပေးသည်-:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Hash ၏ ပထမ 8 bytes ကို little-endian ကုဒ်နံပါတ်ကို အသုံးပြု၍ လက်မှတ်မထိုးထားသော 64-ဘစ် ကိန်းပြည့်အဖြစ်သို့ ပြောင်းသည်။ ထို့နောက် ဤကိန်းပြည့်ကို တစ်ပြေးညီ ဖြန့်ဝေထားသော ရေပေါ်အမှတ်တစ်ခုအဖြစ်သို့ ပြောင်းသည်။ စျေးကွက်၏သတ်မှတ်ထားသော tick မတည်ငြိမ်မှု (0.1%) ဖြင့် ပြောင်းပြန် စုစည်းဖြန့်ဝေမှုလုပ်ဆောင်ချက်ကို ၎င်း၏စံသွေဖည်မှုအဖြစ် အသုံးပြုကာ၊ ကျွန်ုပ်တို့သည် ရေပေါ်ပွိုင့်တန်ဖိုးကို ပုံမှန်ဖြန့်ဝေသည့်ပြန်အမ်းအဖြစ်သို့ ပြောင်းလဲပြီး စျေးကွက်၏စျေးနှုန်းကို အပ်ဒိတ်လုပ်ရန်အတွက် ၎င်းကို အသုံးပြုပါသည်။.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "အညွှန်းကိန်းစျေးနှုန်းနည်းစနစ်သည် အချိန်စီးရီးများ၏ အရေးကြီးသော ကိန်းဂဏန်းဆိုင်ရာ ဂုဏ်သတ္တိနှစ်ခုဖြစ်သည့် Markov နှင့် martingale ဂုဏ်သတ္တိများကို ကျေနပ်စေရန် ဒီဇိုင်းထုတ်ထားပါသည်။ Markov ပိုင်ဆိုင်မှုသည် အနာဂတ်တန်ဖိုးများ၏ အခြေအနေအရ ဖြစ်နိုင်ခြေဖြန့်ဝေမှုသည် လက်ရှိတန်ဖိုးပေါ်တွင်သာ မူတည်ကြောင်း သေချာစေသည့် stochastic လုပ်ငန်းစဉ်၏ မှတ်ဉာဏ်ကင်းမဲ့သည့် သဘောသဘာဝကို ရည်ညွှန်းသည်။ martingale ပိုင်ဆိုင်မှုသည် stochastic လုပ်ငန်းစဉ်တစ်ခု၏ လက်ရှိတန်ဖိုးသည် အနာဂတ်တန်ဖိုးများ၏ မျှော်လင့်ထားသည့်တန်ဖိုးလည်းဖြစ်သည်ဟု ဆိုလိုသည်။ ဤဂုဏ်သတ္တိနှစ်ခုသည် Detrade ၏အညွှန်းကိန်းစျေးနှုန်းများကို အနာဂတ်စျေးနှုန်းများကို ဘက်မလိုက်ဘဲ ခန့်မှန်းမှုများဖြစ်စေသည်၊ သို့မှသာ သုံးစွဲသူများသည် တစ်ဦးချင်းဖလှယ်မှု၏ အသေးစားဖွဲ့စည်းပုံဆိုင်ရာသက်ရောက်မှုများကို စိုးရိမ်စရာမလိုဘဲ အခြေခံ cryptocurrencies ၏တန်ဖိုးအပြောင်းအလဲများကို ကုန်သွယ်မှုပြုလုပ်နိုင်မည်ဖြစ်သည်။.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "အညွှန်းကိန်းသည် စျေးကွက်တန်ဖိုး မတန်တဆဖြစ်နိုင်သည် (အလွန်အမင်းကြောက်ရွံ့ခြင်း) သို့မဟုတ် တန်ဖိုးလွန်ခြင်း (လွန်ကဲလောဘ) ရှိမရှိကို ထိုးထွင်းအမြင်များကို ပေးပါသည်။.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "ထို့နောက် အရွယ်အစားတစ်ခုပေးထားသော marginal mid-price function ကိုသတ်မှတ်ရန်အတွက် marginal buy and sell price functions ကိုအသုံးပြုသည်- ",
  "The order has expired": "မှာယူမှု သက်တမ်းကုန်သွားပါပြီ။",
  "The output is:": "အထွက်သည်-:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "ဤတွက်ချက်မှု၏ထွက်ရှိမှုသည် Detrade ကုန်သွယ်မှုဂိမ်းတွင် အရှည်နှင့်အတိုနှစ်ခုလုံးအတွက်အသုံးပြုသည့် တစ်ခုတည်းသောအညွှန်းစျေးနှုန်းဖြစ်သည်။ အခြားကုန်သွယ်ပလပ်ဖောင်းအများစုနှင့်မတူဘဲ၊ Detrade သည် လေလံကမ်းလှမ်းမှုပျံ့နှံ့မှုကို အခကြေးငွေမယူပါ။ စျေးနှုန်းတစ်ခုတည်းဖြင့် ရောင်းဝယ်ခြင်းသည် လေလံ-ကမ်းလှမ်းမှုပျံ့နှံ့မှုအား တားမြစ်၍ဈေးကြီးမည့် ရေတိုစျေးနှုန်းအပြောင်းအရွှေ့များကို မှန်းဆနိုင်စေသည်။.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "ပလက်ဖောင်းသည် စျေးကွက်နှင့် မူဝါဒအပြောင်းအလဲများအပေါ် အခြေခံ၍ ကမ်ပိန်းကို ချိန်ညှိနိုင်သည်။ အပ်ဒိတ်များကို တရားဝင်ကြေငြာချက်များမှတစ်ဆင့် တင်ပေးပါမည်။.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "ပလပ်ဖောင်းသည် BTC၊ ETH နှင့် အခြားသော ပင်မငွေကြေး ရောင်းဝယ်မှုအတွဲများကို ထောက်ပံ့ပေးပြီး လူကြိုက်များသော ငွေကြေးရောင်းဝယ်မှုအတွဲများကို ဆက်လက်မွမ်းမံပေးမည်ဖြစ်သည်။.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "စျေးနှုန်းသည် နေ့တိုင်း 00:00 UTC တွင် $1,000 သို့ ပြန်လည်သတ်မှတ်မည်ဖြစ်ပြီး ပြန်လည်သတ်မှတ်ချိန်အတွင်း ဆိုင်းငံ့ထားသောအမှာစာများကို အလိုအလျောက်ဖြေရှင်းပေးမည်ဖြစ်သည်။.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "ပြိုင်ပွဲ၏ဆုကြေးစုသည် ယခင်နေ့လောင်းကစားများပေါ်တွင် အနီးကပ်မူတည်ပါသည်။ ကစားသမားများ လောင်းလေလေ ဆုမဲပေါင်း ကြီးလေဖြစ်သည်။ လက်ရှိ ဆုပေးပွဲကို ပြိုင်ပွဲစာမျက်နှာတွင် ပြသပေးမည်ဖြစ်သည်။.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLC မှ ပေးဆောင်သော ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများသည် အမေရိကန်ပြည်ထောင်စု၊ ဥရောပသမဂ္ဂတွင် နေထိုင်သူများ သို့မဟုတ် ဥပဒေအရ ယင်းဝန်ဆောင်မှုများနှင့် ထုတ်ကုန်များကို တားမြစ်ထားသည့် အခြားတရားစီရင်ပိုင်ခွင့်များအတွက် ရည်ရွယ်ခြင်းမဟုတ်ပါ။ Nexus Play LLC သည် လုပ်ငန်းကို တောင်းဆိုခြင်း သို့မဟုတ် ဤဒေသများရှိ လူတစ်ဦးချင်း သို့မဟုတ် အဖွဲ့အစည်းများအတွက် အရစ်ကျဝန်ဆောင်မှုများ ပေးဆောင်ခြင်းမပြုပါ။ အွန်လိုင်းရောင်းဝယ်မှုတွင်မပါဝင်မီ သက်ဆိုင်ရာတရားစီရင်ပိုင်ခွင့်ရှိ သက်ဆိုင်ရာတရားစီရင်ပိုင်ခွင့်များတွင် ကျင့်သုံးနိုင်သော ဥပဒေများနှင့် စည်းမျဉ်းများကို သိရှိလိုက်နာရန် အလားအလာရှိသော သုံးစွဲသူများ၏ တာဝန်ဖြစ်သည်။ ဤဝဘ်ဆိုက်ကို ဝင်ရောက်ကြည့်ရှုပြီး ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကို အသုံးပြုခြင်းဖြင့် သင်သည် အမေရိကန်ပြည်ထောင်စု၊ ဥရောပသမဂ္ဂ သို့မဟုတ် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကို ကန့်သတ်ထားသည့် အခြားတရားစီရင်ပိုင်ခွင့်အာဏာရှိသူမဟုတ်ကြောင်း အတည်ပြုပါသည်။.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "ဤအွန်လိုင်းအစီအစဉ်တွင် ရရှိသောဆုလာဘ်များကို ကစားသမား၏လက်ကျန်ငွေတွင် အလိုအလျောက်ထည့်သွင်းပေးမည်ဖြစ်သည်။.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "အမျိုးအနွယ်ကို စာလုံးသေး 64 လုံးပါ ဆယ်ဂဏန်းဆယ်ဂဏန်းစာတန်းအဖြစ် ကုဒ်လုပ်ထားပြီး လက်ရှိ tick ကောင်တာတန်ဖိုး၏ string ကိုယ်စားပြုမှုဖြင့် ပေါင်းစပ်ထားသည်။ ထို့နောက် BLAKE2b hash function ကို 256-bit digest size ဖြင့် ပေါင်းစပ်ထားသော string ၏ hash ကို တွက်ချက်ပါသည်။ cryptographic hash လုပ်ဆောင်ချက်ကို အသုံးပြုခြင်းဖြင့် မျိုးစေ့ကို ထုတ်ဖော်ပြသခြင်းမပြုမီ စျေးနှုန်းပြောင်းလဲမှုများသည် ကျပန်းနှင့် ကြိုတင်မှန်းဆ၍မရကြောင်း သေချာသော်လည်း မျိုးစေ့ကို သိရှိပြီးသည်နှင့် အပြည့်အဝ မျိုးပွားနိုင်မည်ဖြစ်သည်။.",
  "The settlement formula is open and transparent and can be calculated in real time.": "ဖြေရှင်းပုံသေနည်းသည် ပွင့်လင်းမြင်သာမှုရှိပြီး အချိန်နှင့်တပြေးညီ တွက်ချက်နိုင်သည်။.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "စနစ်သည် UP နှင့် DOWN အရင်းအနှီးပေါင်းများ၏အနိုင်နှင့်အရှုံးရလဒ်များကိုပြသသည်။ အမြတ်တစ်ခုရတဲ့အခါ မင်းရဲ့အမြတ်ငွေပမာဏကို မင်းမြင်လိမ့်မယ်။.",
  "The system is under maintenance and upgrade, please visit later": "စနစ်သည် ပြုပြင်ထိန်းသိမ်းမှုနှင့် အဆင့်မြှင့်တင်မှုအောက်တွင် ရှိနေသည်၊ ကျေးဇူးပြု၍ နောက်မှသွားရောက်ကြည့်ရှုပါ။",
  "The trade will complete in 5s.": "ကုန်သွယ်မှုသည် 5s တွင်ပြီးလိမ့်မည်။.",
  "The trade will complete in <0>{{countdown}}s</0>.": "ကုန်သွယ်မှုသည် <0>{{countdown}}s</0> တွင် အပြီးသတ်ပါမည်။.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "ကုန်သွယ်မှုဆုကြေးငွေသည် သုံးစွဲသူများအား ကျွန်ုပ်တို့၏ကုန်သွယ်မှုစနစ်အား စူးစမ်းရှာဖွေရာတွင် ကူညီရန်အတွက် Detrade မှပေးသော <0>စျေးကွက်ရှာဖွေရေးမက်လုံးများ</0> ဖြစ်သည်။ အပိုဆုငွေများကို <1>ထုတ်ယူ၍မရပါ<1>၊ သို့သော် ၎င်းတို့ကိုအသုံးပြုခြင်းမှ ရရှိသောအမြတ်များသည် သင့်အကောင့်လက်ကျန်ငွေကို သက်ရောက်မှုရှိနိုင်ပါသည်။.",
  "The trading symbol will be replaced regularly.": "ကုန်သွယ်မှုသင်္ကေတကို ပုံမှန်အစားထိုးပါမည်။.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "အနိုင်ရသူများအား လက်ရှိစာမျက်နှာတွင် တနင်္ဂနွေနေ့တိုင်း ည ၁၀ နာရီ (UTC) တွင် ကြေညာမည်ဖြစ်ပြီး နောက်ဆုံးမဲနှိုက်ပြီးနောက် 2 နာရီအတွင်း နောက်တစ်ကြိမ် မဲနှိုက်ခြင်းကို စတင်မည်ဖြစ်သည်။.",
  "Theme": "အပြင်အဆင်",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "သင်မည်မျှဝင်ငွေရနိုင်သည်ကို ကန့်သတ်ချက်မရှိပါ။ သူငယ်ချင်းများ ဖိတ်ခေါ်လေလေ ဆုလာဘ်များ များလေလေဖြစ်သည်။.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "၎င်းတို့ကို သင့်အကောင့်လက်ကျန်မှ နုတ်ယူထားပြီး ရန်ပုံငွေမလုံလောက်ပါက အလိုအလျောက် အနေအထားပိတ်သွားမည်ဖြစ်သည်။.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "ဤအစီအစဉ်ကို ပလက်ဖောင်းလိုက်နာမှုမူဝါဒများဖြင့် သတ်မှတ်ထားသည့် သတ်မှတ်ချက်ပြည့်မီသော နိုင်ငံများနှင့် ဒေသများရှိ သုံးစွဲသူများအတွက်သာ ရနိုင်ပါသည်။.",
  "This field is required": "ဤစာကွက်လပ်မှာဖြည့်ရန်လိုအပ်ပါသည်",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "၎င်းတွင် သင်၏ IP လိပ်စာ၊ ဘရောက်ဆာ အမျိုးအစား၊ လည်ပတ်မှုစနစ်၊ ဝင်ရောက်ချိန်များနှင့် ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းကို မဝင်ရောက်မီနှင့် အပြီးတွင် တိုက်ရိုက်ကြည့်ရှုခဲ့သည့် စာမျက်နှာများ ပါဝင်သည်။.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "၎င်းတွင် သင့်အမည်၊ အီးမေးလ်လိပ်စာ၊ ဖုန်းနံပါတ်၊ စာတိုက်လိပ်စာ၊ မွေးသက္ကရာဇ်နှင့် အကောင့်တစ်ခုအတွက် စာရင်းသွင်းသည့်အခါ သို့မဟုတ် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကို အသုံးပြုသည့်အခါတွင် ပေးဆောင်သည့် အခြားအချက်အလက်များ ပါဝင်သည်။.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "ဤအညွှန်းကိန်းသည် 0 မှ 100 အတွင်း ရှိပြီး နိမ့်ကျသောတန်ဖိုးသည် အလွန်အမင်းကြောက်ရွံ့ခြင်းကို ညွှန်ပြပြီး မြင့်မားသောတန်ဖိုးသည် လွန်ကဲသောလောဘကို ညွှန်ပြပါသည်။.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "၎င်းသည် အောက်တွင်အသေးစိတ်ဖော်ပြထားသည့် cryptocurrency တစ်ခုချင်းစီအလိုက် ကန့်သတ်ချက်များနှင့် ဆက်စပ်နေသည်။.",
  "This is why you should promote Detrade:": "ထို့ကြောင့် သင်သည် Detrade ကိုမြှင့်တင်သင့်သည်-:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "ဤဆိုက်အား reCAPTCHA မှကာကွယ်ထားပြီး Google ကိုယ်ရေးကိုယ်တာမူဝါဒနှင့် ဝန်ဆောင်မှုစည်းမျဉ်းများ အကျုံးဝင်ပါသည်။.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detrade မိတ်ဖက်ပရိုဂရမ်မှတဆင့်၊ သင်သည် တိုးမြှင့်ထားသော တွဲဖက်ကော်မရှင်များ၊ သီးသန့်စပွန်ဆာပေးထားသော အစီအစဉ်များနှင့် အခြားထူးခြားသောအကျိုးခံစားခွင့်များကို ဖွင့်နိုင်ပါသည်။ ပိုမိုလေ့လာလိုပါသလား။ ဆက်ဖတ်ပါ။!",
  "Time": "အချိန်",
  "Time and payout": "Time and payout",
  "Time closed": "ပိတ်ချိန်",
  "Time opened": "ဖွင့်ချိန်",
  "Time remaining": "ကျန်အချိန်",
  "Tips": "အကြံပြုချက်များ",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "အကြံပြုချက်များ- လုပ်ဆောင်ရန် {{hours}} နာရီကြာမြင့်သည်၊ ပိုကြာနိုင်သည်၊ သတ်မှတ်ထားသောအချိန်သည် ကုန်သည်၏အချိန်ကန့်သတ်ချက်ပေါ်တွင်မူတည်ပါသည်။.",
  "To": "ရန်",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "ခေတ်ရေစီးကြောင်းများကို ခွဲခြမ်းစိတ်ဖြာရန်၊ အသုံးပြုမှုကို စောင့်ကြည့်ရန်နှင့် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကို ပိုမိုကောင်းမွန်လာစေရန် သုတေသနပြုလုပ်ပါ။.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Google 2FA စစ်မှန်ကြောင်းအထောက်အထားပြမှုကို ဖယ်ရှားလိုက်သည်နှင့် သင့်အကောင့်၏ဘေးကင်းလုံခြုံရေးသေချာစေရန်၊ ငွေထုတ်ခြင်းများကို 24 နာရီကြာ ဆိုင်းငံ့ထားပါမည်။.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "တရားမျှတမှုနှင့် ရိုးသားမှုကို ထိန်းသိမ်းရန်၊ Detrade သည် စက်လက်ဗွေနှိပ်ခြင်း၊ IP ခြေရာခံခြင်းနှင့် အရောင်းအ၀ယ်ပုံစံခွဲခြမ်းစိတ်ဖြာခြင်းအပါအဝင် အပြုအမူပိုင်းဆိုင်ရာနှင့် နည်းပညာဆိုင်ရာစစ်ဆေးမှုများမှတစ်ဆင့် ဘောနပ်စ်ပရိုဂရမ်တွင် ပါဝင်သည့်အကောင့်များကို စောင့်ကြည့်မည်ဖြစ်သည်။.",
  "To manage your account, process transactions, and provide you with the services you request.": "သင့်အကောင့်ကို စီမံခန့်ခွဲရန်၊ ငွေပေးငွေယူများကို လုပ်ဆောင်ရန်နှင့် သင်တောင်းဆိုသည့် ဝန်ဆောင်မှုများကို ပေးဆောင်ရန်။.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "လိမ်လည်မှုများအတွက် စောင့်ကြည့်ရန်၊ ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုစည်းမျဉ်းများကို လိုက်နာရန်နှင့် ဥပဒေနှင့် စည်းကမ်းသတ်မှတ်ချက်များကို လိုက်နာရန်။.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "သင့်အကောင့်၏လုံခြုံရေးကိုကာကွယ်ရန် သင့်စကားဝှက်ကိုပြောင်းပြီးနောက် 24 နာရီကြာ ငွေထုတ်မှုများကို ပိတ်ပါမည်။.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "ကုန်သွယ်မှုဂိမ်းများအတွက် တရားမျှတပြီး ယုံကြည်စိတ်ချရသောစျေးနှုန်းကို ပေးဆောင်ရန်၊ Detrade သည် ကမ္ဘာပေါ်ရှိ အရည်အများဆုံးနှင့် ဆင်းသက်လာသော cryptocurrency ဖလှယ်မှုများဆီသို့ အချိန်နှင့်တစ်ပြေးညီ စျေးနှုန်းဖိဒ်များမှ ဆင်းသက်လာသော ပေါင်းစပ်အညွှန်းကိန်းစျေးနှုန်းကို 500 မီလီစက္ကန့်တိုင်း တွက်ချက်ပါသည်။ စျေးနှုန်းရင်းမြစ်များစွာကို ပေါင်းစည်းခြင်းဖြင့်၊ Detrade အညွှန်းကိန်းသည် စျေးကွက်ခြယ်လှယ်မှု၊ နည်းပညာဆိုင်ရာ ပြဿနာများနှင့် တစ်ဦးချင်းဖလှယ်မှုများတွင် အခါအားလျော်စွာ ဖြစ်ပေါ်လာနိုင်သည့် အခြားသော မမှန်မကန်သော ကုန်သွယ်မှုလုပ်ငန်းများအတွက် ခိုင်မာသည်။.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "အပ်ဒိတ်များ၊ လုံခြုံရေးသတိပေးချက်များနှင့် စီမံခန့်ခွဲရေးစာတိုများ ပေးပို့ရန်နှင့် သင်၏မေးမြန်းစုံစမ်းမှုများနှင့် တောင်းဆိုချက်များကို တုံ့ပြန်ရန်။.",
  "To tailor our content and advertisements to your interests and preferences.": "ကျွန်ုပ်တို့၏ အကြောင်းအရာနှင့် ကြော်ငြာများကို သင့်စိတ်ဝင်စားမှုများနှင့် စိတ်ကြိုက်ပြင်ဆင်ရန်။.",
  "To trading center": "ကုန်သွယ်ရေးစင်တာသို့",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "သုံးစွဲသူများသည် ကျွန်ုပ်တို့၏ပလပ်ဖောင်းနှင့် မည်သို့အပြန်အလှန်တုံ့ပြန်သည်ကို နားလည်ရန်၊ နည်းပညာဆိုင်ရာပြဿနာများကို ရှာဖွေဖော်ထုတ်ရန်နှင့် လုပ်ဆောင်နိုင်စွမ်းနှင့် ကုန်သည်အတွေ့အကြုံကို မြှင့်တင်ရန်။.",
  "Today's Pnl": "ယနေ့ Pnl",
  "Top": "ထိပ်တန်း",
  "Top tokens": "ထိပ်တန်းတိုကင်များ",
  "Top trade": "ထိပ်တန်းကုန်သွယ်မှု",
  "Top-tier account manager": "ထိပ်တန်းအကောင့်မန်နေဂျာ",
  "Total Trades": "စုစုပေါင်းကုန်သွယ်မှုများ",
  "Total commission": "စုစုပေါင်းကော်မရှင်",
  "Total participated tickets for this round <0>{{total}}</0>": "ဤအကျော့အတွက် စုစုပေါင်း ပါဝင်လက်မှတ်များ <0>{{total}}</0>",
  "Total prize won": "စုစုပေါင်းဆုရရှိခဲ့သည်။",
  "Total profit": "စုစုပေါင်းအမြတ်",
  "Total tickets": "စုစုပေါင်းလက်မှတ်များ",
  "Total traders": "စုစုပေါင်းကုန်သည်များ",
  "Total trades": "စုစုပေါင်းကုန်သွယ်မှုများ",
  "Trade": "ကုန်သွယ်မှု",
  "Trade for prestige": "ဂုဏ်သိက္ခာအတွက်ကုန်သွယ်မှု",
  "Trade history": "ကုန်သွယ်မှုသမိုင်း",
  "Trade like a rhythm master": "ရစ်သမ်မာစတာကဲ့သို့ကုန်သွယ်မှု",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "စျေးကျမယ်ထင်ရင် စျေးကျသွားတာနဲ့ အရောင်းအဝယ်လုပ်ပါ။ ဈေးကျသွားရင် အမြတ်ထွက်မယ်။.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "ဈေးတက်မယ် ထင်ရင် ဈေးတက်မယ် အရောင်းအ၀ယ်လုပ်ပါ။ ဈေးတက်ရင် အမြတ်ထွက်မယ်။.",
  "Trade to Win": "အရောင်းအ၀ယ်လုပ်ရခြင်း",
  "Trade to rank up": "အရောင်းအ၀ယ်အဆင့်တက်ရန်",
  "Trade with $10,000 in virtual funds": "Virtual funds ဖြင့် $10,000 ဖြင့် ကုန်သွယ်မှုလုပ်ပါ။",
  "Trader": "ကုန်သည်",
  "Trades": "ကုန်သွယ်မှုများ",
  "Trading": "ရောင်းဝယ်ရေး",
  "Trading Amount": "ကုန်သွယ်မှုပမာဏ",
  "Trading Platform": "ကုန်သွယ်မှုပလပ်ဖောင်း",
  "Trading Smarter, Earning Better": "ကုန်သွယ်မှုပိုမိုစမတ်ကျ၊ ဝင်ငွေပိုကောင်း",
  "Trading Volume": "ကုန်သွယ်မှုပမာဏ",
  "Trading amount is too large for selected multiplier for selected stop loss price": "ရွေးချယ်ထားသော ရပ်တန့်ဆုံးရှုံးမှုစျေးနှုန်းအတွက် ရွေးချယ်ထားသော မြှောက်ကိန်းအတွက် ကုန်သွယ်မှုပမာဏသည် ကြီးလွန်းသည်။",
  "Trading bonus trial": "ကုန်သွယ်မှုဆုကြေးငွေ အစမ်းသုံးခြင်း။",
  "Trading center": "ကုန်သွယ်ရေးစင်တာ",
  "Trading indicators and signals": "ကုန်သွယ်မှုညွှန်ကိန်းများနှင့် အချက်ပြများ",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "ကုန်သွယ်မှုတွင် အန္တရာယ်ပါဝင်ပါသည်။ leverage သို့မဟုတ် ဘောနပ်စ်ရန်ပုံငွေများကို အသုံးမပြုမီ သင်လုပ်ဆောင်နေသည့်အရာကို နားလည်ကြောင်း သေချာပါစေ။ Detrade သည် ဘောနပ်စ်အရောင်းအ၀ယ်မှတစ်ဆင့် ဆုံးရှုံးသွားသော မည်သည့်ဆုံးရှုံးမှုများအတွက် တာဝန်မကင်းပါ။.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "ကုန်သွယ်မှုကို {{startTime}} မှ {{endTime}} ({{timeZone}}) နှင့် စနေ၊ ကျေးဇူးပြု၍ သင်၏အမိန့်ကိုကြိုတင်ဖြေရှင်းပါ။.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "ကုန်သွယ်မှုပြိုင်ပွဲများ၊ ပုံမှန်ဆုကြေးငွေများ၊ လက်ဆောင်များ၊ ပရိုမိုကုဒ်များနှင့် ကုန်သွယ်မှုပြိုင်ပွဲများတွင် မည်သည့်ကုန်သည်မဆို အသုံးပြုရန် သို့မဟုတ် ပါဝင်ရန် ရနိုင်ပါသည်။.",
  "Traffic Owners": "ယာဉ်ထိန်း ပိုင်ရှင်များ",
  "Transaction Completed": "ငွေပေးငွေယူ ပြီးပါပြီ။",
  "Transaction details": "ငွေပေးငွေယူအသေးစိတ်",
  "Transactions": "ငွေပေးငွေယူ",
  "Transition details": "အကူးအပြောင်းအသေးစိတ်",
  "Transparency & Security": "ပွင့်လင်းမြင်သာမှုနှင့် လုံခြုံရေး",
  "Trigger price is too close to bust price": "အစပျိုးစျေးနှုန်းသည် စျေးနှုန်းနှင့် နီးကပ်လွန်းသည်။",
  "Trigger price is too close to current price": "အစပျိုးစျေးနှုန်းသည် လက်ရှိပေါက်ဈေးနှင့် အလွန်နီးစပ်ပါသည်။",
  "Trusted by": "အားကိုးတကြီး",
  "Trusted by millions of users.": "သန်းပေါင်းများစွာသော သုံးစွဲသူများက ယုံကြည်ကြသည်။.",
  "Try": "ကြိုးစားပါ။",
  "Try a quick demo": "အမြန်သရုပ်ပြစမ်းပါ။",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "စစ်မှန်သောရင်းနှီးမြုပ်နှံမှုမရှိဘဲနှင့် မည်သည့်အန္တရာယ်မှမပါဝင်ဘဲ virtual ငွေကြေးဖြင့် သရုပ်ပြအကောင့်တစ်ခုရှိ ပလက်ဖောင်းမှပေးသော အကျိုးကျေးဇူးအားလုံးကို စမ်းကြည့်ပါ။.",
  "Turn every action into rewards. Start trading today.": "Turn every action into rewards. Start trading today.",
  "Txid": "Txid",
  "Type": "ရိုက်ပါ။",
  "Type Your message": "သင့်စာကို ရိုက်ထည့်ပါ။",
  "UID": "UID",
  "UP": "တက်",
  "USDT-Margined": "USDT-အနားသတ်",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "{{startTime}} မှ {{endTime}} ({{timeZone}}) နှင့် စနေ၊.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "ထူးခြားသောအတွေ့အကြုံများ- ဆန်းသစ်သောကုန်သွယ်မှုစိန်ခေါ်မှုများမှ ချောမွေ့သော crypto အရောင်းအ၀ယ်ရွေးချယ်မှုများနှင့် သီးသန့်ကုန်သွယ်မှုမော်ဒယ်များအထိ၊ Detred သည် သင်မည်သည့်နေရာတွင်မှမတွေ့နိုင်သော အတွေ့အကြုံတစ်ခုကို ပေးပါသည်။.",
  "Unlock Diamond": "Diamond ကိုဖွင့်ပါ။",
  "Unlock Top Traders, Achieve": "ထိပ်တန်းကုန်သည်များကိုသော့ဖွင့်ပါ၊ အောင်မြင်ပါစေ။",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "မလိုအပ်ပါ။ Detrade သည် နည်းပညာပံ့ပိုးပေးသူတစ်ဦးဖြစ်ပြီး ကျွန်ုပ်တို့၏ဖြေရှင်းချက်များကို မည်သည့်နိုင်ငံမှမဆို ဝယ်ယူနိုင်ပါသည်။.",
  "Up": "တက်",
  "Up & Down": "အပေါ်နှင့်အောက်",
  "Up Down": "အပေါ်နှင့်အောက်",
  "Up Or Down?": "အပေါ်လား အောက်လား?",
  "Up Wins": "တက်အနိုင်ရ",
  "Update Success": "အပ်ဒိတ် အောင်မြင်သည်။",
  "Updated at {{time}}": "{{time}} တွင် အပ်ဒိတ်လုပ်ထားသည်",
  "Updated timely": "အချိန်မီ အပ်ဒိတ်လုပ်ထားသည်။",
  "Uppercase or lowercase letters": "စာလုံးအကြီး သို့မဟုတ် အသေးများ",
  "Usage Instructions & Limitations": "အသုံးပြုမှု ညွှန်ကြားချက်များနှင့် ကန့်သတ်ချက်များ",
  "Used": "သုံးတယ်။",
  "User Agreement and Terms & Conditions": "အသုံးပြုသူသဘောတူညီချက်နှင့် စည်းမျဥ်းစည်းကမ်းများ",
  "User ID": "သုံးစွဲသူအိုင်ဒီ",
  "User name": "အသုံးပြုသူအမည်",
  "Username": "အသုံးပြုသူအမည်",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "အသုံးပြုသူများသည် ဤလုပ်ဆောင်ချက်ကိုခံစားနိုင်ရန် ကုန်သွယ်မှုဆိုင်ရာ ကုန်သွယ်မှုအတွဲများကို ရွေးချယ် သို့မဟုတ် ပါဝင်ရပါမည်။.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "ကုန်သွယ်မှုကန့်သတ်ချက်များကို ကျော်ဖြတ်ရန် အကောင့်များစွာကို အသုံးပြုခြင်းကို တင်းတင်းကျပ်ကျပ် တားမြစ်ထားပြီး အကောင့်ဆိုင်းငံ့ခြင်း သို့မဟုတ် ပြစ်ဒဏ်များ ဖြစ်ပေါ်စေနိုင်သည်။.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "ပေါင်းစပ်အမှာစာစာအုပ်ကို အသုံးပြု၍ ပေးထားသည့်ပမာဏကိုဝယ်ရန် သို့မဟုတ် ရောင်းချရန်အတွက် မဖြစ်စလောက်စျေးနှုန်းကို ကိုယ်စားပြုရန်အတွက် လုပ်ဆောင်ချက်တစ်ခုကို သတ်မှတ်သည်။ ဥပမာ၊ marginal purchase function သည်-:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Two-factor authentication ကို အသုံးပြုခြင်းသည် သင့်အကောင့်ကို သင့်စကားဝှက်နှင့် သင့်ဖုန်း နှစ်ခုလုံးဖြင့် ကာကွယ်ထားသောကြောင့် ၎င်းသည် အလွန်အကြံပြုပါသည်။.",
  "VIP": "VIP",
  "VIP group": "VIP အဖွဲ့",
  "Validity period: within 14 days after activation": "သက်တမ်းကာလ- အသက်သွင်းပြီးနောက် 14 ရက်အတွင်း",
  "Verifiable fairness": "တရားမျှတမှု အစစ်အမှန်",
  "Verification": "စိစစ်ခြင်း။",
  "Verification Example": "အတည်ပြုခြင်းဥပမာ",
  "Verification code failed": "အတည်ပြုကုဒ် မအောင်မြင်ပါ။",
  "Verification email sent. Check your inbox.": "အတည်ပြုအီးမေးလ်ပို့ပြီးပါပြီ။ သင့်ဝင်စာပုံးကို စစ်ဆေးပါ။.",
  "Verified": "စိစစ်ပြီး",
  "Verify": "စိစစ်ပါ။",
  "Verify Fairness": "တရားမျှတမှုကို စစ်ဆေးပါ။",
  "Verify fairness": "Verify fairness",
  "View details": "အသေးစိတ်ကြည့်ရှုပါ။",
  "View more": "ပိုမိုကြည့်ရှုပါ။",
  "Volume": "အတွဲ",
  "Volume (24h)": "အတွဲ (24 နာရီ)",
  "Voucher code": "ဘောက်ချာကုဒ်",
  "Wager": "လောင်းကြေး",
  "Wager <0>{{amount}}</0> To Reach": "လက်လှမ်းမီရန် လောင်းကြေး <0>{{amount}}</0>",
  "Wait For Next Round": "နောက်တစ်ဆင့်ကိုစောင့်ပါ။",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "အနည်းဆုံး တရားဝင်စျေးနှုန်းဖိဒ် 6 ခုအထိ စောင့်ပါ။ စျေးနှုန်းဖိဒ်များ မလုံလောက်ပါက၊ Detrade အညွှန်းစျေးနှုန်းကို အပ်ဒိတ်လုပ်မည်မဟုတ်ပါ။.",
  "Wallet": "ပိုက်ဆံအိတ်",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Detrade မိတ်ဖက်အစီအစဉ်တွင် ပါဝင်လိုပါသလား။ စတင်ရန် ကျွန်ုပ်တို့၏ ပံ့ပိုးကူညီရေးအဖွဲ့ထံ ဆက်သွယ်ပါ။!",
  "Watch play demo": "သရုပ်ပြကစားခြင်းကို ကြည့်ပါ။",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ပလတ်ဖောင်းပေါ်ရှိ သင်၏လုပ်ဆောင်ချက်အကြောင်း အချက်အလက်များကို စုဆောင်းထားပြီး၊ ကုန်သွယ်မှုလုပ်ဆောင်ချက်၊ ဦးစားပေးမှုများ၊ ကျွန်ုပ်တို့၏ အကြောင်းအရာနှင့် ထိတွေ့ဆက်ဆံမှု အပါအဝင်။.",
  "We collect several types of information from and about users of our Platform, including:": "ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ပလပ်ဖောင်း၏အသုံးပြုသူများထံမှ သတင်းအချက်အလက်အမျိုးအစားများစွာကို စုဆောင်းရယူပါသည်၊ အပါအဝင်၊:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "ကျွန်ုပ်တို့တွင် ဖောက်သည်များ၏လိုအပ်ချက်များကို စဉ်ဆက်မပြတ်ဖြည့်ဆည်းပေးကာ သုံးစွဲသူများအား ပိုမိုအာမခံချက်ပေးနိုင်ရန် အကောင်းဆုံးနည်းပညာနှင့် လုပ်ငန်းလည်ပတ်မှုအဖွဲ့များရှိသည်။.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ခွင့်ပြုချက်မရှိဘဲ ဝင်ရောက်အသုံးပြုခြင်း၊ အသုံးပြုခြင်း သို့မဟုတ် ထုတ်ဖော်ခြင်းမှ ကာကွယ်ရန်အတွက် ကျွန်ုပ်တို့သည် လုံခြုံရေးအစီအမံအမျိုးမျိုးကို လုပ်ဆောင်ပါသည်။ ဤအစီအမံများတွင် ကုဒ်ဝှက်ခြင်း၊ ဝင်ရောက်ထိန်းချုပ်မှုများနှင့် လုံခြုံသောသိုလှောင်မှုတို့ ပါဝင်သည်။ သို့သော်၊ အင်တာနက်မှတဆင့် ထုတ်လွှင့်သည့်နည်းလမ်း သို့မဟုတ် အီလက်ထရွန်နစ် သိုလှောင်မှုနည်းလမ်းသည် 100% လုံခြုံပြီး ၎င်း၏ လုံးဝလုံခြုံရေးကို ကျွန်ုပ်တို့ အာမခံနိုင်မည်မဟုတ်ပေ။.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "သင်သည် ကျွန်ုပ်တို့၏ကြီးထွားလာနေသောမဟာမိတ်မိသားစု၏အဖွဲ့ဝင်တစ်ဦးဖြစ်လာပြီး Detrade ၏အနာဂတ်ကို အတူတကွပုံဖော်နိုင်ရန် ကျွန်ုပ်တို့ကိုကူညီရန် ကျွန်ုပ်တို့မျှော်လင့်ပါသည်။!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "ငွေပေးငွေယူများကို အဆင်ပြေချောမွေ့စေပြီး စည်းမျဉ်းစည်းကမ်းသတ်မှတ်ချက်များကို လိုက်နာရန် ဘဏ်အကောင့်နံပါတ်များ၊ အကြွေးဝယ်ကတ်အသေးစိတ်နှင့် ငွေပေးငွေယူမှတ်တမ်းများကဲ့သို့သော ငွေကြေးအချက်အလက်များကို စုဆောင်းနိုင်ပါသည်။.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "GPS၊ Wi-Fi သို့မဟုတ် ဆဲလ်တာဝါတိုင်ဒေတာကဲ့သို့သော နည်းပညာများကို အသုံးပြု၍ ထိုသို့လုပ်ဆောင်ရန် ခွင့်ပြုပါက သင့်တည်နေရာနှင့်ပတ်သက်သည့် အချက်အလက်များကို စုဆောင်းနိုင်ပါသည်။.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "ဥပဒေအရ သို့မဟုတ် အများသူငှာ အာဏာပိုင်များ၏ တရားဝင်တောင်းဆိုမှုများ (ဥပမာ၊ တရားရုံး သို့မဟုတ် အစိုးရအေဂျင်စီ) မှ မှန်ကန်သော တောင်းဆိုမှုများကို တုံ့ပြန်ရန် လိုအပ်ပါက သင့်အချက်အလက်များကို ကျွန်ုပ်တို့ ထုတ်ဖော်နိုင်ပါသည်။.",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Detrade၊ ကျွန်ုပ်တို့၏အသုံးပြုသူများ သို့မဟုတ် အခြားသူများ၏အခွင့်အရေးများ၊ ပစ္စည်းဥစ္စာများ သို့မဟုတ် ဘေးကင်းလုံခြုံမှုကိုကာကွယ်ရန်နှင့် ကျွန်ုပ်တို့၏စည်းကမ်းသတ်မှတ်ချက်များကို လိုက်နာရန် သင်၏အချက်အလက်များကို ကျွန်ုပ်တို့ထုတ်ဖော်နိုင်ပါသည်။.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "ကျွန်ုပ်တို့သည် သင်၏အချက်အလက်များကို အခြားကုမ္ပဏီတစ်ခုမှ ပေါင်းစည်းခြင်း၊ ကုမ္ပဏီပိုင်ဆိုင်မှုများရောင်းချခြင်း၊ ငွေကြေးထောက်ပံ့ခြင်း သို့မဟုတ် ကျွန်ုပ်တို့၏လုပ်ငန်းအားလုံး သို့မဟုတ် တစ်စိတ်တစ်ပိုင်းကို အခြားကုမ္ပဏီတစ်ခုမှ ရယူခြင်း သို့မဟုတ် ညှိနှိုင်းမှုအတွင်း သို့မဟုတ် ကျွန်ုပ်တို့သည် သင့်အချက်အလက်များကို မျှဝေခြင်း သို့မဟုတ် လွှဲပြောင်းခြင်းများ ပြုလုပ်နိုင်ပါသည်။.",
  "We may share your information with third parties if you provide your consent to do so.": "ထိုသို့လုပ်ဆောင်ရန် သင့်သဘောတူပါက ကျွန်ုပ်တို့သည် သင့်အချက်အလက်များကို ပြင်ပအဖွဲ့အစည်းများနှင့် မျှဝေနိုင်ပါသည်။.",
  "We may share your information with third parties in the following circumstances:": "သင့်အချက်အလက်များကို အောက်ပါအခြေအနေများတွင် ပြင်ပအဖွဲ့အစည်းများနှင့် မျှဝေနိုင်ပါသည်။:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "ကျွန်ုပ်တို့ကိုယ်စား ဝန်ဆောင်မှုပေးသော ပြင်ပဝန်ဆောင်မှုပေးသူများနှင့် ကျွန်ုပ်တို့သည် သင့်အချက်အလက်များကို မျှဝေနိုင်ပါသည်.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "ကျွန်ုပ်တို့သည် ကမ္ဘာတစ်ဝှမ်းရှိ အွန်လိုင်းကုန်သည် 2.5 သန်းကျော်ကို ဆွဲဆောင်နိုင်သော ကျယ်ပြန့်ဆုံးသော ဆင်းသက်လာမှုဆိုင်ရာ ကုန်သွယ်မှုရွေးချယ်စရာများကို ပေးဆောင်ပါသည်။ ကျွန်ုပ်တို့၏နည်းပညာသည် ကျွန်ုပ်တို့၏ဖောက်သည်များအား အန္တရာယ်ကိုပိုမိုထိရောက်စွာနားလည်နိုင်စေရန်နှင့် အသိပေးထားသောကုန်သွယ်ဆုံးဖြတ်ချက်များချနိုင်စေမည့် အလိုလိုသိမြင်နိုင်သောနှင့် အစွမ်းထက်သောကုန်သွယ်မှုအတွေ့အကြုံကို ပေးဆောင်ပါသည်။.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "ကျွန်ုပ်တို့သည် လူတိုင်း ကုန်သည်တစ်ဦးဖြစ်လာစေရန် ရိုးရှင်းပြီး လည်ပတ်ရလွယ်ကူသော ကုန်သွယ်မှုပလပ်ဖောင်းကို ပံ့ပိုးပေးပါသည်။.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "ကျွန်ုပ်တို့သည် ထိရောက်ကြောင်းသက်သေပြထားသည့် စျေးကွက်ရှာဖွေရေးပစ္စည်းများနှင့်အတူ သင့်ပလပ်ဖောင်းသို့ ကစားသမားများကို ဆွဲဆောင်ခြင်းဆိုင်ရာ အဆင့်ဆင့်လမ်းညွှန်ချက်တစ်ခု ပေးပါသည်။.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "အောက်ပါအခြေအနေများအောက်တွင် ဘောနပ်စ်များနှင့် ဆက်စပ်အမြတ်ငွေများကို ပယ်ဖျက်ပိုင်ခွင့်ကို ကျွန်ုပ်တို့ မှာထားပါသည်-:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "ကျွန်ုပ်တို့၏ပလပ်ဖောင်းအသုံးပြုမှုနှင့်ပတ်သက်ပြီး သင့်ကုန်သွယ်မှုအတွေ့အကြုံကို မြှင့်တင်ရန် ကွတ်ကီးများ၊ ဝဘ်ဘီကွန်များနှင့် အခြားခြေရာခံနည်းပညာများကို ကျွန်ုပ်တို့အသုံးပြုပါသည်။.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "ကျွန်ုပ်တို့သည် ကုန်သည်အင်တာဖေ့စ်၏လည်ပတ်မှုတွင် နှောင့်နှေးခြင်း သို့မဟုတ် အနှောင့်အယှက်များမရှိဘဲ အလျင်မြန်ဆုံး အရောင်းအ၀ယ်များကို ပံ့ပိုးပေးရန်အတွက် နောက်ဆုံးပေါ်နည်းပညာကို အသုံးပြုပါသည်။.",
  "We use the information we collect for various purposes, including:": "ကျွန်ုပ်တို့စုဆောင်းထားသော အချက်အလက်များကို ရည်ရွယ်ချက်အမျိုးမျိုးဖြင့် အသုံးပြုသည်-:",
  "We will contact you within 3 working days, please check your email regularly": "အလုပ်လုပ်ရက် 3 ရက်အတွင်း သင့်ထံ ဆက်သွယ်ပါမည်၊ ကျေးဇူးပြု၍ သင့်အီးမေးလ်ကို ပုံမှန်စစ်ဆေးပါ။",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "ဥပဒေ၊ စည်းမျဥ်းစည်းကမ်း သို့မဟုတ် လုပ်ငန်းလိုအပ်ချက်များကို လိုက်နာရန် အပါအဝင် စုဆောင်းထားသည့် ရည်ရွယ်ချက်များကို ဖြည့်ဆည်းရန် လိုအပ်သမျှ ကာလပတ်လုံး သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ထိန်းသိမ်းထားပါမည်။.",
  "Website for PC": "PC အတွက် ဝဘ်ဆိုဒ်",
  "Website for smartphones": "စမတ်ဖုန်းများအတွက် ဝဘ်ဆိုဒ်",
  "Week": "အေးလေ",
  "Week's Pnl": "အပတ်၏ Pnl",
  "Weekly raffle": "အပတ်စဉ် ကံစမ်းမဲ",
  "Welcome Bonus": "ကြိုဆိုသောအပိုဆု",
  "Welcome To": "မှကြိုဆိုပါတယ်။",
  "Welcome To Demo Trading ": "Demo Trading မှကြိုဆိုပါတယ်။ ",
  "Welcome to Detrade Connect": "Detrade ချိတ်ဆက်မှုမှကြိုဆိုပါသည်။",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "ထိပ်တန်း binary options များရောင်းဝယ်ရေးပလက်ဖောင်းဖြစ်သော Detrade မှကြိုဆိုပါသည်။ ကျွန်ုပ်တို့၏ပလပ်ဖောင်းကို သင်စတင်အသုံးမပြုမီ၊ အောက်ပါစည်းကမ်းချက်များကို ဂရုတစိုက်ဖတ်ရှုနားလည်ပါ။ Detrade ၏ပလပ်ဖောင်းကို ဝင်ရောက်အသုံးပြုခြင်းဖြင့် သို့မဟုတ် အသုံးပြုခြင်းဖြင့်၊ သင်သည် ဤစည်းကမ်းသတ်မှတ်ချက်များနှင့် ချည်နှောင်ရန် သဘောတူပါသည်။ ဤစည်းမျဥ်းများ၏ အစိတ်အပိုင်းတစ်ခုခုကို သဘောမတူပါက၊ ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းကို အသုံးမပြုရပါ။.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Stonks မှကြိုဆိုပါသည်။ စျေးနှုန်းသည် နေ့တိုင်း 00:00 UTC တွင် $1,000 သို့ ပြန်လည်သတ်မှတ်မည်ဖြစ်ပြီး ပြန်လည်သတ်မှတ်ချိန်အတွင်း ဆိုင်းငံ့ထားသောအမှာစာများကို အလိုအလျောက်ဖြေရှင်းပေးမည်ဖြစ်သည်။.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Detrade မှကြိုဆိုပါတယ်။ သင်၏ပံ့ပိုးကူညီမှုအတွက် ကျေးဇူးတင်ရန်၊ ကျွန်ုပ်တို့သည် သုံးစွဲသူအသစ်များအတွက် <0>50 USDT အထိ ကုန်သွယ်မှုဆုကြေးငွေများ</0> ကို ပေးဆောင်နေပါသည်။ အန္တရာယ်နှင့် စစ်မှန်သောဆုလာဘ်များနှင့်အတူ binary ရွေးချယ်မှုများကို တွေ့ကြုံခံစားပါ။!",
  "What currencies can be deposited and withdrawn?": "မည်သည့်ငွေကြေးများကို အပ်နှံနိုင်ပြီး ထုတ်ယူနိုင်သနည်း။?",
  "What does it mean?": "ဘာကိုဆိုလိုတာလဲ?",
  "What is Detrade Connect?": "Detrade ချိတ်ဆက်ခြင်းဆိုသည်မှာ အဘယ်နည်း။?",
  "What operational expenses could Partner have?": "ပါတနာတွင် မည်သည့်လုပ်ငန်းလည်ပတ်စရိတ်များ ရှိနိုင်မည်နည်း။?",
  "What would you like your new limit to be? (max 500% of current limit)": "မင်းရဲ့ကန့်သတ်ချက်အသစ်က ဘာဖြစ်ချင်လဲ။? (လက်ရှိကန့်သတ်ချက်၏ အများဆုံး 500%)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "နှစ်သစ်ကြိုဆိုပွဲ ပြီးဆုံးသောအခါ၊ ၎င်းသည် ပြင်ဆင်မှုဖြေရှင်းရေး လုပ်ငန်းစဉ်သို့ ရောက်ရှိလာပါသည်။ နှစ်သစ်ကုန်ဆုံးပြီးနောက် (ပထမအလံတွင်) စနစ်သည် စတင်စျေးနှုန်းကို မှတ်တမ်းတင်သည်။ K-line သည် အချိန်အတိုင်းအတာတစ်ခုအထိ အလုပ်လုပ်သောအခါ၊ စနစ်သည် အဆုံးစျေးနှုန်း (ဒုတိယအလံတွင်) မှတ်တမ်းတင်သည်။ အဆုံးစျေးနှုန်းနှင့် စတင်စျေးနှုန်းကို နှိုင်းယှဉ်ပါ။ အဆုံးစျေးနှုန်းသည် စတင်စျေးနှုန်းထက် ကြီးပါက၊ UP လမ်းကြောင်းကို ရွေးချယ်သော ကုန်သည်က အနိုင်ရသည်။ မဟုတ်ရင် DOWN ဦးတည်ချက်ကို ရွေးချယ်တဲ့ ကုန်သည်က အနိုင်ရတယ်။.",
  "When the dual conditions are met, you will receive profits.": "အခြေအနေနှစ်ခုကို လိုက်လျောညီထွေဖြစ်တဲ့အခါ အမြတ်အစွန်းတွေ ရလိမ့်မယ်။.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "ဗဟိုကန့်သတ်အမှာစာစာအုပ်ဖြင့် ရိုးရာဖလှယ်မှုတစ်ခုတွင် အရောင်းအဝယ်လုပ်သောအခါ၊ ကြီးမားသောမှာယူမှုများသည် ယေဘုယျအားဖြင့် အကောင်းဆုံးသောလေလံ သို့မဟုတ် ကမ်းလှမ်းချက်ထက် ကျော်လွန်သည့်အမှာစာများနှင့် ဖြတ်ကျော်သွားမည်ဖြစ်ပြီး ရလဒ်အနေဖြင့် ပျမ်းမျှငွေဖြည့်စျေးနှုန်းသည် စာအုပ်၏ထိပ်တန်းစျေးနှုန်းထက် ပိုဆိုးသည်။ အမှာစာကြီးကြီးမားမားကိုယ်စားပြုသည့် ထပ်လောင်းအန္တရာယ်ကြောင့် စျေးကွက်ထုတ်လုပ်သူများသည် ၎င်းတို့ကမ်းလှမ်းလိုသော ငွေဖြစ်လွယ်မှုပမာဏကို ကန့်သတ်ထားသည်။ အမှာစာအများအပြားကို စျေးနှုန်းအများအပြားဖြင့် ဖြည့်သွင်းရန် လိုအပ်မည့်အစား၊ Detrade သည် အနိုင်ရသောကုန်သွယ်မှုများအတွက် အပိတ်စျေးနှုန်းသတ်မှတ်ရန် စျေးကွက်အကျိုးသက်ရောက်မှုဖော်မြူလာကိုအသုံးပြုသည် (ကိုယ်တိုင်ပိတ်ထားသောအရောင်းအ၀ယ်များကို ထိခိုက်ခြင်းမရှိပါ) စျေးကွက်အကျိုးသက်ရောက်မှုကို ပုံတူကူးယူရန်၊ သို့သော် ပိုမိုကိုက်ညီပြီး ကြိုတင်မှန်းဆနိုင်သောနည်းလမ်းဖြင့် စျေးကွက်သက်ရောက်မှုကို ထပ်တူပွားစေသည်။ တိကျသောစျေးကွက်သက်ရောက်မှုသက်ရောက်မှုများကိုကြည့်ရှုရန်အလွယ်ကူဆုံးနည်းလမ်းမှာအနာဂတ်ကုန်သွယ်မှုစာမျက်နှာတွင်တွေ့ရှိရသော ROI ဂဏန်းတွက်စက်ကိုအသုံးပြုခြင်းဖြစ်သည်။.",
  "When will the commission be distributed?": "ကော်မရှင်ကို ဘယ်တော့ ဖြန့်မလဲ။?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "သင့်သူငယ်ချင်း၏ အရောင်းအ၀ယ်ပြီးဆုံးသောအခါ၊ ထိုကုန်သွယ်မှုအတွက် ချက်ချင်းကော်မရှင်တစ်ရပ်ကို သင်ရရှိနိုင်ပါသည်။.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "ရပ်တန့်ခြင်း သို့မဟုတ် ဆုံးရှုံးမှုစျေးနှုန်းအတွက် <0>P_close</0> သည် <1>P_open*(1-1/multiplier_leverage)</1> ဖြစ်သည်။.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "<0>p_i | ဘယ်မှာလဲ။ i in 1..N</0> နှင့် 1..N</1> နှင့် <1>s_i|i in 1..N</1> တို့သည် စာအုပ်ထိပ်မှ တိုးလာနေသော အကွာအဝေးတွင် စီထားသော စျေးနှုန်းများနှင့် အရွယ်အစားများဖြစ်သည်။ ဤလုပ်ဆောင်ချက်သည် <2>s</2> ပမာဏကို ဝယ်ယူရန် ပေးချေရမည့် အမြင့်ဆုံးစျေးနှုန်းကို ပေးပါသည်။",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "<0>v_i</0> သည် အလယ်အလတ်စျေးနှုန်းများကို တွက်ချက်ထားသည့် အရွယ်အစားများဖြစ်ပြီး ပေါင်းစပ်အမှာစာစာအုပ်မှ စုဆောင်းဝယ်ယူရောင်းချသည့်အရွယ်အစားများကို ပြည်ထောင်စုအဖြစ် သတ်မှတ်သည်။ <1>L</1> သည် <2>1/V</2> ဟုသတ်မှတ်ထားသော အတိုင်းအတာတစ်ခုဖြစ်ပြီး၊ <3>V</3> သည် အလယ်အလတ်စျေးနှုန်းကိုတွက်ချက်ပြီး ပေါင်းစပ်အမှာစာစာအုပ်ရှိ အဝယ်နှင့်ရောင်းချမှုပမာဏ၏အနည်းဆုံးပမာဏအဖြစ် သတ်မှတ်သတ်မှတ်ထားသည့် အတိုင်းအတာတစ်ခုဖြစ်သည်။.",
  "Which currency pairs can be traded on Detrade?": "Detrade တွင် မည်သည့်ငွေကြေးအတွဲများကို ရောင်းဝယ်နိုင်သနည်း။?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "အဖြူရောင်တံဆိပ်ပိုင်ရှင်များသည် ပလပ်ဖောင်းကို တီထွင်ရာတွင် ကုန်ကျစရိတ်လုံးဝမရှိပါ။ သူတို့လိုအပ်တာက အရောင်းနဲ့ စျေးကွက်ကို အာရုံစိုက်ဖို့ပါပဲ။.",
  "Whitelist pre-booking": "Whitelist ကြိုတင်စာရင်းသွင်းခြင်း။",
  "Why Partner with Detrade?": "ဘာကြောင့် Detrade နဲ့ လက်တွဲတာလဲ။?",
  "Why choose Detrade": "Detrade ကို ဘာကြောင့် ရွေးချယ်တာလဲ။",
  "Why you must choose us?": "အဘယ်ကြောင့် ငါတို့ကို ရွေးချယ်ရမည်နည်း။?",
  "Wild": "တောသား",
  "Will The Price Go Up Or Down": "စျေးတက်သလား ကျသွားလား။",
  "Will the price go up or down ?": "စျေးတက်လား ကျလား ?",
  "Win": "ဝင်း",
  "Win Crypto Tokens": "Crypto Tokens ကိုအနိုင်ရ",
  "Win if the price breaks out — above the high or below the low.": "စျေးနှုန်းပြတ်တောက်သွားပါက - အမြင့်အထက် သို့မဟုတ် အနိမ့်အောက်၌ အနိုင်ရပါ။.",
  "Win rate": "အနိုင်ရနှုန်း",
  "Winner": "အောင်နိုင်သူ",
  "Winning": "အနိုင်ရတယ်။",
  "Winning Tickets": "လက်မှတ်များ",
  "Winning prize details": "ဆုရရှိမှုအသေးစိတ်",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL အခကြေးငွေဖြင့်၊ သင်သည် ကုန်သွယ်မှုဖွင့်ရန် သို့မဟုတ် ပိတ်ရန် မည်သည့်အခကြေးငွေကိုမျှ မပေးဆောင်ဘဲ ကုန်သွယ်မှုကိုပိတ်သည့်အခါ သင်၏အမြတ်အစွန်းတစ်စိတ်တစ်ပိုင်း (ရှိပါက) ကိုသာ ယူပါသည်။",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "အပြားအခကြေးငွေကို ဖွင့်ထားခြင်းဖြင့် သင်သည် သင်၏အမြတ်အစွန်း၏ 100% ကိုရရှိသော်လည်း ပုံမှန်လဲလှယ်မှုတစ်ခုကဲ့သို့ ကုန်သွယ်မှုမ၀င်မီ သင်၏ဝင်ရောက်ခြင်း၊ ထွက်ပေါက်နှင့် ချော်ခြင်းတို့ကို ကာမိသော <0>ပြားသောအခကြေးငွေ</0>ကို ကြိုတင်ပေးချေပါ",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "မိုးကုပ်စက်ဝိုင်းရှိ စိတ်လှုပ်ရှားဖွယ်ရာ အင်္ဂါရပ်အသစ်များနှင့် အပ်ဒိတ်များဖြင့်၊ ယခု Detlard အရောင်းမြှင့်တင်ရန် အကောင်းဆုံးအချိန်ဖြစ်သည်။.",
  "Withdraw": "ငွေထုတ်ပါ။",
  "Withdraw Fee": "ငွေထုတ်ကြေး",
  "Withdraw Order Created": "ငွေထုတ်ရန် အမိန့်ကို ဖန်တီးခဲ့သည်။",
  "Withdraw Processing": "ငွေထုတ်ခြင်း လုပ်ဆောင်ခြင်း။",
  "Withdraw Success": "အောင်မြင်မှု ထုတ်ယူပါ။",
  "Withdraw is in progress": "",
  "Withdraw to": "ငွေထုတ်ရန်",
  "Withdraw your earnings 24/7": "သင်၏ဝင်ငွေများကို 24/7 ထုတ်ယူပါ။",
  "Withdrawal fee": "ငွေထုတ်ကြေး",
  "Withdrawal fee discount": "ငွေထုတ်ကြေး လျှော့စျေး",
  "Yes": "ဟုတ်ကဲ့",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "ဟုတ်ကဲ့၊ DeTrade သည် စုစုပေါင်း ပွင့်လင်းမြင်သာမှုကို ယုံကြည်ပြီး ဒေတာအားလုံးကို သင့်အား ပေးဆောင်ပါသည်။ ဤအချက်အလက် အားလုံးကို သင်ကြည့်ရှုနိုင်သည်။",
  "Yes, contact us at any time to upgrade your package.": "ဟုတ်ပါသည်၊ သင့်ပက်ကေ့ဂျ်ကို အဆင့်မြှင့်ရန် ကျွန်ုပ်တို့ထံ အချိန်မရွေး ဆက်သွယ်ပါ။.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "ဟုတ်ပါသည်၊ cryptocurrencies နှင့် မရင်းနှီးသူများသည် လူမှုကွန်ရက်များမှတဆင့် ဝင်ရောက်ပြီး ဘဏ်ကတ်များဖြင့် ရန်ပုံငွေရှာနိုင်ပါသည်။.",
  "Yes, you can use both.": "ဟုတ်ကဲ့၊ နှစ်မျိုးလုံးသုံးလို့ရတယ်။.",
  "Yield": "အသားပေး",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "စျေးကွက်ရှိ ပင်မဒစ်ဂျစ်တယ်ငွေကြေးအများစုကို ငွေသွင်းခြင်းနှင့် ထုတ်ယူနိုင်ပြီး၊ ပလပ်ဖောင်းသည် တရား၀င်ငွေကြေးများ၏ အပ်ငွေနှင့် ငွေထုတ်ခြင်းဆိုင်ရာ လုပ်ဆောင်ချက်များကို တဖြည်းဖြည်း စတင်လုပ်ဆောင်မည်ဖြစ်သည်။.",
  "You can share your invite link to your friend or your social media": "သင့်ဖိတ်ကြားချက်လင့်ခ်ကို သင့်သူငယ်ချင်း သို့မဟုတ် သင့်လူမှုမီဒီယာသို့ မျှဝေနိုင်ပါသည်။",
  "You have the right to object to our processing of your personal information, under certain conditions.": "အချို့သောအခြေအနေများအောက်တွင် သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကျွန်ုပ်တို့လုပ်ဆောင်ခြင်းကို သင်ကန့်ကွက်ပိုင်ခွင့်ရှိသည်။.",
  "You have the right to request a copy of the personal information we hold about you.": "မင်းနဲ့ပတ်သက်တဲ့ ကိုယ်ရေးကိုယ်တာအချက်အလက် မိတ္တူကို တောင်းဆိုပိုင်ခွင့်ရှိတယ်။.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များတွင် မှားယွင်းမှုတစ်စုံတစ်ရာကို ပြင်ပေးရန် သင့်ထံ တောင်းဆိုပိုင်ခွင့်ရှိသည်။.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "ခြွင်းချက်အချို့အရ သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကျွန်ုပ်တို့ဖျက်ပစ်ရန် တောင်းဆိုပိုင်ခွင့်ရှိသည်။.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "၎င်းတို့ရောင်းချမှုတစ်ခုစီအတွက် အိမ်အစွန်း၏ 20% ကို သင်ရရှိမည်ဖြစ်သည်။ သင့်တွင် follower များရှိပါက၊ နောက်ထပ်ကော်မရှင်အတွက် ကျွန်ုပ်တို့ထံ ဆက်သွယ်နိုင်ပါသည်။.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "သင်သည် လာမည့်နာရီအတွင်း ခန့်မှန်းခြေအားဖြင့် {nextCapitalCost} ထောက်ပံ့ကြေးကို လက်ခံရရှိမည်ဖြစ်ပြီး၊ သတ်သတ်မှတ်မှတ်ပမာဏသည် ထိုအချိန်တွင် ရန်ပုံငွေနှုန်းထားအရ ဖြစ်သည်",
  "You won <0>{{award}}</0>": "သင်သည် <0>{{award}}</0> ကို ရရှိခဲ့သည်။",
  "Your": "မင်းရဲ့",
  "Your Telegram": "မင်းရဲ့ Telegram",
  "Your account level is assessed and updated on the": "သင့်အကောင့်အဆင့်ကို အကဲဖြတ်ပြီး အပ်ဒိတ်လုပ်ထားသည်။",
  "Your current limit is {{limit}}": "သင်၏ လက်ရှိကန့်သတ်ချက်မှာ {{limit}} ဖြစ်သည်",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "သင်၏ လက်ရှိကန့်သတ်ချက်များမှာ- PnL အခကြေးငွေ - {{pnl}}၊ ပုံသေအခကြေးငွေ - {{Fixed}}",
  "Your email": "သင့်အီးမေးလ်",
  "Your friends will be associated with you after they sign up": "အကောင့်ဖွင့်ပြီးနောက် သင့်သူငယ်ချင်းများသည် သင်နှင့် ဆက်စပ်နေလိမ့်မည်။",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "ကိုယ်ရေးကိုယ်တာအချက်အလက်များအပါအဝင် သင့်အချက်အလက်များကို သင့်နိုင်ငံ သို့မဟုတ် တရားစီရင်ပိုင်ခွင့်ပြင်ပရှိ ဆာဗာများ သို့မဟုတ် ဒေတာဘေ့စ်များတွင် လွှဲပြောင်းထိန်းသိမ်းထားနိုင်သည်။ ကျွန်ုပ်တို့၏ပလပ်ဖောင်းကိုအသုံးပြုခြင်းဖြင့်၊ သင်သည်သင်၏အချက်အလက်များကိုအမေရိကန်ပြည်ထောင်စု သို့မဟုတ် Detrade သို့မဟုတ်၎င်း၏ဝန်ဆောင်မှုပေးသူများသည် အဆောက်အအုံများထိန်းသိမ်းထားသည့် အခြားနိုင်ငံတစ်ခုသို့ သင့်အချက်အလက်များကိုလွှဲပြောင်းရန် သဘောတူညီပါသည်။.",
  "Your investment": "မင်းရဲ့ရင်းနှီးမြှုပ်နှံမှု",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "သင့်ဘာသာစကားရွေးချယ်မှုသည် အီးမေးလ်များ၊ SMS၊ အက်ပ်အတွင်း အသိပေးချက်များနှင့် သင်အကောင့်ဝင်ထားသည့် စက်ပစ္စည်းအားလုံးနှင့် သက်ဆိုင်ပါသည်။.",
  "Your name": "သင့်နာမည်",
  "Your profile is now private": "သင့်ပရိုဖိုင်သည် ယခုအခါ သီးသန့်ဖြစ်သည်။",
  "Your profile is now public": "သင့်ပရိုဖိုင်ကို ယခုအခါ အများသူငှာဖြစ်နေပါပြီ။",
  "Your transfer amount has to MATCH the submission amount.": "သင်၏ လွှဲပြောင်းမှုပမာဏသည် တင်သွင်းမှုပမာဏနှင့် ကိုက်ညီရပါမည်။.",
  "Zero Trading Fees": "သုညကုန်သွယ်မှုအခကြေးငွေ",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "က) စာရွက်စာတမ်းစိစစ်ခြင်း- အသုံးပြုသူများသည် နိုင်ငံကူးလက်မှတ်၊ ယာဉ်မောင်းလိုင်စင် သို့မဟုတ် နိုင်ငံသားစီစစ်ရေးကတ်ကဲ့သို့ အစိုးရမှထုတ်ပေးသော သက်သေခံစာရွက်စာတမ်းမိတ္တူများကို အပ်လုဒ်လုပ်ရန် လိုအပ်ပါသည်။.",
  "all assets": "ပိုင်ဆိုင်မှုအားလုံး",
  "all status": "အခြေအနေအားလုံး",
  "approved": "အတည်ပြုခဲ့သည်။",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Performance Cookies**- ဤ cookies များသည် ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းကို သင်အသုံးပြုပုံအကြောင်း အချက်အလက်များကို စုဆောင်းထားပါသည်၊ သင်မကြာခဏ ဝင်ကြည့်လေ့ရှိသည့် စာမျက်နှာများကဲ့သို့သော ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းကို သင်အသုံးပြုပုံအကြောင်း အချက်အလက်များကို စုဆောင်းပါသည်။ ကျွန်ုပ်တို့၏ ပလပ်ဖောင်း၏ လုပ်ဆောင်နိုင်စွမ်းကို မြှင့်တင်ရန်အတွက် ဤအချက်အလက်ကို အသုံးပြုပါသည်။.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) လိပ်စာအတည်ပြုခြင်း- အသုံးပြုသူများသည် ၎င်းတို့၏နေထိုင်ရာလိပ်စာကိုအတည်ပြုရန် အသုံးဝင်သောငွေတောင်းခံလွှာ သို့မဟုတ် ဘဏ်ရှင်းတမ်းကဲ့သို့သော လိပ်စာအထောက်အထားကို ပေးဆောင်ရန်လိုအပ်နိုင်သည်။.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "သင်၏နောက်ဆုံးစွမ်းဆောင်ရည်နှင့် လုပ်ဆောင်ချက်အပေါ်အခြေခံသည်။ စေ့စပ်ထားပြီး အဆင့်များကို တက်ပါ။!",
  "basic information verification": "အခြေခံအချက်အလက်အတည်ပြုခြင်း။",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "ဂ) **Functional Cookies**- ဤ cookies များသည် ကျွန်ုပ်တို့၏ Platform တွင် သင်ပြုလုပ်သော ရွေးချယ်မှုများ (ဥပမာ၊ သင့်အသုံးပြုသူအမည်၊ ဘာသာစကား သို့မဟုတ် ဒေသကဲ့သို့) ကို မှတ်မိစေပြီး ပိုမိုကောင်းမွန်သော၊ ပိုမိုသော ကိုယ်ရေးကိုယ်တာအင်္ဂါရပ်များကို ပံ့ပိုးပေးပါသည်။.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "ဂ) ဇီဝဗေဒဆိုင်ရာ အတည်ပြုခြင်း- Detrade သည် သုံးစွဲသူများ၏ အထောက်အထားကို အတည်ပြုရန် မျက်နှာအသိအမှတ်ပြုခြင်း သို့မဟုတ် လက်ဗွေစကင်န်ကဲ့သို့သော ဇီဝမက်ထရစ်စစ်မှန်ကြောင်းအထောက်အထားပြသခြင်းနည်းလမ်းများကို အသုံးပြုနိုင်သည်။.",
  "change password": "စကားဝှက်ကိုပြောင်းရန်",
  "chat rules": "ချတ်စည်းမျဉ်းများ",
  "currency": "ငွေကြေး",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "ဃ) **ပစ်မှတ်/ကြော်ငြာကွက်ကီးများ**- ဤကွက်ကီးများကို သင်နှင့် သင့်စိတ်ဝင်စားမှုများနှင့် ပိုမိုသက်ဆိုင်သော ကြော်ငြာများကို ပေးပို့ရန်အတွက် အသုံးပြုပါသည်။ ၎င်းတို့သည် ကြော်ငြာကမ်ပိန်းများ၏ ထိရောက်မှုကို တိုင်းတာရာတွင်လည်း ကူညီပေးပါသည်။.",
  "date": "ရက်စွဲ",
  "day": "နေ့",
  "demo": "ဒီမို",
  "deposit": "သိုက်",
  "deposit with a 50% bonus": "50% ဘောနပ်စ်ဖြင့် ငွေသွင်းပါ။",
  "down": "ဆင်း",
  "earn ticket": "လက်မှတ်ရယူပါ။",
  "edit profile": "ပရိုဖိုင်ကို တည်းဖြတ်ပါ။",
  "edit your avatar": "သင့်ကိုယ်ပွားကို တည်းဖြတ်ပါ။",
  "email": "အီးမေးလ်",
  "explanation": "ရှင်းလင်းချက်",
  "failed": "မအောင်မြင်",
  "forgot password?": "စကားဝှက်မေ့နေပါသလား?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "diamond ကို 3 လကြာကိုင်ထားပါ — ကျွန်ုပ်တို့၏ VIP မန်နေဂျာသည် သင့်အား အံဝင်ခွင်ကျဖြစ်သော Diamond+ အထူးအခွင့်အရေးများကို ဝင်ရောက်ကြည့်ရှုရန် ဖိတ်ကြားပါမည်။.",
  "init": "စတင်ပါ။",
  "liq price": "liq စျေးနှုန်း",
  "live": "အသက်ရှင်",
  "loading...": "တင်နေသည်...",
  "lucky poll": "ကံကောင်းသောစစ်တမ်း",
  "medium": "အလယ်အလတ်",
  "month": "လ",
  "more": "နောက်ထပ်",
  "my tickets": "ငါ့လက်မှတ်များ",
  "name": "နာမည်",
  "no": "မဟုတ်ဘူး",
  "or": "သို့မဟုတ်",
  "order id": "မှာယူမှု id",
  "pending": "ဆိုင်းငံ့ထားသည်။",
  "perks in total": "စုစုပေါင်း အကျိုးခံစားခွင့်များ",
  "price": "စျေးနှုန်း",
  "prize": "ဆု",
  "processing": "လုပ်ဆောင်ခြင်း။",
  "rejected": "ငြင်းပယ်ခဲ့သည်။",
  "results": "ရလဒ်များ",
  "rewards": "ဆုလာဘ်များ",
  "rewards list": "ဆုလာဘ်များစာရင်း",
  "search “Google Authenticator” and proceed to download.": "“Google Authenticator” ကိုရှာပြီး ဒေါင်းလုဒ်လုပ်ပါ။.",
  "seed": "မျိုးစေ့",
  "strong": "ခိုင်မာတယ်။",
  "success": "အောင်မြင်မှု",
  "temporary rejected": "ယာယီပယ်ချခဲ့သည်။",
  "terms and conditions": "စည်းကမ်းနှင့်သတ်မှတ်ချက်များ",
  "tickets number": "လက်မှတ်နံပါတ်",
  "ticks": "မှင်များ",
  "time": "time",
  "token": "တိုကင်",
  "top": "ထိပ်တန်း",
  "trader": "ကုန်သည်",
  "trading platform": "ကုန်သွယ်မှုပလက်ဖောင်း",
  "two-Factor authentication": "two-Factor စစ်မှန်ကြောင်းအထောက်အထားပြခြင်း။",
  "up": "တက်",
  "voucher": "ဘောက်ချာ",
  "wager": "လောင်းကြေး",
  "weak": "အားနည်းတယ်။",
  "week": "တစ်ပတ်",
  "welcome gifts": "welcome gifts",
  "withdraw": "ရုပ်သိမ်း",
  "{{field}} is required": "{{field}} လိုအပ်ပါသည်။",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "နေ့စဉ်ပြိုင်ပွဲဆုပေါင်း၏ {{ranking}} နေရာ - {{percent}}",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>မှ {{total}}</0>",
  "|PnL|": "|PnL|"
}
