{
  "* Both a memo/tag and an address are required": "* Sekä muistio/tunniste että osoite vaaditaan",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Vahvista, vaatiiko vastaanottajan osoite muistiota/tunnistetta. Jos sitä ei täytetä tai se täytetään väärin, omaisuus menetetään",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Lastimen tulokset ovat arvioita, ja todellinen ROI/P&L voi poiketa näytetyistä markkinaolosuhteista riippuen.",
  "1-on-1 manager": "Yksilöllinen manageri",
  "1. Choose the future price direction": "1. Valitse tuleva hintasuunta",
  "1. Information We Collect": "1. Keräämämme tiedot",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"me\",\"meitä\" tai \"meidän\") on sitoutunut taistelemaan rahanpesua ja terrorismin rahoitusta vastaan ​​ottamalla käyttöön vankkoja rahanpesun vastaisia ​​(AML) ja Know Your Customer (KYC) -käytäntöjä ja -menettelyjä.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade (\"me\", \"meitä\" tai \"meidän\") ylläpitää verkkopohjaista binäärioptioiden kaupankäyntialustaa (\"Alusta\"), jonka avulla kauppiaat (\"sinä\" tai \"kauppias\") voivat käydä kauppaa erilaisilla rahoitusvälineillä.",
  "1.1 Personal Identification Information:": "1.1 Henkilötiedot:",
  "1.2 Financial Information:": "1.2 Taloudelliset tiedot:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Tämä rahanpesun vastainen (AML) ja asiakkaasi tuntemisen (KYC) käytäntö (\"Käytäntö\") määrittelee velvollisuutemme ja menettelytapamme kauppiaidemme (\"sinä\" tai \"kauppias\") henkilöllisyyden varmentamiseksi sekä rahanpesun ja terrorismin rahoituksen havaitsemiseksi ja estämiseksi Detraden alustalla.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Tämä käyttösopimus ja ehdot (\"Sopimus\") säätelevät Detraden alustan käyttöä. Kun käytät alustaamme tai käytät sitä, vahvistat, että olet lukenut ja ymmärtänyt tämän sopimuksen ja sitoudut siihen.",
  "1.3 Technical Information:": "1.3 Tekniset tiedot:",
  "1.4 Usage Data:": "1.4 Käyttötiedot:",
  "1.5 Location Information:": "1.5 Sijaintitiedot:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Evästeet ja seurantatekniikat:",
  "1.Introduction": "1. Johdanto",
  "10 most wagering players carve up the prize pool.": "10 eniten panostavaa pelaajaa kerää palkintopotin.",
  "10. Amendments to the Policy": "10. Muutokset politiikkaan",
  "10. International Data Transfers": "10. Kansainväliset tiedonsiirrot",
  "10. Limitation of Liability": "10. Vastuun rajoitus",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade varaa oikeuden muuttaa tai muuttaa tätä käytäntöä milloin tahansa. Kaikki muutokset tulevat voimaan heti, kun ne julkaistaan ​​Detraden alustalla.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Lain sallimassa laajuudessa Detrade ei ole vastuussa mistään suorista, epäsuorista, satunnaisista, erityisistä tai välillisistä vahingoista, jotka johtuvat alustamme käytöstä tai millään tavalla liittyy siihen.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 Detraden kokonaisvastuu sinulle kaikista tästä sopimuksesta tai siihen liittyvistä vahingoista, menetyksistä ja kanteen syistä ei missään tapauksessa ylitä summaa, jonka olet mahdollisesti maksanut Detradelle kahdentoista (12) kuukauden aikana, jotka edeltävät tällaisen vastuun aiheuttavaa tapahtumaa.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Sinun vastuullasi on tarkistaa tämä käytäntö säännöllisesti pysyäksesi ajan tasalla kaikista päivityksistä tai muutoksista. Jos jatkat Detraden alustan käyttöä tähän käytäntöön tehtyjen muutosten jälkeen, hyväksyt kyseiset muutokset.",
  "1000x leverage": "1000x vipuvaikutus",
  "11. Contact Information": "11. Yhteystiedot",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Jos sinulla on kysyttävää, huolenaiheita tai palautetta liittyen tähän käytäntöön tai Detraden AML- ja KYC-menettelyihin, ota meihin yhteyttä osoitteeseen [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Sitoudut korvaamaan, puolustamaan ja pitämään Detradea ja sen tytäryhtiöitä, virkamiehiä, johtajia, työntekijöitä ja edustajia kaikista vaatimuksista, vastuista, vahingoista, tappioista, kustannuksista, kuluista tai palkkioista (mukaan lukien kohtuulliset asianajopalkkiot), jotka johtuvat sinun käyttämisestäsi tai vastuusta. tätä sopimusta.",
  "11.Indemnification": "11. Korvaus",
  "12. Contact Us": "12. Ota yhteyttä",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Tätä sopimusta säätelevät ja tulkitaan [Lainkäyttöalue]:n lakeja noudattaen.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Kaikki tästä sopimuksesta johtuvat tai siihen liittyvät riidat ratkaistaan ​​välimiesmenettelyssä [välimiesmenettelyn] sääntöjen mukaisesti.",
  "12.Governing Law and Dispute Resolution": "12. Sovellettava laki ja riitojenratkaisu",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade varaa oikeuden muuttaa tai muuttaa tätä sopimusta milloin tahansa. Kaikki muutokset astuvat voimaan välittömästi, kun ne julkaistaan ​​Detraden alustalla.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Sinun vastuullasi on tarkistaa tämä sopimus säännöllisesti pysyäksesi ajan tasalla kaikista päivityksistä tai muutoksista. Jos jatkat Detraden alustan käyttöä tähän sopimukseen tehtyjen muutosten jälkeen, hyväksyt kyseiset muutokset.",
  "13.Amendments to the Agreement": "13. Muutokset sopimukseen",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Jos sinulla on kysyttävää, huolenaiheita tai palautetta tästä sopimuksesta tai Detraden alustasta, ota meihin yhteyttä osoitteessa 14.1 Jos sinulla on kysyttävää, huolenaiheita tai palautetta tästä sopimuksesta tai Detraden alustasta, ota meihin yhteyttä osoitteessa",
  "14.Contact Information": "14.Yhteystiedot",
  "16th of every month": "Joka kuukauden 16. päivä",
  "1D": "1D",
  "1M": "1M",
  "1W": "1W",
  "2. Definitions": "2. Määritelmät",
  "2. Eligibility": "2. Kelpoisuus",
  "2. How We Use Your Information": "2. Kuinka käytämme tietojasi",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Voit tarkastella rahastopoolin tilausmäärän kokonaismäärää YLÖS- ja ALAS-suunnissa sekä sinun ja muiden käyttäjien tilaustilanne luettelosta.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" viittaa rahanpesun torjuntaan, joka on joukko menettelyjä, lakeja ja määräyksiä, jotka on suunniteltu estämään laiton tulontuotanto rahoitusjärjestelmien kautta.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Kun käytät Detraden alustaa tai käytät sitä, vakuutat, että olet vähintään 18-vuotias ja sinulla on oikeuskelpoisuus tehdä tämä sopimus.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Alustamme tarjoaminen ja ylläpitäminen:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" tarkoittaa Know Your Customer, joka on prosessi, jolla varmistetaan asiakkaiden henkilöllisyys ja arvioidaan heidän mahdollisen riskinsä osallistua laittomaan toimintaan.",
  "2.2 To Improve Our Platform:": "2.2 Alustamme parantaminen:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Sinun on myös noudatettava kaikkia soveltuvia lakeja ja määräyksiä, jotka koskevat alustamme käyttöä.",
  "2.3 To Communicate with You:": "2.3 Kommunikoidaksesi kanssasi:",
  "2.4 To Personalize Your Experience:": "2.4 Kokemuksesi mukauttaminen:",
  "2.5 To Conduct Analytics and Research:": "2.5 Analyysin ja tutkimuksen suorittaminen:",
  "2.6 To Ensure Security and Compliance:": "2.6 Turvallisuuden ja vaatimustenmukaisuuden varmistamiseksi:",
  "20% affiliate commission (a 100% increase from our base rate).": "20 % affiliate-palkkio (100 % lisäys peruskorostamme).",
  "20+ exchange market data": "Yli 20 pörssimarkkinadataa",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Ilmoitus 24 tunnin nostorajoituksesta Järjestelmämme on havainnut muutoksia tilisi tärkeissä tiedoissa, joten keskeytämme tilapäisesti tilisi nostoominaisuuden, kun ryhdymme toimenpiteisiin varojesi turvaamiseksi. Rajoitukset poistetaan automaattisesti UTC-aikaan {{time}}",
  "24h Live Players": "24 tunnin live-pelaajat",
  "24h Trade Vol": "24 tunnin kaupankäyntivolyymi",
  "24h Wins Paid": "24h Voitot maksettu",
  "24h high": "24 tunnin korkein",
  "24h low": "24 tunnin alin",
  "24h players": "24 tunnin pelaajat",
  "24h win ratio": "24 tunnin voittosuhde",
  "2FA Code's length is not right": "2FA-koodin pituus ei ole oikea",
  "2FA authentication": "2FA-todennus",
  "2s CFD and 5-60s Options": "2 sekunnin CFD ja 5–60 sekunnin optiot",
  "3. Customer Due Diligence (CDD)": "3. Asiakkaan due diligence (CDD)",
  "3. How We Share Your Information": "3. Kuinka jaamme tietojasi",
  "3. Wait for system settlement": "3. Odota järjestelmän ratkaisua",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade suorittaa asiakastuntemuksen (Customer Due Diligence, CDD) kaikille käyttäjille varmistaakseen heidän henkilöllisyytensä ja arvioidakseen heidän riskitasonsa.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Jotta voit käyttää tiettyjä Detrade's Platformin ominaisuuksia, saatat joutua rekisteröimään tilin.",
  "3.1 With Service Providers:": "3.1 Palveluntarjoajien kanssa:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Rekisteröitymisprosessin aikana sinua voidaan vaatia antamaan tiettyjä henkilökohtaisia ​​tietoja, mukaan lukien, mutta niihin rajoittumatta, koko nimesi, syntymäaikasi, asuinosoitteesi, viranomaisen myöntämä henkilöllisyystodistus ja todistus osoitteesta.",
  "3.2 For Legal Reasons:": "3.2 Oikeudellisista syistä:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Kun rekisteröidyt tilille, sitoudut antamaan tarkat, ajantasaiset ja täydelliset tiedot itsestäsi rekisteröintilomakkeen kehotusten mukaisesti.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade varaa oikeuden pyytää sinulta lisätietoja tai asiakirjoja henkilöllisyytesi vahvistamiseksi tai riskitasosi arvioimiseksi.",
  "3.3 To Protect Our Rights:": "3.3 Oikeutemme suojaamiseksi:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Olet vastuussa tilisi kirjautumistietojesi luottamuksellisuuden säilyttämisestä ja kaikesta tililläsi tapahtuvasta toiminnasta.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade varaa oikeuden keskeyttää tai lopettaa tilisi, jos uskomme, että olet antanut vääriä tai harhaanjohtavia tietoja rekisteröintiprosessin aikana tai rikkonut jotakin tämän sopimuksen ehtoa.",
  "3.4 With Your Consent:": "3.4 Sinun suostumuksellasi:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Sitoudut toimittamaan viipymättä kaikki Detraden pyytämät tiedot tai asiakirjat asiakkaan tuntemisvelvollisuutta (Customer Due Diligence, CDD) varten.",
  "3.5 In Business Transfers:": "3.5 Liiketoiminnan siirroissa:",
  "3.Account Registration": "3. Tilin rekisteröinti",
  "3rd Merchant Processing": "3. kauppiaan käsittely",
  "4. Check the winning and losing results": "4. Tarkista voitto- ja tappiotulokset",
  "4. Identity Verification": "4. Henkilöllisyyden vahvistaminen",
  "4. Platform Use": "4. Alustan käyttö",
  "4. Your Data Protection Rights": "4. Tietosuojaoikeutesi",
  "4.1 Access:": "4.1 Pääsy:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade käyttää erilaisia ​​menetelmiä ja työkaluja käyttäjiensä henkilöllisyyden tarkistamiseen, mukaan lukien, mutta ei rajoittuen:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Detraden alusta tarjotaan vain tiedotus- ja koulutustarkoituksiin. Ymmärrät ja hyväksyt, että mitään alustallamme annettua tietoa ei ole tarkoitettu taloudelliseksi neuvoksi, eikä niihin tule luottaa sijoituspäätöksiä tehtäessä.",
  "4.2 Correction:": "4.2 Korjaus:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade varaa oikeuden hylätä minkä tahansa käyttäjien toimittaman asiakirjan tai tiedot, jos niitä pidetään riittämättöminä tai virheellisinä henkilöllisyyden vahvistamista varten.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Olet yksin vastuussa binäärioptioiden kauppaan liittyvien riskien arvioinnista ja sen määrittämisestä, sopiiko kaupankäynti Detraden alustalla sinulle.",
  "4.3 Deletion:": "4.3 Poistaminen:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Suostut käyttämään Detraden alustaa kaikkien sovellettavien lakien ja määräysten mukaisesti ja tavalla, joka ei loukkaa muiden oikeuksia tai riko tämän sopimuksen ehtoja.",
  "4.4 Objection:": "4.4 Vastalause:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Rajoitus: Sinulla on oikeus pyytää meitä rajoittamaan henkilötietojesi käsittelyä tietyin edellytyksin.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Tietojen siirrettävyys: Sinulla on tietyin ehdoin oikeus pyytää henkilötietojesi siirtämistä toiselle organisaatiolle tai suoraan sinulle.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Suostumuksen peruuttaminen: Jos olet antanut meille suostumuksen henkilötietojesi käsittelyyn, sinulla on oikeus peruuttaa suostumuksesi milloin tahansa.",
  "5. Data Security": "5. Tietoturva",
  "5. Risk Assessment": "5. Riskinarviointi",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade suorittaa riskinarvioinnin jokaisesta kauppiaasta heidän henkilöllisyyden varmennustietojensa, tapahtumahistoriansa ja muiden asiaankuuluvien tekijöiden perusteella.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Detraden alustan avulla käyttäjät voivat käydä kauppaa binäärioptioilla erilaisilla rahoitusvälineillä, mukaan lukien osakkeet, valuutat, hyödykkeet ja indeksit, mutta niihin rajoittumatta.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Käyttäjille voidaan antaa riskiarvioinnin tulosten perusteella riskiluokitus, joka voi vaikuttaa heidän tapahtumiinsa ja tilitoimintoihinsa sovellettavaan valvonnan tasoon.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Ymmärrät ja hyväksyt, että binäärioptioiden kauppaan liittyy merkittäviä riskejä, mukaan lukien riski koko sijoituksesi menettämisestä.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Olet yksin vastuussa kuhunkin kauppaan liittyvien riskien arvioinnista ja sopivan sijoitusstrategian määrittämisestä yksilöllisiin olosuhteisiisi.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade ei anna mitään takuita tai takeita minkä tahansa alustallamme tehdyn kaupan kannattavuudesta tai menestyksestä.",
  "5.Trading": "5. Kaupankäynti",
  "50+ trading pairs": "Yli 50 kauppaparia",
  "6 Month's Pnl": "6 kuukauden tulos",
  "6. Data Retention": "6. Tietojen säilyttäminen",
  "6. Fees and Charges": "6. Maksut",
  "6. Monitoring and Reporting": "6. Seuranta ja raportointi",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade voi periä maksuja tietyistä palveluista tai tapahtumista, jotka suoritetaan alustallamme. Sitoudut maksamaan kaikki sovellettavat maksut ja maksut, jotka liittyvät alustamme käyttöön.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade seuraa kauppiaiden tapahtumia ja tilien toimintaa epäilyttävän tai epätavallisen käyttäytymisen merkkien varalta, jotka voivat viitata rahanpesuun tai terrorismin rahoitukseen.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade varaa oikeuden muuttaa tai muokata maksurakennettamme milloin tahansa, ilmoittamalla tai ilman ennakkoilmoitusta.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Jos Detrade havaitsee epäilyttävää toimintaa tai liiketoimia, pidätämme oikeuden ilmoittaa tällaisesta toiminnasta asianomaisille viranomaisille ja ryhtyä asianmukaisiin toimenpiteisiin, mukaan lukien, mutta ei rajoittuen, kauppiastilien jäädyttäminen tai keskeyttäminen.",
  "6M": "6M",
  "7 * 24 technical services": "7 * 24 teknistä palvelua",
  "7. Cookies and Similar Technologies": "7. Evästeet ja vastaavat tekniikat",
  "7. Intellectual Property": "7. Immateriaalioikeudet",
  "7. Record-Keeping": "7. Kirjanpito",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Kaikki Detraden alustalla saatavilla oleva sisältö ja materiaalit, mukaan lukien, mutta niihin rajoittumatta, teksti, grafiikka, logot, kuvat ja ohjelmistot, ovat Detraden tai sen lisenssinantajien omaisuutta ja ovat tekijänoikeus-, tavaramerkki- ja muiden immateriaalioikeuslakien suojaamia.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Evästeet: Käytämme evästeitä parantaaksemme käyttökokemustasi alustallamme. Eväste on pieni tiedosto laitteellesi, jonka avulla voimme tunnistaa selaimesi ja tallentaa ja muistaa tiettyjä tietoja.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade ylläpitää tietoja kaikista kauppiaiden tunnistetiedoista ja tapahtumatiedoista sovellettavien lakien ja määräysten mukaisesti.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Evästeiden tyypit: a) **Evästeet**: Nämä evästeet ovat välttämättömiä alustamme toiminnan kannalta. Niiden avulla voit navigoida sivustolla ja käyttää sen ominaisuuksia.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Käyttäjätiedot pidetään luottamuksellisina ja luovutetaan vain valtuutetuille henkilöille tai viranomaisille lain edellyttämällä tavalla.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Sinulle myönnetään rajoitettu, ei-yksinomainen ja ei-siirrettävä lisenssi päästäksesi ja käyttää Detraden alustaa vain henkilökohtaiseen ja ei-kaupalliseen käyttöön.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Evästeiden hallinta: Voit hallita evästeiden käyttöä yksittäisen selaimen tasolla. Jos hylkäät evästeet, voit silti käyttää alustaamme, mutta kykysi käyttää joitakin alustamme ominaisuuksia tai alueita saattaa olla rajoitettua.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Sitoudut olemaan jäljentämättä, muokkaamatta, levittämättä tai luomatta johdannaisteoksia, jotka perustuvat mihinkään Detraden alustalla saatavilla olevaan sisältöön tai materiaaliin ilman Detraden nimenomaista kirjallista lupaa.",
  "8. Third-Party Links": "8. Kolmannen osapuolen linkit",
  "8. Training and Awareness": "8. Koulutus ja tietoisuus",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade tarjoaa koulutus- ja tiedotusohjelmia työntekijöilleen varmistaakseen, että he ovat perillä AML- ja KYC-käytännöistä ja -menettelyistä.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade kunnioittaa käyttäjiensä yksityisyyttä ja on sitoutunut suojelemaan heidän henkilökohtaisia ​​tietojaan. Katso tietosuojakäytännöstämme lisätietoja siitä, kuinka keräämme, käytämme ja paljastamme henkilötietojasi.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Työntekijät on koulutettu tunnistamaan epäilyttävä toiminta ja ilmoittamaan siitä sekä noudattamaan kaikkia AML- ja KYC-vaatimuksia.",
  "8.Privacy Policy": "8. Tietosuojakäytäntö",
  "9. Children's Privacy": "9. Lasten yksityisyys",
  "9. Compliance Oversight": "9. Vaatimustenmukaisuuden valvonta",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade on nimennyt Compliance Officerin, joka on vastuussa AML- ja KYC-käytäntöjen ja -menettelyjen noudattamisen valvonnasta.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade varaa oikeuden keskeyttää tai lopettaa pääsysi alustallemme milloin tahansa ja mistä tahansa syystä, syystä tai ilman syytä ja ilman ennakkoilmoitusta.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Compliance Officer on vastuussa sääntelyn kehityksen seurannasta, AML- ja KYC-käytäntöjen päivittämisestä tarpeen mukaan ja sen varmistamisesta, että Detraden toiminta on kaikkien sovellettavien lakien ja määräysten mukaista.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Kun käyttöoikeutesi Detraden alustalle päättyy, kaikki tämän Sopimuksen määräykset, jotka luonteensa vuoksi säilyvät irtisanomisen jälkeen, pysyvät voimassa, mukaan lukien, mutta ei rajoittuen, immateriaaliomaisuutta, vastuun rajoittamista ja riitojenratkaisua koskevat määräykset.",
  "9.Termination": "9. Päättäminen",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Bonussumma:</0> 50 % ensimmäisestä talletuksestasi",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Bonuskatto:</0> Enimmäiskaupankäyntibonus 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Kelpoisuus:</0> Vain uudet Detrade-käyttäjät",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Vaatimus:</0> Ensimmäinen talletus ≥ 50 USDT (tai vastaava kryptovaluutta)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Tuetut tuotteet</0>: Highlow, Spread, Up Down, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> lippua on lähetetty tälle kierrokselle!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> per tulo- ja poistumiskaupat {{position}} mukaan lukien lipsahdus",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}<0> <1>/{{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Kaupan avaamisen yhteydessä veloitettiin kiinteä maksu {{feeAmount}} ({{commission}}) (positio:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Murto-osa voitoistasi (jos sellaisia ​​on) otetaan, kun suljet kaupan",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Vaihtuva palkkio veloitettiin osana voitosta kaupan päättämisen yhteydessä",
  "A verification will be sent to {{email}}": "Vahvistus lähetetään osoitteeseen {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Varmista, että olet avannut kaikki neljä kaupankäyntitilaa. Jos ongelma jatkuu, ota yhteyttä asiakastukeen saadaksesi apua.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "V: Ei, itse bonusta ei voi kotiuttaa. Kuitenkin kaikki <0>bonuksella ansaitut voitot</0> voidaan kotiuttaa.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "V: Kyllä. Aktivoi bonuksesi <0>7 päivän</0> kuluessa sen myöntämisestä. Vanhentuneita bonuksia ei voi palauttaa.",
  "AF": "AF",
  "AML & KYC policy": "AML- ja KYC-käytäntö",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Tietoja Detradesta",
  "Access over 70 popular assets with up to 90% profit potential": "Käytä yli 70 suosittua resurssia, joilla on jopa 90 %:n voittopotentiaali",
  "Account Details": "Tilin tiedot",
  "Account Not Verified": "Tiliä ei ole vahvistettu",
  "Account Verified": "Tili vahvistettu",
  "Activate": "Aktivoida",
  "Activation expiry time": "Aktivoinnin vanhenemisaika",
  "Active": "Aktiivinen",
  "Active tickets": "Aktiiviset liput",
  "Activity priority access": "Toimintojen prioriteettioikeus",
  "Add": "Lisätä",
  "Add key phrase into Google Authenticator and remember the key phrase": "Lisää avainsana Google Authenticatoriin ja muista avainsana",
  "Add referral": "Lisää suosittelu",
  "Add referral code": "Lisää suosittelukoodi",
  "Address is required": "Osoite vaaditaan",
  "Address valid": "Osoite voimassa",
  "Advanced": "Edistynyt",
  "Advanced Users": "Edistyneet käyttäjät",
  "Advanced chart": "Edistynyt kaavio",
  "Advantage": "Etu",
  "Affiliate program": "Kumppanuusohjelma",
  "Affiliates": "Tytäryhtiöt",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Kun olet tehnyt ensimmäisen talletuksesi, siirry <0>Palkkiokeskukseen</0> nähdäksesi ensimmäisen 1 USDT:n kokeilukuponkisi.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Kun henkilötietosi on asetettu yksityisiksi, muut käyttäjät eivät voi nähdä käyttäjänimeäsi ja tietojasi.",
  "Agreement": "Sopimus",
  "Airdrop": "Pudottaa lentokoneesta",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Airdrop-menetelmä: Palkinnot jaetaan automaattisesti lompakkoon. Seuraa sovelluksen sisäistä sähköpostia.",
  "Airdrop plan": "Airdrop-suunnitelma",
  "Airdrop program": "Airdrop ohjelma",
  "Airdrops": "Ilmapisarat",
  "Algorithm": "Algoritmi",
  "All": "Kaikki",
  "All Assets": "Kaikki resurssit",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Nexus Play LLC tarjoaa kaiken välitystoiminnan tällä verkkosivustolla.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Kaikki pelimuodot ovat avoimia ja läpinäkyviä, mikä estää petoksia ja ehkäisee kumppaneille ja pelaajille aiheutuvia riskejä.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Kaikki 24 tunnin kaupankäyntikierroksen hinnat on ennalta määrätty satunnaisesti arvotun siemenen avulla, joka paljastetaan jokaisen kaupankäyntikierroksen lopussa. Tämän julkaistun siemenen avulla kuka tahansa voi varmistaa, että olemme noudattaneet alla kuvattua algoritmia emmekä ole muuttaneet hintoja kierroksen alettua. Huomionarvoista on, että emme voi muuttaa hintoja kaupankäyntisi perusteella.",
  "All prizes will be sent in USDT.": "Kaikki palkinnot lähetetään USDT:na.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Kaikki tarvitsemasi huippukauppiaan käytännön kokemus, mukaan lukien pääsy kuumimpiin kaupankäyntiindikaattoreihin ja signaaleihin.",
  "All time wins paid": "Kaikki voitot maksetaan",
  "Already have an account?": "Onko sinulla jo tili?",
  "Amount": "Määrä",
  "Amount is required": "Summa vaaditaan",
  "Amount to withdraw": "Nostettava määrä",
  "Announcement": "Ilmoitus",
  "Announcements": "Ilmoitukset",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Rahanpesun vastainen (AML) ja Know Your Customer (KYC) -käytäntö",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Onko sinulla kysyttävää? Omistautunut tukitiimimme on valmis auttamaan sinua ja opastamaan sinua hakuprosessin läpi.",
  "Apply": "Käytä",
  "Applying": "Hakeminen",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Noin {{nextCapitalCost}} veloitetaan seuraavan tunnin aikana, ja tietty summa määräytyy senhetkisen rahoitusprosentin mukaan.",
  "Are there any geographical restrictions?": "Onko olemassa maantieteellisiä rajoituksia?",
  "Arrival amount": "Saapumissumma",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Niin kauan kuin ohjelma on aktiivinen, voit ansaita palkkioita siitä hetkestä lähtien, kun suosittelijasi rekisteröityy Detrade-tilille.",
  "Ask a question": "Esitä kysymys",
  "Asset types,currencies,cryptocurrencies for any trader.": "Omaisuustyypit, valuutat, kryptovaluutat mille tahansa kauppiaalle.",
  "Assets": "Omaisuus",
  "Assets overview": "Resurssien yleiskatsaus",
  "At least {{exceed}} number": "Vähintään {{exceed}} numero",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Lähtölaskennan lopussa voitto ja tappio määritetään ennustamasi trendin perusteella.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Jokaisen kaupankäyntikierroksen alussa (00:00 UTC) valitaan satunnaisesti uusi 32-tavuinen siemen. Koko kierroksen hinnat voidaan toistaa yhdistämällä tämä siemen kasvavaan kokonaislukulaskuriin.",
  "Auto": "Auto",
  "Available": "Saatavilla",
  "Available on request": "Saatavilla pyynnöstä",
  "Award quota": "Palkintokiintiö",
  "Awarded users": "Awarded users",
  "Balance": "Saldo",
  "Balance is not enough": "Tasapaino ei riitä",
  "Basic": "Perus",
  "Becoming an affiliate is easy": "Kumppaniksi ryhtyminen on helppoa",
  "Benefit from our many years of experience and internationally renowned reputation.": "Hyödynnä monivuotinen kokemus ja kansainvälisesti tunnettu maine.",
  "Benefits": "Edut",
  "Benefits:": "Edut:",
  "Best For": "Paras",
  "Bet": "Veto",
  "Betting": "Vedonlyönti",
  "Binary Options Exchange": "Binaarioptioiden vaihto",
  "Bind": "Sitoa",
  "Bind Success": "Sidos menestys",
  "Black diamond circle": "Musta timanttiympyrä",
  "Blockchain Processing": "Lohkoketjun käsittely",
  "Bonus": "Palkkio",
  "Bonus Rules": "Bonussäännöt",
  "Bonus Trial": "Bonuskokeilu",
  "Bonus pool": "Bonus pool",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Bonuskuponkeja <0>ei voi nostaa</0>, mutta <1>bonuskaupoista saadut voitot ovat nostettavissa<1>",
  "Boost your earnings by affiliate program": "Lisää tulojasi kumppaniohjelman avulla",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Tehosta kauppaasi jopa 1000-kertaisella vipuvaikutuksella – suuri riski, suurempi palkkio.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Tehosta kauppaasi jopa 1000-kertaisella vipuvaikutuksella – suuri riski, suurempi palkkio.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC:n tarjoamat välitystuotteet ja -palvelut.",
  "Bronze": "Pronssi",
  "Bust And Stop Loss Prices": "Laske ja lopeta tappiot",
  "Buy": "Ostaa",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Kun käytät Detraden alustaa tai käytät sitä, vahvistat, että olet lukenut ja ymmärtänyt tämän tietosuojakäytännön ja sitoudut noudattamaan sitä. Jos et hyväksy tätä tietosuojakäytäntöä, et saa käyttää alustaamme.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Kun käytät Detraden alustaa tai käytät sitä, vahvistat, että olet lukenut ja ymmärtänyt tämän sopimuksen ja sitoudut siihen. Jos et hyväksy jotakin tämän sopimuksen osaa, et saa käyttää Detraden alustaa.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Kun käytät Detraden alustaa tai käytät sitä, vahvistat, että olet lukenut, ymmärtänyt ja sitoutunut noudattamaan tätä AML- ja KYC-käytäntöä. Jos et hyväksy jotakin tämän käytännön osaa, et saa käyttää Detraden alustaa.",
  "Calculator": "Laskin",
  "Campaign": "Kampanja",
  "Campaign Center": "Kampanjakeskus",
  "Can I See The Data Of My Referral?": "Voinko nähdä viittaukseni tiedot?",
  "Can I use a live account and a demo account at the same time?": "Voinko käyttää live-tiliä ja demotiliä samanaikaisesti?",
  "Can Partner upgrade his partnership level in the future?": "Voiko Partner nostaa kumppanuustasonsa tulevaisuudessa?",
  "Can non-crypto users play Detrade games?": "Voivatko ei-crypto-käyttäjät pelata Detrade-pelejä?",
  "Cancel": "Peruuttaa",
  "Cannot exceed {{exceed}} characters": "Ei saa ylittää {{exceed}} merkkiä",
  "Cash All": "Käteinen Kaikki",
  "Champion Profits": "Mestarin voitot",
  "Change": "Muuttaa",
  "Change password": "Vaihda salasana",
  "Chat": "Chat",
  "Check <0>ROI calculator</0> for more details": "Katso lisätietoja <0>ROI-laskimesta</0>",
  "Chg%": "Muutosprosentti",
  "Choose Symbol": "Valitse symboli",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Valitse <0>tilisi tyyppi ja </0> aloita kaupankäynti!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Valitse <br/>tilisi tyyppi ja</br> aloita kaupankäynti!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Valitse kerroin maksimoidaksesi sijaintisi. Suuremman kertoimen asettaminen lisää marginaaliriskiäsi",
  "Choose the cryptocurrency that you would like to start trading.": "Valitse kryptovaluutta, jolla haluat aloittaa kaupankäynnin.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Valitse ylös- tai alassuunta tehdäksesi tilauksen määrätyn ajan kuluessa.",
  "Claim": "Väite",
  "Claim Voucher": "Lunasta kuponki",
  "Claimed rewards": "Claimed rewards",
  "Claimed rewards details": "Claimed rewards details",
  "Click Here To View The": "Napsauta tästä nähdäksesi",
  "Click Up or Down to Trading": "Klikkaa ylös tai alas siirtyäksesi kaupankäyntiin",
  "Client": "Asiakas",
  "Close": "Lähellä",
  "Close Time": "Sulkemisaika",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Sulje milloin tahansa, olipa kyseessä sitten voitto tai tappio. Aseta voitto- tai tappiorajoitustavoitteet sulkeaksesi positiosi automaattisesti",
  "Close the order": "Sulje tilaus",
  "Close type": "Sulje tyyppi",
  "Closed successfully!": "Suljettu onnistuneesti!",
  "Co-planning rights": "Yhteissuunnitteluoikeudet",
  "Coin-Margined": "Kolikkomarginaali",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Yhdistä kaikki leporajatilaukset kustakin hintasyötteestä yhdeksi yhdistetyksi tilauskirjaksi. On okei ja odotettavissa, että joidenkin ostotoimeksiantojen hinta ylittää joidenkin muiden pörssien myyntimääräysten hinnan. Yksittäisten tilausten koot on rajoitettu 1 miljoonaan dollariin yksittäisen suuren tilauksen vaikutuksen rajoittamiseksi.",
  "Coming soon": "Tulossa pian",
  "Community": "Yhteisö",
  "Community access": "Yhteisön pääsy",
  "Completed": "Valmis",
  "Comprehensive trading training": "Kattava kaupankäyntikoulutus",
  "Computers and smartphones are fully functional": "Tietokoneet ja älypuhelimet ovat täysin toimivia",
  "Condition 1: The price trend matches your prediction.": "Ehto 1: Hintatrendi vastaa ennustettasi.",
  "Condition 2: Price movement breaks through the spread.": "Ehto 2: Hintaliike murtaa eron.",
  "Confirm": "Vahvistaa",
  "Confirm Close": "Vahvista sulkeminen",
  "Confirm removing Google 2FA authentication?": "Vahvistetaanko Googlen 2FA-todennuksen poistaminen?",
  "Confirm settlement of all orders?": "Vahvistaako kaikkien tilausten maksu?",
  "Confirm to close the order?": "Vahvistatko tilauksen sulkemisen?",
  "Confirmations": "Vahvistukset",
  "Connect": "Yhdistä",
  "Connect with your friends": "Yhdistä ystäviisi",
  "Contact Us": "Ota yhteyttä",
  "Contact us": "Ota yhteyttä",
  "Contact us with Email or Live chat": "Ota meihin yhteyttä sähköpostitse tai live-chatilla",
  "Content creators program": "Sisällöntuottajien ohjelma",
  "Contest prize pool": "Kilpailun palkintopotti",
  "Continue": "Jatkaa",
  "Continue Deposit Process": "Jatka talletusprosessia",
  "Continue deposit process": "Jatka talletusprosessia",
  "Continue with Google": "Jatka Googlen kanssa",
  "Continue with X": "Jatka X: llä",
  "Continuously updated": "Päivitetään jatkuvasti",
  "Convenient deposit and withdrawal methods": "Kätevät talletus- ja kotiutustavat",
  "Copy": "Kopioida",
  "Copy Success": "Kopiointi onnistui",
  "Copy this code to your authenticator app": "Kopioi tämä koodi todennussovellukseesi",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Tekijänoikeus © 2025 Nexus Play LLC. Kaikki oikeudet pidätetään.",
  "Country": "Maa",
  "Create Password": "Luo salasana",
  "Crypto": "Crypto",
  "Crypto - binary options": "Krypto - binaariset vaihtoehdot",
  "Crypto Pairs": "Kryptovaluuttaparit",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Kryptovaluuttasopimusten kaupankäyntiin liittyy korkea riski, ja saatat menettää koko kauppasummasi. Mitä suurempaa vipuvaikutusta käytät, sitä suurempi on riski. Et kuitenkaan missään olosuhteissa voi menettää enempää kuin alkuperäisen kauppasummasi.",
  "Currency": "Valuutta",
  "Custom Price Move %": "Muokattu hinnanmuutos %",
  "Custom cashback plan": "Mukautettu käteispalautussuunnitelma",
  "Custom revenue share and fee option.": "Mukautettu tulonjako- ja maksuvaihtoehto.",
  "Custom services": "Asiakaspalvelut",
  "Custom signals": "Mukautetut signaalit",
  "Customized incentives tailored to your needs.": "Räätälöidyt kannustimet tarpeidesi mukaan.",
  "DOWN": "ALAS",
  "Daily Active Users": "Päivittäiset aktiiviset käyttäjät",
  "Daily Earning": "Päivittäinen ansio",
  "Daily contest": "Päivittäinen kilpailu",
  "Dark": "Tumma",
  "Date": "Päivämäärä",
  "Day": "Päivä",
  "DeTrade overview": "DeTrade-yleiskatsaus",
  "Dedicated customer support": "Omistettu asiakastuki",
  "Demo": "Demo",
  "Demo Account": "Demotili",
  "Demo Trading": "Demokaupankäynti",
  "Depending on your location, you may have the following rights regarding your personal information:": "Sijainnistasi riippuen sinulla voi olla seuraavat henkilötietoihisi liittyvät oikeudet:",
  "Deposit": "Tallettaa",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Talleta 120 USDT → Saat 50 USDT:n rajatun bonuksen",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Talleta 80 USDT → Saat 40 USDT bonuksen",
  "Deposit Amount": "Talletussumma",
  "Deposit Order Created": "Talletusmääräys luotu",
  "Deposit Via {{depositChannel}}": "Talletus {{depositChannel}} -kanavan kautta",
  "Deposit address": "Talletusosoite",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Talleta ja nosta rahaa helposti kätevimmällä maksutavalla.",
  "Deposit is in progress": "",
  "Deposit now": "Deposit now",
  "Deposits and withdrawals": "Talletukset ja nostot",
  "Derivative Exchanges": "Johdannaispörssit",
  "Description": "Kuvaus",
  "Detail": "Yksityiskohta",
  "Details": "Yksityiskohdat",
  "Detrade": "Heikentää",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"me\", \"me\" tai \"meidän\") arvostaa yksityisyyttäsi ja on sitoutunut suojaamaan henkilötietojasi. Tämä tietosuojakäytäntö selittää, kuinka keräämme, käytämme, paljastamme ja suojaamme tietojasi, kun käytät binaaristen optioiden kaupankäyntialustaa (\"alusta\"). Käyttämällä tai käyttämällä alustaamme hyväksyt tietojen keräämisen ja käytön tämän käytännön mukaisesti. Jos et hyväksy tätä käytäntöä, et saa käyttää alustaamme.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect on saumaton integraatioratkaisu, jonka avulla kolmannen osapuolen alustat voivat helposti muodostaa yhteyden ekosysteemiimme. Tehokkaiden sovellusliittymien ja automaatiotyökalujen avulla integroimme tuotteidemme ydintoiminnot suoraan alustallesi. Sen tavoitteena on tarjota alustoille monipuoliset kryptovaluuttajohdannaiset, nopeampi tiedonvaihto ja mahdollisuus käyttää huippuluokan ominaisuuksiamme varmistaen samalla turvalliset, skaalautuvat ja luotettavat yhteydet. Halusitpa sitten laajentaa palvelutarjontaa tai yksinkertaistaa työnkulkuja, Detrade Connect voi tehdä integroinnista yksinkertaista, tehokasta ja tehokasta.",
  "Detrade Index Prices": "Detrade-indeksihinnat",
  "Detrade Partner": "Detrade-kumppani",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade-kumppaniohjelma! Tämä ohjelma on suunniteltu tarjoamaan sisällöntuottajille parempaa tulopotentiaalia ja ainutlaatuisia etuja, mikä tekee promootiotyöstäsi todella palkitsevaa.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade on sitoutunut muuttamaan perinteistä älykästä kauppaa ja avaamaan rahoitusmarkkinoita kaikille kaikkialla. Missiomme on tarjota innovatiivisin kaupankäyntikokemus. Kenen tahansa maailmassa pitäisi voida osallistua liiketoimiin.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade on suorittanut kooditarkistuksen ja tulos on TOP-10 %:ssa.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade on nopealla kasvulla. Olemme sitoutuneet tarjoamaan käyttäjillemme innovatiivisen ja mukaansatempaavan kokemuksen, joka tekee siitä suosituimman alustan kryptovaluuttojen binäärioptiokaupankäynnille.",
  "Detrade learn": "Detrade-oppiminen",
  "Detrade offers 3 types of optional products.": "Detrade tarjoaa 3 tyyppiä valinnaisia ​​tuotteita.",
  "Detrade partnership program": "Detrade-kumppanuusohjelma",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade pidättää oikeuden lopulliseen tulkintaan tässä kampanjassa.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade pidättää oikeuden muuttaa sääntöjä ja ehtoja oman harkintansa mukaan ja ilman ennakkoilmoitusta.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade varaa oikeuden sulkea pois pelaajat, jotka ovat rikkoneet sääntöjämme missä tahansa kilpailun vaiheessa.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade pidättää oikeuden tarkistaa, keskeyttää tai peruuttaa toiminnan tai airdrop-jakelun milloin tahansa, mukaan lukien kaikki asiaankuuluvat ehdot. Tarkistus on tehty petosten ja muun laittoman toiminnan hallitsemiseksi/estämiseksi. Ellei kauppias syyllisty petokseen tai muuhun laittomaan toimintaan, mikään tällainen tarkistus ei vaikuta kauppiaisiin, jotka ovat päättäneet osallistua.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade varaa oikeuden päivittää tai muuttaa tätä tietosuojakäytäntöä milloin tahansa. Ilmoitamme sinulle kaikista muutoksista julkaisemalla uuden tietosuojakäytännön alustallamme. Sinua kehotetaan tarkistamaan tämä tietosuojakäytäntö säännöllisesti mahdollisten muutosten varalta. Jos jatkat alustamme käyttöä Tietosuojakäytäntöön tehtyjen muutosten jälkeen, hyväksyt muutokset ja suostut noudattamaan päivitettyä tietosuojakäytäntöä ja sitoutumaan siihen.",
  "Detrade weekly draw": "Detrade-viikkoarvonta",
  "Developer documentation": "Kehittäjän dokumentaatio",
  "Device": "Laite",
  "Diamond": "Timantti",
  "Diamond Partner": "Timanttikumppani",
  "Didn't find an answer to our question?": "Etkö löytänyt vastausta kysymykseemme?",
  "Direction": "Suunta",
  "Discover trending tokens. Trade. Earn. Repeat.": "Löydä trendikkäimmät tokenit. Käy kauppaa. Ansaitse. Toista.",
  "Distributing Payout": "Maksun jakaminen",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Älä käytä erikoissymboleita ja välilyöntiä, muuten tiliäsi ei ehkä tueta.",
  "Do not use special symbols, otherwise your account may not be supported.": "Älä käytä erikoissymboleita, muuten tiliäsi ei ehkä tueta.",
  "Does the company have the legal qualifications to carry out relevant business?": "Onko yrityksellä lainopillinen pätevyys asiaankuuluvan liiketoiminnan harjoittamiseksi?",
  "Don't beg or ask for loans, rains or tips.": "Älä kerjää tai pyydä lainaa, sateita tai tippiä.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Älä osallistu minkäänlaiseen mainontaan/kauppaan/myyn/ostamiseen tai palvelujen tarjoamiseen.",
  "Don't harass or be offensive to other users or Detrade staff.": "Älä häiritse tai loukkaa muita käyttäjiä tai Detraden henkilökuntaa.",
  "Don't have an account?": "Eikö sinulla ole tiliä?",
  "Don't let anyone see this!": "Älkää antako kenenkään nähdä tätä!",
  "Don't share any personal information (including socials) of you or other players.": "Älä jaa henkilökohtaisia ​​tietojasi (mukaan lukien sosiaaliset tiedot) itsestäsi tai muista pelaajista.",
  "Don't share codes, scripts or any other bot service.": "Älä jaa koodeja, skriptejä tai muita bot-palveluita.",
  "Don't show again": "Älä näytä uudelleen",
  "Don't spam & don't use excessive capital letters when chatting.": "Älä lähetä roskapostia äläkä käytä liikaa isoja kirjaimia chatissa.",
  "Don't use URL shortening services. Always submit the full link.": "Älä käytä URL-osoitteiden lyhennyspalveluita. Lähetä aina koko linkki.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Älä käytä vaihtoehtoisia (alts) tilejä chatissa, se on ehdottomasti kielletty.",
  "Done": "Tehty",
  "Down": "Alas",
  "Down Wins": "Alas voittaa",
  "Down vs. Up Ratio (Live Data)": "Alas-/ylös-suhde (reaaliaikaiset tiedot)",
  "Download": "Lataa",
  "Download the Google Authenticator app": "Lataa Google Authenticator -sovellus",
  "Drop us a line here": "Jätä meille viesti tänne",
  "Duration: {{time}}": "Kesto: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Jokaista tilaustunnusta voi käyttää VAIN kerran kaksoiskappaleiden välttämiseksi.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Jokainen käyttäjä on oikeutettu <0>vain yhteen</0> ensitalletusbonukseen",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Kutakin kuponkikoodia voi lunastaa vain kerran käyttäjää kohden. Kun palkinto on lunastanut sen, sitä ei voi peruuttaa.",
  "Earn": "Ansaita",
  "Earn up to 50% commission.": "Ansaitse jopa 50 % provisiota.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Voit voittaa jopa {{payout}} %, jos ennustuksesi on oikea.",
  "Easy access from your smartphone": "Helppo pääsy älypuhelimellasi",
  "Edit your avatar": "Muokkaa avatariasi",
  "Email": "Sähköposti",
  "Email Code": "Sähköpostikoodi",
  "Email verification code's length is not right": "Sähköpostin vahvistuskoodin pituus on virheellinen",
  "End Time": "Päättymisaika",
  "End Time Invalid( hh : mm : ss )": "Lopetusaika virheellinen ( tt : mm : ss )",
  "End Time is earlier than Start Time": "Päättymisaika on aikaisempi kuin aloitusaika",
  "End rate": "Loppuhinta",
  "Ends in {{time}} days": "Ends in {{time}} days",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Aidon ja manipuloimattoman hinnoittelun varmistaminen läpinäkyvien ja todennettavien algoritmien avulla taatun oikeudenmukaisuuden takaamiseksi.",
  "Enter Code": "Syötä koodi",
  "Enter number of daily active players": "Anna päivittäisten aktiivisten pelaajien lukumäärä",
  "Enter the 2FA code ": "Syötä 2FA-koodi ",
  "Enter the 6-digit code sent to": "Syötä osoitteeseen lähetetty 6-numeroinen koodi",
  "Enter withdraw address": "Syötä nostoosoite",
  "Enter your email": "Kirjoita sähköpostiosoitteesi",
  "Enter your email and we'll send you a new password": "Anna sähköpostiosoitteesi, niin lähetämme sinulle uuden salasanan",
  "Enter your name": "Kirjoita nimesi",
  "Enter your new password": "Kirjoita uusi salasanasi",
  "Enter your old password": "Anna vanha salasanasi",
  "Enter your password": "Kirjoita salasanasi",
  "Enterprise Partner": "Yrityskumppani",
  "Entrepreneurs": "Yrittäjät",
  "Entry Price": "Sisäänpääsyn hinta",
  "Entry Time": "Sisääntuloaika",
  "Entry fee": "Osallistumismaksu",
  "Entry price": "Sisäänpääsyhinta",
  "Esteemed Affiliate": "Arvostettu yhteistyökumppani",
  "Event Details": "Event Details",
  "Event time: {{ startTime }} - {{ endTime }}": "Event time: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Joka kuukausi jaamme satunnaisesti yhteensä <0>{{amount}}<0> BCD: nä 300 käyttäjälle, jotka osallistuvat STONKS-kaupankäyntisymboliin!",
  "Examples": "Esimerkkejä",
  "Exchange": "Vaihtaa",
  "Exit price": "Poistumishinta",
  "Experience": "Kokea",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Kokeneet tuote- ja tekniset asiantuntijat tarjoavat sinulle ammattimaista tukea ja jatkavat tuotteiden toimintojen optimointia maksutta tarjotakseen sinulle parempia tuotteita.",
  "Expert Support": "Asiantuntijatuki",
  "Expired": "Vanhentunut",
  "Expires in": "Vanhenee",
  "Explain": "Selittää",
  "Exploiting platform bugs or system loopholes": "Alustavirheiden tai järjestelmän porsaanreikien hyödyntäminen",
  "Extensive coverage": "Laaja kattavuus",
  "FAQ": "FAQ",
  "Failed": "Epäonnistui",
  "False deposits, money laundering, or manipulation to trigger rewards": "Väärennetyt talletukset, rahanpesu tai manipulointi palkkioiden saamiseksi",
  "Fast response": "Nopea reagointi",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Nopeat tapahtumat, pankkirahaston pääoman lisäys ja voitonjako, vireillä olevat toimeksiannot ja transaktioiden kopiointi ovat käteviä ja joustavia kaupankäyntitapoja.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Nopeampia kauppoja. Yksinkertaisempia päätöksiä. Reaaliaikaista vuorovaikutusta muiden kauppiaiden kanssa yhteisössä.",
  "Favorite Trading Derivatives": "Suosikkikaupankäynnin johdannaiset",
  "Favorites": "Suosikit",
  "Fear & Greed Index": "Pelon ja ahneuden indeksi",
  "Fee": "Maksu",
  "Fee options": "Maksuvaihtoehdot",
  "Fiat": "Fiat",
  "Finished": "Finished",
  "First deposit bonus guide": "Ensimmäisen talletuksen bonusopas",
  "Fixed fee limit": "Kiinteä maksuraja",
  "Flat fee": "Kiinteä maksu",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Kiinteä maksu lasketaan prosentteina positiostasi (summa * vipuvaikutus)",
  "Flexible transaction mode": "Joustava kaupankäyntitila",
  "Floating PnL": "Kelluva PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Saat automaattisesti arpalipun jokaisesta ${{ticketQuota}} kaupankäynnistä <0>korkealla ja matalalla spreadillämme</0>. Varmista siis, että voitat itsellesi parhaan mahdollisen tilaisuuden ansaitsemalla mahdollisimman monta lippua!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Jos sinulla on esimerkiksi avoinna 500 dollarin BTC-long-positio 10x-kertoimella ja rahoituskorko on 0,1 %, sinulta veloitetaan 0,21 dollaria tunnissa ensimmäisten 8 tunnin jälkeen. Jos positio olisi lyhyt eikä pitkä, saisit rahoitusmaksuja. Jos positiosi suljetaan 8 tunnin kuluessa, rahoitusmaksuja ei suoriteta.",
  "For the safety of your funds, must complete the following binding": "Varojesi turvallisuuden vuoksi sinun on täytettävä seuraavat sitovat tiedot",
  "For the safety of your funds, withdrawals must complete the following binding": "Varojesi turvallisuuden vuoksi nostojen on täytettävä seuraavat sitoumukset",
  "Forgot?": "Unohtuiko?",
  "Free": "Ilmainen",
  "Frequently Asked Questions (FAQ)": "Usein kysytyt kysymykset (UKK)",
  "Frequently asked questions": "Usein kysytyt kysymykset",
  "From": "Alkaen",
  "Funding Payments": "Rahoitusmaksut",
  "Funding fee history": "Rahoitusmaksuhistoria",
  "Funding/h": "Rahoitus/tunti",
  "Futures": "Futuurit",
  "Futures Entrust": "Futures Entrust",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Futuurikauppa on spot-markkinoihin liittyvä kauppa. Käyttäjät voivat arvioida futuurisopimuskaupan nousua tai laskua ja ostaa pitkiä tai myydä lyhyitä sopimuksia saadakseen voittoa hintojen noususta tai laskusta. Samaan aikaan käyttäjät voivat lainata lisävaroja kasvattaakseen positioidensa kokoa lisäämällä vipuvaikutusta.",
  "Gas fee": "Polttoainemaksu",
  "General access": "Yleinen pääsy",
  "Get 50% bonus": "Hanki 50 % bonus",
  "Get Trading commission when your friends trading.": "Saat kaupankäyntiprovisioita, kun ystäväsi käyvät kauppaa.",
  "Get free educational materials and 24/7 support": "Saat ilmaisia ​​koulutusmateriaaleja ja tukea 24/7",
  "Get help": "Hae apua",
  "Go bind": "Mene sitomaan",
  "Go to home": "Mene kotiin",
  "Go to the Reward Center and manually activate your bonus voucher.": "Siirry Palkitsemiskeskukseen ja aktivoi bonuskuponkisi manuaalisesti.",
  "Go trading": "Käy kauppaa",
  "Gold": "Kulta",
  "Gold Partner": "Kultainen kumppani",
  "Good Job!": "Hyvä työ!",
  "Google 2FA code": "Google 2FA koodi",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator voidaan ladata App Storesta tai Google Playsta.",
  "Got it": "Selvä",
  "Guess if the price ends higher or lower than the target.": "Arvaa, onko hinta lopulta tavoitehintaa korkeampi vai alempi.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Eikö etsimääsi löytynyt? Katso vastauksia kysymyksiin täältä tai katso lisätietoja ohjekeskuksestamme.",
  "Hide Small": "Piilota pieni",
  "High Low": "Korkea Matala",
  "High Low Guess if the price ends higher or lower than the target.": "Ylin ja alin Arvaa, päättyykö hinta tavoitehintaa korkeammalle vai matalammalle.",
  "High Low Spread": "Korkea Matala leviäminen",
  "History": "Historia",
  "Home": "Kotiin",
  "Hour": "Tunnin",
  "How does Playnance assist Partners in their platforms' promotion?": "Miten Playnance auttaa kumppaneita alustansa mainostamisessa?",
  "How it works": "Näin se toimii",
  "How much can I earn from my referral?": "Kuinka paljon voin ansaita suosituksestani?",
  "How to Claim Your Bonus": "Bonuksen lunastusohjeet",
  "How to apply": "Hakeminen",
  "How to invite": "Kuinka kutsua",
  "How will players deposit and withdraw their funds?": "Kuinka pelaajat tallettavat ja nostavat varojaan?",
  "I acknowledge": "Tunnustan",
  "I've made deposit": "Olen tehnyt talletuksen",
  "ID verification": "Henkilöllisyyden varmentaminen",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "INDEKSIIN AINEOSAT SPOT-VAIHTO",
  "If you are a content creator, make sure to check out our": "Jos olet sisällöntuottaja, muista tutustua sivuihimme",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Jos uskot, että tilisi on merkitty virheellisesti, ota yhteyttä viralliseen tukeen valittaaksesi.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Jos et suorittanut tätä siirtoa, voit jatkaa talletusprosessia <0>täällä</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Jos sinulla on kysyttävää tästä tietosuojakäytännöstä, ota meihin yhteyttä osoitteessa",
  "If you have the traffic, it can be monetized.": "Jos sinulla on liikennettä, se voidaan kaupallistaa.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Jos uskot, että hinta laskee, kun lähtölaskenta päättyy, valitse ALAS. (Kuvan arvot vastaavat saamaasi voittosuhdetta)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Jos uskot hinnan laskevan, valitse ALAS saadaksesi laskun kiinni.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Jos uskot hinnan laskevan, aseta marginaali ja tallenna lyhyt painike. Jos hinta laskee, tuottaa voittoa.",
  "If you think the price will go up, choose UP to go with the trend.": "Jos uskot hinnan nousevan, valitse YLÖS seurataksesi trendiä.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Jos uskot hinnan nousevan, aseta marginaali ja napsauta pitkää painiketta. Jos hinta nousee, tuottaa voittoa.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Jos uskot hinnan nousevan lähtölaskennan lopussa, valitse YLÖS. (Kuvan arvot vastaavat saamaasi voittosuhdetta)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Jos haluat keskittyä myyntiin ja tulokseen tuotehallinnan tai teknologian kehittämisen sijaan.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Jos positiosi pysyy auki yli 8 tuntia, sinulta veloitetaan markkinatilanteen mukaan tuntikohtaisia rahoitusmaksuja. Nämä maksut vähennetään suoraan tilisi saldosta. Jos saldosi ei riitä kattamaan rahoitusmaksuja, järjestelmä sulkee positiosi pakotetusti.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Jos positiosi pysyy avoinna yli 8 tuntia, siihen sovelletaan markkinatilanteen mukaan tuntikohtaisia rahoitusmaksuja.",
  "Important Reminders": "Tärkeitä muistutuksia",
  "Income": "Tulot",
  "Increase Limit": "Nosta rajaa",
  "Increase aggregate limit": "Kasvata kokonaisrajaa",
  "Increase limit": "Nosta rajaa",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Integroi Detrade Cryptocurrency -johdannaiset alustallesi",
  "Integration": "Integrointi",
  "Integration program": "Integraatio-ohjelma",
  "Intelligent integrated services": "Älykkäät integroidut palvelut",
  "Internal group": "Sisäinen ryhmä",
  "Intuitive trader transaction data display and statistics": "Intuitiivinen kauppiaan tapahtumatietojen näyttö ja tilastot",
  "Intuitive trading trend display and analysis tools": "Intuitiivinen kaupankäyntitrendin näyttö ja analysointityökalut",
  "Invalid email": "Virheellinen sähköpostiosoite",
  "Invite friends": "Kutsu ystäviä",
  "Invite friends to earn  20% commission": "Kutsu ystäviä ja ansaitse 20 % palkkiota",
  "Invite only": "Vain kutsusta",
  "Ip": "Ip-osoite",
  "Is there a limit to how long I can earn commissions through the referral program?": "Onko rajoitusta sille, kuinka kauan voin ansaita palkkioita suositteluohjelman kautta?",
  "Is there a limit to the invitation rewards I can receive?": "Onko ansaitsemillani kutsupalkkioilla rajaa?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Se auttaa sijoittajia ymmärtämään markkinoiden emotionaalista tilaa, joka voi vaikuttaa osto- ja myyntikäyttäytymiseen.",
  "Join  our community": "Liity yhteisöömme",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Liity Detrade Connectiin nopeuttaaksesi alustasi toiminnallista kasvua, ja tarjoamme sinulle palvelutakuut.",
  "Join and earn extra bonuses!": "Liity ja tienaa lisäbonuksia!",
  "Join free competitions": "Osallistu ilmaisiin kilpailuihin",
  "Join now and get a": "Liity nyt ja saat a",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Liity viikoittaiseen satunnaiseen arvontaan ja jaa <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC-vahvistus",
  "KYC authentication": "KYC-todennus",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Pidä positiosi auki yli 8 tuntia, niin saatat saada tai saada tuntikohtaisia rahoitusmaksuja markkinaolosuhteista riippuen.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Pidä positiosi auki yli 8 tuntia, niin saatat saada tai saada tuntikohtaisia rahoitusmaksuja markkinaolosuhteista riippuen. Kun markkinat ovat nousutrendissä, rahoituskorko on positiivinen ja pitkät kauppiaat maksavat shorttikauppiaille. Kun markkinat ovat laskutrendissä, rahoituskorko on negatiivinen ja lyhyet kauppiaat maksavat pitkille kauppiaille.",
  "Language": "Kieli",
  "Large product research & Development team": "Suuri tuotetutkimus- ja kehitystiimi",
  "Last price": "Viimeinen hinta",
  "Latest events": "Viimeisimmät tapahtumat",
  "Launch now": "Käynnistä nyt",
  "Leaderboard": "Tulostaulu",
  "Learn": "Oppia",
  "Learn More": "Lisätietoja",
  "Level assessment & update": "Tasoarviointi ja päivitys",
  "Leverage": "Vipuvaikutus",
  "Leverage 1000x Maximum": "Vipuvaikutus enintään 1000x",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Hyödynnä Detraden tekniikkaa käynnistääksesi oman kaupankäyntisovelluksesi. Tarjoa asiakkaillesi parempi kaupankäyntikokemus ja ansaitse jokaisesta sovelluksessasi tehdystä kaupasta.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Vivutuksen avulla voit kasvattaa positiosi kokoa pienemmällä pääomalla. Suurempi vipuvaikutus lisää sekä potentiaalista voittoa että riskiä.",
  "License": "Lisenssi",
  "License Information": "Lisenssitiedot",
  "Light": "Kevyt",
  "Limits": "Rajoitukset",
  "Liq price": "Liq hinta",
  "Liq.Price": "Nestehinta",
  "Liq.price": "Nestehinta",
  "Liquidated": "Likvidoitu",
  "Live": "Elää",
  "Live chat": "Live-chat",
  "Live trade": "Live-kauppa",
  "Loading Failed": "Lataus epäonnistui",
  "Log out": "Kirjaudu ulos",
  "Login": "Kirjaudu sisään",
  "Login 2FA switch": "Kirjaudu 2FA-kytkimellä",
  "Login here.": "Kirjaudu sisään tästä.",
  "Login history": "Kirjautumishistoria",
  "Login method": "Kirjautumistapa",
  "Login to Detrade": "Kirjaudu Detradeen",
  "Login with email code": "Kirjaudu sisään sähköpostikoodilla",
  "Login with password": "Kirjaudu sisään salasanalla",
  "Lose": "Menettää",
  "Loser": "Häviäjä",
  "Loved by users": "Käyttäjien rakastama",
  "Major features:": "Tärkeimmät ominaisuudet:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Tee onnistuneita kauppoja ja kerää maksimibonus ensimmäisellä talletuksellasi. <0>Lue lisää<0>",
  "Manual": "Manuaalinen",
  "Mark Price": "Mark Hinta",
  "Mark price": "Merkitse hinta",
  "Market": "Markkinoida",
  "Market Impact Effects": "Markkinavaikutusvaikutukset",
  "Max": "Maksi",
  "Max Profit": "Suurin voitto",
  "Max TV": "Max-televisio",
  "Max Trade": "Max kauppa",
  "Max solo bonus": "Max solo bonus",
  "Max withdrawal limit": "Suurin nostoraja",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Jäsenystävällinen järjestelmä: Monet nykyisistä jäsenistämme ovat onnistuneet rakentamaan kestävää passiivista tuloa ohjelmamme kautta. Nyt on sinun vuorosi.",
  "Memo": "Muistio",
  "Memo is required": "Muistio vaaditaan",
  "Memo/Tag": "Muistio/tunniste",
  "Menu": "Valikko",
  "Min Trade": "Vähimmäiskauppa",
  "Minimum Deposit": "Minimitalletus",
  "Minimum {{min}} characters": "Vähintään {{min}} merkkiä",
  "Minimum {{min}} characters and maximum {{max}} characters": "Vähintään {{min}} merkkiä ja enintään {{max}} merkkiä",
  "Minute": "Minuutti",
  "Money Distributed": "Rahaa jaettu",
  "Month": "Kuukausi",
  "Month's Pnl": "Kuukauden tulos",
  "Monthly Earnings": "Kuukausittaiset tulot",
  "Monthly cashback cap": "Kuukausittainen käteispalautuskatto",
  "More": "Lisää",
  "Multi-account abuse or airdrop farming behavior": "Usean tilin väärinkäyttö tai airdrop-farming",
  "Multiple crypto currency binary options derivatives": "Useita kryptovaluuttojen binaarioptiojohdannaisia",
  "Multiple investment models": "Useita sijoitusmalleja",
  "Multiplier": "Kerroin",
  "Must be at least {{less}}": "On oltava vähintään {{less}}",
  "Must be at most {{large}}": "Saa olla enintään {{large}}",
  "My Position": "Minun asemani",
  "My activity": "Oma toimintani",
  "My referral code": "Suosittelukoodini",
  "My referral link": "Suosittelulinkkini",
  "My reward": "Palkkioni",
  "My vouchers": "Omat kupongin",
  "NA": "NA",
  "Name": "Nimi",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Tarvitsetko apua? Käy ohjekeskuksessamme tai ota yhteyttä asiakastukeen. Olemme täällä auttaaksemme sinua 24/7.",
  "Network": "Verkko",
  "New": "Uusi",
  "New Password": "Uusi salasana",
  "New Trading Symbol": "Uusi kaupankäyntisymboli",
  "New messages": "Uudet viestit",
  "New notice": "Uusi ilmoitus",
  "New password is {{exceed}} length": "Uuden salasanan pituus on {{exceed}}",
  "New user": "New user",
  "Next": "Seuraavaksi",
  "Next Draw Starts in": "Seuraava arvonta alkaa",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC on välitysyritys, joka tarjoaa itseohjautuville sijoittajille välityspalveluita, eikä anna suosituksia tai tarjoa sijoitus-, talous-, laki- tai veroneuvontaa ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC on välityspalvelu, joka tarjoaa itseohjautuneille sijoittajille välityspalveluita, eikä anna suosituksia tai tarjoa sijoitus-, rahoitus-, oikeudellista tai veroneuvontaa. Verkkokauppaan liittyy luontaisia ​​riskejä, mukaan lukien vaihtelut järjestelmän vaste- ja käyttöajoissa markkinaolosuhteiden, järjestelmän suorituskyvyn ja muiden tekijöiden vuoksi. Ennen kaupankäyntiä neuvottele riippumattoman, lisensoidun talousneuvojan kanssa ja varmista, että sinulla on tarvittava riskinottohalu, kokemus ja tiedot. Nexus Play LLC ei ole missään olosuhteissa vastuussa kenellekään henkilölle tai yhteisölle mistään suorista, epäsuorista, erityisistä, välillisistä tai satunnaisista vahingoista. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, Mwali International Services Authorityn (M.I.S.A.) valtuuttama ja sääntelemä välitysyhtiö lisenssillä #BFX2024137.",
  "No": "Ei",
  "No Hidden Fees": "Ei piilomaksuja",
  "No More Data": "Ei enää dataa",
  "No More Orders": "Ei enää tilauksia",
  "No data available": "Ei tietoja saatavilla",
  "No discussion of streamers or Twitch or any other similar platforms.": "Ei keskustelua streameristä tai Twitchistä tai muista vastaavista alustoista.",
  "No downloads or updates required": "Latauksia tai päivityksiä ei vaadita",
  "No funding within 60 minutes for this order": "Ei rahoitusta 60 minuutin kuluessa tälle tilaukselle",
  "No installation is required and you can trade via your smartphone's web browser.": "Asennusta ei tarvita ja voit käydä kauppaa älypuhelimesi verkkoselaimen kautta.",
  "No more data": "Ei enää dataa",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Ei politiikkaa eikä uskonnollista keskustelua chatissa, tämä on ehdottomasti kielletty.",
  "No suspicious behavior that can be seen as potential scams.": "Ei epäilyttävää toimintaa, jota voidaan pitää mahdollisena huijauksena.",
  "No withdrawal of coins within 24 hours": "Kolikoita ei nosteta 24 tunnin sisällä",
  "Not activated": "Ei aktivoitu",
  "Not completed": "Not completed",
  "Note": "Huom",
  "Notification": "Ilmoitus",
  "Now login disabled 2FA": "Nyt kirjautuminen pois käytöstä 2FA",
  "Now login need 2FA": "Nyt sisäänkirjautumiseen tarvitaan 2FA",
  "Old Password": "Vanha salasana",
  "Old password is {{exceed}} length": "Vanha salasana on {{exceed}} pitkä",
  "On going": "Jatkuu",
  "On your first deposit": "Ensimmäisellä talletuksellasi",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Kun bonus on aktivoitu ja positiosi koko on ≥ bonusarvo, järjestelmä käyttää bonusta automaattisesti ensin kaupassa.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Kun siemen on paljastettu, kuka tahansa voi tarkistaa hinnat kaupankäyntikierrokselta. Seuraava Python-koodi laskee kierroksen 100 ensimmäistä hintaa sen siemen perusteella:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Kun olet avannut kaikki neljä kaupankäyntitilaa (HighLow / Spread / Future / Up Down), saat täyden bonuksesi (50 % talletuksestasi) automaattisesti.",
  "Ongoing": "Ongoing",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Verkkokaupankäyntiin liittyy luontaisia ​​riskejä, mukaan lukien järjestelmän vasteen ja käyttöaikojen vaihtelut markkinaolosuhteiden, järjestelmän suorituskyvyn ja muiden tekijöiden vuoksi. Ennen kaupankäyntiä ota yhteyttä riippumattomaan, lisensoituun talousneuvojaan ja varmista, että sinulla on tarvittava riskinottohalukkuus, kokemus ja tietämys. Nexus Play LLC ei missään olosuhteissa ole vastuussa kenellekään henkilölle tai yhteisölle mistään suorista, epäsuorista, erityisistä, välillisistä tai satunnaisista vahingoista ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Lähetä vain {{crypto}} tähän osoitteeseen, {{confirmations}} vahvistukset vaaditaan.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Käytä vain chat-kanavassa määritettyä kieltä, mahdollinen väärinkäyttö rangaistaan.",
  "Open": "Avata",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Avaa Google Authenticator, skannaa alla oleva QR-koodi tai syötä avainsana manuaalisesti aktivoidaksesi vahvistustunnuksen",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Avoimen position suunta Käyttäjien prosenttiosuudet tällä alustalla nykyisellä valuutalla",
  "Order Amount": "Tilausmäärä",
  "Order Id": "Tilaustunnus",
  "Order Progress": "Tilauksen edistyminen",
  "Order id": "Tilaustunnus",
  "Order placed successfully!": "Tilaus tehty onnistuneesti!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Alkuperäinen pelikassan sijoitusmalli, helppo ansaita tuloja, varat voidaan nostaa milloin tahansa.",
  "Other": "Muut",
  "Our Advantage": "Meidän etumme",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Alustamme ei ole tarkoitettu alle 18-vuotiaiden lasten käyttöön. Emme tietoisesti kerää tai pyydä henkilötietoja alle 18-vuotiailta lapsilta. Jos saamme tietoomme, että olemme keränneet henkilötietoja alle 18-vuotiaalta lapselta, poistamme kyseiset tiedot mahdollisimman pian.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Alustamme voi sisältää linkkejä kolmansien osapuolien verkkosivustoille tai palveluihin, jotka eivät ole Detraden omistuksessa tai hallinnassa. Emme voi valvoa minkään kolmannen osapuolen verkkosivustojen tai palveluiden sisältöä, tietosuojakäytäntöjä tai käytäntöjä emmekä ota niistä vastuuta. Kehotamme sinua tutustumaan kaikkien vierailemiesi kolmansien osapuolien verkkosivustojen tietosuojakäytäntöihin.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Kumppaniohjelmamme kuvastaa sitoutumistamme luoda win-win-yhteistyötä, ja se on räätälöity kaikenkokoisille tytäryhtiöille. Liity kanssamme yhteisen kasvun matkalle!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Suunnitelmamme tavoitteena on kannustaa erinomaisten tulosten saavuttajia.",
  "Outflow": "Ulosvirtaus",
  "Over 70 popular crypto assets. Trade and increase your balance": "Yli 70 suosittua kryptovaluuttaa. Käy kauppaa ja kasvata saldoasi",
  "Overview": "Yleiskatsaus",
  "Own your branded platform": "Omista brändialustasi",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "Bonuskauppojen voitot ja tappiot hyvitetään suoraan oikealle tilillesi",
  "PNL": "PNL",
  "Page error": "Sivuvirhe",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Osallistumistapa: Suorita 3 STONKS/BCD-tapahtumaa ajanjakson aikana.",
  "Partner Program": "Kumppaniohjelma",
  "Partner program": "Kumppaniohjelma",
  "Partnership Program": "Kumppanuusohjelma",
  "Partnership Tiers": "Kumppanuustasot",
  "Partnership With A Trusted Pioneer": "Kumppanuus luotettavan pioneerin kanssa",
  "Partnership program": "Kumppanuusohjelma",
  "Password": "Salasana",
  "Password reset link sent. Check your email inbox.": "Salasanan palautuslinkki lähetetty. Tarkista sähköpostisi.",
  "Password strength": "Salasanan vahvuus",
  "Passwords must differ": "Salasanojen on oltava erilaisia",
  "Past": "Mennyt",
  "Past 1 year": "Viimeisen vuoden aikana",
  "Past {{days}} days": "Viimeiset {{days}} päivää",
  "Past {{hours}} hours": "Viimeiset {{hours}} tuntia",
  "Payment Method": "Maksutapa",
  "Payout": "Maksu",
  "Payout Multiplier": "Maksukerroin",
  "Pending third-party processing (estimated {{hours}} hours).": "Odottaa kolmannen osapuolen käsittelyä (arvioitu {{hours}} tuntia).",
  "Pending third-party processing.": "Odottaa kolmannen osapuolen käsittelyä.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Edut sisältävät korkeammat palkkiot, sponsoroidut Detrade-kampanjat ja paljon muuta!",
  "Personal": "Henkilökohtainen",
  "Personal Info": "Henkilökohtaiset tiedot",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Valitse kerroin maksimoidaksesi positiosi. Korkeamman kertoimen asettaminen lisää positiosi riskiä.",
  "Place Your Trade": "Tee kauppasi",
  "Platform": "Alusta",
  "Platform Name": "Alustan nimi",
  "Platform Type": "Alustan tyyppi",
  "Platform Website": "Alustan verkkosivusto",
  "Platinum": "Platina",
  "Platinum Partner": "Platina-kumppani",
  "Play now": "Pelaa nyt",
  "Players": "Pelaajat",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Pelaajat voivat suorittaa lataus- ja kotiutustoimintoja alustan tarjoamien lataus- ja kotiutusportaalien kautta.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Pelaajat voivat ennustaa Bitcoinin hinnan. Pelaajat voivat liittyä pooliin, joka ennustaa hintojen nousua tai laskua, ja sijoittaa tietyn summan rahaa osallistuakseen peliin. Voittaja jakaa vastapuolen pääomarahastovarat sijoitusasteen mukaisesti. Uusi peli voidaan aloittaa vasta, kun pelaajat kaikista edellisistä kierroksista ovat saaneet voittonsa.",
  "Please enter a valid email address": "Anna kelvollinen sähköpostiosoite",
  "Please enter an 2FA code": "Anna 2FA-koodi",
  "Please enter the seed": "Anna siemen",
  "Please enter you remail": "Anna sähköpostiosoitteesi",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Noudata talletusohjeita talletuksen tekemiseksi, muuten talletuksesi puuttuu.",
  "Please refresh the page or jump to the trading center": "Päivitä sivu tai siirry kauppakeskukseen",
  "PnL": "PnL",
  "PnL fee": "Voitto-oikeuden maksu",
  "PnL fee limit": "Voitto- ja tappioraja",
  "PnL%": "Voittoprosentti",
  "Positions": "Asemat",
  "Potential Return": "Mahdollinen palautus",
  "Powered by": "Powered by",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Ennusta kaupankäynnin hintasuunta. Jos hinta liikkuu valitsemaasi suuntaan, teet voittoa!",
  "Preferences": "Asetukset",
  "Premium support": "Premium-tuki",
  "Preview": "Esikatselu",
  "Price": "Hinta",
  "Price Formulation": "Hinnan muotoilu",
  "Price formulation": "Hinnanmuodostus",
  "Price move": "Hintamuutos",
  "Priority access": "Ensisijainen pääsy",
  "Privacy Policy": "Tietosuojakäytäntö",
  "Privacy policy": "Tietosuojakäytäntö",
  "Private invitation": "Yksityinen kutsu",
  "Private profile": "Yksityinen profiili",
  "Prize Calculation Formula": "Palkinnon laskentakaava",
  "Prize Pools": "Palkintopotit",
  "Prizes will be sent on Notice page as the Contest ends.": "Palkinnot lähetetään Ilmoitus-sivulla kilpailun päättyessä.",
  "Product Description": "Tuotteen kuvaus",
  "Product capabilities": "Tuotteen ominaisuudet",
  "Product iteration, new product development": "Tuoteiteraatio, uusien tuotteiden kehitys",
  "Professional, Secure, Trustworthy": "Ammattimainen, turvallinen, luotettava",
  "Profile": "Profiili",
  "Profile is not publicly available": "Profiili ei ole julkisesti saatavilla",
  "Profit": "Voitto",
  "Profit Calculator": "Voittolaskuri",
  "Program — Work with a trustworthy online trading provider.": "Ohjelma — Työskentele luotettavan verkkokaupan tarjoajan kanssa.",
  "Progressing": "Edistyminen",
  "Promising Affiliate": "Lupaava tytäryhtiö",
  "Provably fair": "Todistettavasti oikeudenmukainen",
  "Provides tutorials,guides and various trading strategy services.": "Tarjoaa opetusohjelmia, oppaita ja erilaisia ​​kaupankäyntistrategiapalveluita.",
  "Providing the best customer service is our aim.": "Tavoitteemme on tarjota parasta asiakaspalvelua.",
  "Providing users with diverse options for transactions": "Tarjoaa käyttäjille monipuolisia vaihtoehtoja maksutapahtumiin",
  "Q1: Can I withdraw the bonus?": "K1: Voinko nostaa bonuksen?",
  "Q2: Will my bonus expire if I don't activate it?": "K2: Vanheneeko bonukseni, jos en aktivoi sitä?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "K3: Tein talletuksen, mutta en saanut bonusta. Mitä minun pitäisi tehdä?",
  "Quick experience starts here, easy experience without registration": "Nopea kokemus alkaa tästä, helppo kokemus ilman rekisteröitymistä",
  "Quick tap: will the price go up or down next?": "Pikaklikkaus: nouseeko vai laskeeko hinta seuraavaksi?",
  "ROI": "ROI",
  "ROI Calculator": "ROI-laskin",
  "ROI calculator": "ROI-laskin",
  "Rakeback": "Rakeback",
  "Rank": "Sijoitus",
  "Rapid deployment": "Nopea käyttöönotto",
  "ReSend": "Lähetä uudelleen",
  "Ready to Get Started": "Valmiina aloittamaan",
  "Real Account": "Oikea tili",
  "Real Account – Real Funds!": "Oikea tili – oikeat varat!",
  "Realized PnL": "Toteutunut PnL",
  "Receive commission rewards": "Vastaanota palkkioita",
  "Recommended for you": "Suositeltu sinulle",
  "Record": "Tallentaa",
  "Referral": "Viittaus",
  "Referral by": "Lähettäjä",
  "Referral rules": "Lähetesäännöt",
  "Referred at": "Viitattu osoitteessa",
  "Referred users": "Suositellut käyttäjät",
  "Refresh page": "Päivitä sivu",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Riippumatta kohde-etuuksien markkinoiden likviditeetistä, Detrade takaa, että kaupankäyntihinnan laskut ja tappiorajat toteutuvat jatkuvasti markkinoille tulon yhteydessä ennalta määrätyllä hinnalla. Hintalaskut rajoittuvat alkuperäiseen position kokoon ja tappiorajat rajoittuvat kauppiaan ostoasetuksiin. Hintalaskut ja tappiorajat voidaan laskea seuraavasti:",
  "Register": "Rekisteröidy",
  "Register for Detrade.": "Rekisteröidy Detradeen.",
  "Register to Win Crypto Tokens": "Rekisteröidy voittaaksesi kryptovaluuttoja",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Tavalliset binaariset optiotuotteet, jotka perustuvat siihen, onko kohde-etuuden päätöskurssi tietyn ajanjakson sisällä (kuten seuraavat 30 sekuntia, yksi minuutti, yksi tunti jne.) alhaisempi vai korkeampi kuin toteutushinta, määräävätkö voiton saamisen. Tämä tuote on lyhytaikainen sijoitus. Tämä vaihtoehto sopii markkinoille, joilla hintavaihtelut ovat vähemmän vaihtelevia.",
  "Reliable": "Luotettava",
  "Reload": "",
  "Remarks": "Huomautuksia",
  "Remove": "Poistaa",
  "Remove 2fa Success": "Poista 2fa Success",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Poista kaikki hintasyötteet, joille ei ole päivitetty markkinatietoja viimeisen 30 sekunnin aikana.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Poista kaikki hintasyötteet, joissa osto- ja myyntihinnat ovat ristiin tai joiden kirjan yläosan keskihinta on yli 10 %:n päässä kirjan yläosan keskihinnasta kaikissa hintasyötteissä.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Vaatimukset: 100 ainutlaatuista, aktiivisesti rekisteröitynyttä käyttäjää, joiden kaupankäyntivolyymi on vähintään 1 000 000 dollaria suosittelujen perusteella.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Vaatimukset: 50 ainutlaatuista, aktiivisesti rekisteröitynyttä käyttäjää, joiden kaupankäyntivolyymi on vähintään 100 000 dollaria suosittelujen perusteella.",
  "Research lab": "Tutkimuslaboratorio",
  "Reset fields": "Palauta kentät",
  "Reset password": "Palauta salasana",
  "Responsive and secure trading platform": "Responsiivinen ja turvallinen kaupankäyntialusta",
  "Result": "Tulos",
  "Retry": "",
  "Revenue Share": "Tulojen jako",
  "Reward": "Palkinto",
  "Reward center": "Palkitsemiskeskus",
  "Rewards hub": "Palkintokeskus",
  "Rewords": "Uudelleenmuotoilu",
  "Rich Trading Tools": "Rikkaat kaupankäyntityökalut",
  "Rich activities and rewards": "Rikkaita aktiviteetteja ja palkintoja",
  "Risk Control & Compliance Notice": "Riskienhallinta- ja vaatimustenmukaisuusilmoitus",
  "Risk Disclaimer": "Riskien vastuuvapauslauseke",
  "Risk Warning": "Riskivaroitus",
  "Risk-free trading with $10,000 in virtual funds": "Riskitöntä kaupankäyntiä 10 000 dollarin virtuaalirahastoilla",
  "Round In Progress": "Kierros käynnissä",
  "Round ends in": "Kierros päättyy",
  "SA": "SA",
  "Safe": "Turvallinen",
  "Save": "Tallentaa",
  "Search": "Haku",
  "Search crypto": "Hae kryptovaluuttoja",
  "Sec": "Sec",
  "Second": "Toinen",
  "Seconds": "Sekuntia",
  "Security": "Turvallisuus",
  "Security Verification": "Turvallisuusvarmistus",
  "Seed": "Siemen",
  "Select a countdown period.": "Valitse lähtölaskentajakso.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Valitse lähtölaskenta ja hajautus (spread: ostohinnan ja poistumishinnan välinen ero)",
  "Select your partner program revenue share": "Valitse kumppaniohjelman tulojen osuus",
  "Sell": "Myydä",
  "Send": "Lähetä",
  "Send message": "Lähetä viesti",
  "Send message successfully": "Viestin lähetys onnistui",
  "Service guide": "Huolto-opas",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Aseta hinta tappioiden rajoittamiseksi. Positiosi suljetaan automaattisesti, jos markkinat saavuttavat tämän hinnan.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Aseta tavoitehinta, jolla positiosi suljetaan automaattisesti voiton lukitsemiseksi.",
  "Set password": "Aseta salasana",
  "Set successfully": "Asetettu onnistuneesti",
  "Set up": "Määritä",
  "Set up Google Authenticator": "",
  "Settings": "Asetukset",
  "Share": "Jakaa",
  "Share to": "Jaa kohteeseen",
  "Share your Affiliate invitation link to friends and users.": "Jaa Affiliate-kutsulinkki ystävillesi ja käyttäjillesi.",
  "Share your referral link or code": "Jaa suosittelulinkkisi tai koodisi",
  "Show live positions on chart": "Näytä reaaliaikaiset positiot kaaviossa",
  "Show my positions on chart": "Näytä sijaintini kaaviossa",
  "Side": "Sivu",
  "Sign in": "Kirjaudu sisään",
  "Silver": "Hopea",
  "Simple": "Yksinkertainen",
  "Simple and intuitive usable interface": "Yksinkertainen ja intuitiivinen käyttöliittymä",
  "Simple integration": "Yksinkertainen integrointi",
  "Simple way to earn money, The more invite, the more you will get!": "Yksinkertainen tapa ansaita rahaa, mitä enemmän kutsua, sitä enemmän saat!",
  "Simple, Fast, Intelligence": "Yksinkertainen, nopea, älykäs",
  "Size": "Koko",
  "Something went wrong!": "",
  "Sorry, page not found!": "Valitettavasti sivua ei löydy!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Valitettavasti emme löytäneet etsimääsi sivua. Ehkä olet kirjoittanut URL-osoitteen väärin? Muista tarkistaa oikeinkirjoituksesi.",
  "Sound": "Ääni",
  "Speed": "Nopeus",
  "Spot Exchanges": "Spot-vaihdot",
  "Spread": "Levitän",
  "Standard CS": "Standard CS",
  "Start": "Aloita",
  "Start Rate": "Aloitusprosentti",
  "Start Time": "Aloitusaika",
  "Start Time Invalid( hh : mm : ss )": "Alkamisaika virheellinen ( tt : mm : ss )",
  "Start time": "Aloitusaika",
  "Start trading": "Aloita kaupankäynti",
  "Statistics": "Tilastot",
  "Status": "Status",
  "Step-up group": "Askel eteenpäin -ryhmä",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonksilla on 2,5 % talon etu ja 5 % maksu kannattavista positioista.",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks-hinnat luodaan käyttämällä todistettavasti oikeudenmukaista algoritmia.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks-hinnat luodaan käyttämällä todistettavasti oikeudenmukaista algoritmia. Talon etu on 2,5 %.",
  "Stop Loss": "Lopeta tappio",
  "Stop loss at price": "Stop-loss hintaan",
  "Stop loss price cannot be through bust price": "Stop loss -hinta ei voi olla läpimenohinta",
  "Stop-Loss (SL)": "Stop-Loss (SL)",
  "Strategy planning": "Strategiasuunnittelu",
  "Submit": "Lähetä",
  "Submit request": "Lähetä pyyntö",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Tilaa niin monta syvyystasoa kuin mahdollista kunkin pörssin suoratoistosovellusliittymien avulla.",
  "Switch Dark or Light mode according to your preference": "Vaihda Tumma tai Vaalea tila mieltymystesi mukaan",
  "Symbol": "Symboli",
  "Symbol for extra security": "Lisäturvallisuuden symboli",
  "System": "Järjestelmä",
  "System Random: 300 lucky winners will be randomly selected.": "Järjestelmä satunnainen: 300 onnekasta voittajaa valitaan satunnaisesti.",
  "TP/SL": "TP/SL",
  "Take Profit": "Ota voittoa",
  "Take profit at price": "Ota voittoa hinnalla",
  "Take-Profit (TP)": "Take-Profit (TP)",
  "Tap Trading": "Napautuskauppa",
  "Tap to predict — quick moves, instant results.": "Napauta ennustaaksesi – nopeita liikkeitä, välittömiä tuloksia.",
  "Target Market": "Kohdemarkkinat",
  "Tell us the reason for contacting us": "Kerro meille syy, miksi otat meihin yhteyttä",
  "Test various trading tools and strategies": "Testaa erilaisia ​​kaupankäyntityökaluja ja -strategioita",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Kiitos pyynnöstäsi, se tulee yleensä tarkistaa 24 tunnin kuluessa",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC Fear and Greed Index on CoinMarketCapin kehittämä työkalu, joka mittaa vallitsevaa mielialaa kryptovaluuttamarkkinoilla.",
  "The Profit Margin Is As High As 90%": "Voittomarginaali on jopa 90 %",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Pitkien/lyhyiden positioiden kokonaisraja kaikissa kryptovaluutoissa on <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Summa, joka sinulla on tällä hetkellä käytettävissä tilauksen tekemiseen.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Bust-hinta on markkinahinta, jolla positiosi likvidoidaan riittämättömän marginaalin vuoksi.",
  "The calculation steps are as follows:": "Laskentavaiheet ovat seuraavat:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Yhteistyötapa on avoin ja läpinäkyvä, eikä piilokuluista tarvitse huolehtia.",
  "The coupon code is invalid or expired": "Kuponkikoodi on virheellinen tai vanhentunut",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Lopullinen indeksihinta lasketaan sitten kunkin koon marginaalikeskihintojen painotettuna keskiarvona. Painot valitaan eksponentiaalisen jakauman todennäköisyystiheydeksi, joka on monotonisesti pienenevä, jolloin painopiste on korkeammalla, kun hinnat ovat lähempänä kirjan huippua. Painot saadaan seuraavasti:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Hajautusarvon ensimmäiset 8 tavua muunnetaan etumerkittömäksi 64-bittiseksi kokonaisluvuksi käyttämällä little-endian-koodausta. Tämä kokonaisluku muunnetaan sitten tasaisesti jakautuneeksi liukulukuksi. Käyttämällä käänteistä kumulatiivista jakaumafunktiota, jonka keskihajonnana on markkinoiden konfiguroitu tick-volatiliteetti (0,1 %), muunnetaan liukuluku normaalisti jakautuneeksi tuotoksi ja päivitetään sen avulla markkinoiden hinta.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Indeksihintamenetelmä on suunniteltu täyttämään kaksi tärkeää aikasarjojen tilastollista ominaisuutta: Markov- ja martingaaliominaisuudet. Markov-ominaisuus viittaa stokastisen prosessin muistittomaan luonteeseen, mikä varmistaa, että tulevien arvojen ehdollinen todennäköisyysjakauma riippuu vain nykyarvosta. Martingaaliominaisuus tarkoittaa, että stokastisen prosessin nykyarvo on myös tulevien arvojen odotusarvo. Nämä kaksi ominaisuutta tekevät Detraden indeksihinnoista puolueettomia tulevien hintojen arvioijia, jotta käyttäjät voivat käydä kauppaa kohde-etuutena olevien kryptovaluuttojen arvonmuutosten perusteella ilman, että heidän tarvitsee huolehtia yksittäisten pörssien mikrorakennevaikutuksista.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Indeksi antaa tietoa siitä, ovatko markkinat aliarvostettuja (äärimmäinen pelko) vai yliarvostettuja (äärimmäinen ahneus).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Rajaosto- ja myyntihintafunktioita käytetään sitten määrittämään marginaalinen keskihintafunktio tietyllä koolla: ",
  "The order has expired": "Tilaus on vanhentunut",
  "The output is:": "Lähtö on:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Tämän laskelman tuloksena on yksi indeksihinta, jota käytetään sekä pitkille että lyhyille positioille Detrade-kaupankäyntipelissä. Toisin kuin useimmat muut kaupankäyntialustat, Detrade ei veloita osto-myyntitarjouksen erotusta. Yhdellä hinnalla kaupankäynti mahdollistaa lyhytaikaisten hintamuutosten spekuloinnin, joissa osto-myyntitarjouksen erotuksen käyttäminen olisi kohtuuttoman kallista.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Alusta voi mukauttaa kampanjaa markkinoiden ja käytäntöjen muutosten perusteella. Päivitykset julkaistaan virallisten ilmoitusten kautta.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Alusta tarjoaa BTC:n, ETH:n ja muita valtavirran valuuttakaupankäyntipareja ja jatkaa suosittujen valuuttakaupankäyntiparien päivittämistä.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Hinta nollataan 1 000 dollariin joka päivä klo 00.00 UTC, ja kaikki keskeneräiset toimeksiannot käsitellään automaattisesti nollauksen aikana.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Kilpailun palkintopotti riippuu tiiviisti edellisen päivän vedoista. Mitä enemmän pelaajia panostaa, sitä suurempi on palkintopotti. Nykyinen palkintopotti näkyy kilpailusivulla.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLC:n tarjoamia tuotteita ja palveluita ei ole tarkoitettu Yhdysvaltojen, Euroopan unionin tai minkään muun lainkäyttöalueen asukkaille, joissa tällaiset palvelut ja tuotteet ovat lain mukaan kiellettyjä. Nexus Play LLC ei pyydä liiketoimintaa tai tarjoa välityspalveluita yksityishenkilöille tai yhteisöille näillä alueilla. Potentiaalisten asiakkaiden vastuulla on olla tietoisia kaikista sovellettavista laeista ja määräyksistä oman lainkäyttöalueellaan ja noudattaa niitä ennen verkkokaupan aloittamista. Siirrymällä tälle verkkosivustolle ja käyttämällä palveluitamme vahvistat, että et asu Yhdysvalloissa, Euroopan unionissa tai millään muulla lainkäyttöalueella, jolla palvelujamme on rajoitettu.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Tässä online-tapahtumassa ansaitut palkinnot hyvitetään automaattisesti pelaajan saldoon.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Siemen koodataan 64 merkin pituiseksi pieneksi heksadesimaalikirjaimeksi ja ketjutetaan nykyisen tikkulaskurin arvon merkkijonoesitykseen. Yhdistetyn merkkijonon hajautusarvo lasketaan sitten käyttämällä BLAKE2b-tiivistefunktiota 256-bittisellä tiivistekoolla. Käyttämällä kryptografista hajautustoimintoa varmistamme, että hinnanmuutokset ovat satunnaisia ​​ja arvaamattomia ennen siemen paljastumista, mutta täysin toistettavissa, kun siemen on tiedossa.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Selvityskaava on avoin ja läpinäkyvä, ja se voidaan laskea reaaliajassa.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Järjestelmä näyttää UP- ja DOWN-pääomapoolien voitto- ja tappiotulokset. Kun teet voittoa, näet voittosummasi.",
  "The system is under maintenance and upgrade, please visit later": "Järjestelmää huolletaan ja päivitetään, käy myöhemmin",
  "The trade will complete in 5s.": "Kauppa valmistuu 5 sekunnissa.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Kauppa valmistuu <0>{{countdown}}s</0> kuluttua.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Kaupankäyntibonus on Detraden tarjoama <0>markkinointikannustin</0>, jonka tarkoituksena on auttaa käyttäjiä tutustumaan kaupankäyntijärjestelmäämme. Bonusvaroja <1>ei voi nostaa,<1> mutta niiden käytöstä saadut voitot voivat vaikuttaa tilisi todelliseen saldoon.",
  "The trading symbol will be replaced regularly.": "Kaupankäyntisymboli vaihdetaan säännöllisesti.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Voittajat julkistetaan tällä sivulla joka sunnuntai klo 10 PM (UTC), ja seuraava arvonta alkaa 2 tuntia viimeisen arvonnan jälkeen.",
  "Theme": "Teema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Ansaitsemillesi palkoille ei ole rajaa. Mitä enemmän ystäviä kutsut, sitä enemmän palkintoja saat.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Nämä vähennetään tilisi saldosta, ja riittämättömät varat johtavat position automaattiseen sulkemiseen.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Tämä tapahtuma on saatavilla vain käyttäjille kelvollisissa maissa ja alueilla, jotka on määritelty alustan vaatimustenmukaisuuskäytännöissä.",
  "This field is required": "Tämä kenttä on pakollinen",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Tämä sisältää IP-osoitteesi, selaintyyppisi, käyttöjärjestelmäsi, käyttöajat ja sivut, joita olet katsonut suoraan ennen ja jälkeen, kun olet käyttänyt alustaamme.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Tämä sisältää nimesi, sähköpostiosoitteesi, puhelinnumerosi, postiosoitteesi, syntymäaikasi ja kaikki muut tiedot, jotka annat rekisteröityessäsi tilille tai käyttäessäsi palveluitamme.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Tämä indeksi vaihtelee välillä 0–100, jossa pienempi arvo osoittaa äärimmäistä pelkoa ja suurempi arvo äärimmäistä ahneutta.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Tämä liittyy kryptovaluuttakohtaisiin erityisrajoihin, jotka on kuvattu alla.",
  "This is why you should promote Detrade:": "Tästä syystä sinun tulee mainostaa Detradea:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Tämä sivusto on suojattu reCAPTCHA: lla, ja Googlen tietosuojakäytäntö ja käyttöehdot ovat voimassa.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detrade-kumppanuusohjelman avulla voit avata kohonneita kumppanuuspalkkioita, eksklusiivisia sponsoroituja tapahtumia ja muita ainutlaatuisia etuja. Haluatko oppia lisää? Jatka lukemista!",
  "Time": "Aika",
  "Time and payout": "Time and payout",
  "Time closed": "Aika kiinni",
  "Time opened": "Aika avattu",
  "Time remaining": "Jäljellä oleva aika",
  "Tips": "Vinkkejä",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Vinkkejä: Käsittely kestää yleensä {{hours}} tuntia, mutta se voi kestää kauemminkin. Tarkka aika riippuu kauppiaan aikarajoituksesta.",
  "To": "Kohti",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Analysoidaksemme trendejä, seurataksemme käyttöä ja tehdäksemme tutkimusta palveluidemme parantamiseksi.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Tilisi turvallisuuden varmistamiseksi kotiutukset keskeytetään 24 tunniksi Google 2FA -todennuksen poistamisen jälkeen.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Ylläpitääkseen oikeudenmukaisuutta ja rehellisyyttä Detrade valvoo bonusohjelmaan osallistuvia tilejä käyttäytymistarkastuksilla ja teknisillä tarkastuksilla, mukaan lukien, mutta ei rajoittuen, laitteen sormenjälkien ottamisen, IP-seurannan ja tapahtumamallien analysoinnin.",
  "To manage your account, process transactions, and provide you with the services you request.": "Hallitaksesi tiliäsi, käsitelläksesi tapahtumia ja tarjotaksesi sinulle pyytämiäsi palveluita.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Valvoaksesi petoksia, valvo käyttöehtojamme ja noudata lakisääteisiä vaatimuksia.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Tilisi turvallisuuden takaamiseksi kotiutukset estetään 24 tunnin ajan salasanan vaihtamisen jälkeen.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Reilun ja luotettavan hinnoittelun tarjoamiseksi kaupankäyntipeleille Detrade laskee yhdistelmäindeksihinnan 500 millisekunnin välein, joka on johdettu reaaliaikaisista hintasyötteistä maailman likvideimpiin spot- ja johdannais kryptovaluuttapörsseihin. Koska Detrade-indeksi sisältää monia hintalähteitä, se on kestävä markkinoiden manipuloinnille, teknisille ongelmille ja muulle poikkeavalle kaupankäyntitoiminnalle, jota voi ajoittain esiintyä yksittäisissä pörsseissä.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Lähettääksemme sinulle päivityksiä, suojaushälytyksiä ja hallinnollisia viestejä sekä vastataksemme tiedusteluihisi ja pyyntöihisi.",
  "To tailor our content and advertisements to your interests and preferences.": "Räätälöidäksemme sisältöämme ja mainoksiamme kiinnostuksesi ja mieltymystesi mukaan.",
  "To trading center": "Kauppakeskukseen",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Ymmärtääksemme, miten käyttäjät ovat vuorovaikutuksessa alustamme kanssa, diagnosoidaksemme teknisiä ongelmia ja parantaaksemme toiminnallisuutta ja kauppiaskokemusta.",
  "Today's Pnl": "Tämän päivän Pnl",
  "Top": "Ylös",
  "Top tokens": "Parhaat tokenit",
  "Top trade": "Huippukauppa",
  "Top-tier account manager": "Huipputason asiakkuuspäällikkö",
  "Total Trades": "Kauppojen kokonaismäärä",
  "Total commission": "Kokonaispalkkio",
  "Total participated tickets for this round <0>{{total}}</0>": "Osallistuneita lippuja tälle kierrokselle yhteensä <0>{{total}}</0>",
  "Total prize won": "Voitettu kokonaispalkinto",
  "Total profit": "Kokonaisvoitto",
  "Total tickets": "Lippuja yhteensä",
  "Total traders": "Kauppiaiden kokonaismäärä",
  "Total trades": "Kauppojen kokonaismäärä",
  "Trade": "Kauppa",
  "Trade for prestige": "Kauppaa arvovaltaa varten",
  "Trade history": "Kauppahistoria",
  "Trade like a rhythm master": "Käy kauppaa kuin rytmimestari",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Käy kauppaa hinnan laskun varassa, jos uskot hinnan laskevan. Jos hinta laskee, tuotat voittoa.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Käytä kaupankäyntiä hinnan nousun varassa, jos uskot hinnan nousevan. Jos hinta nousee, tuotat voittoa.",
  "Trade to Win": "Kauppa voittaaksesi",
  "Trade to rank up": "Kauppaa noustaksesi rankingissa",
  "Trade with $10,000 in virtual funds": "Käy kauppaa 10 000 dollarin virtuaalirahastoilla",
  "Trader": "Kauppias",
  "Trades": "Kaupat",
  "Trading": "Kaupankäynti",
  "Trading Amount": "Kaupankäyntimäärä",
  "Trading Platform": "Kaupankäyntialusta",
  "Trading Smarter, Earning Better": "Kaupankäynti älykkäämmin, ansaitse paremmin",
  "Trading Volume": "Kaupankäyntivolyymi",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Kaupankäyntisumma on liian suuri valitulle kertoimelle valitulle tappiorajalle",
  "Trading bonus trial": "Kaupankäyntibonuksen kokeilu",
  "Trading center": "Kauppakeskus",
  "Trading indicators and signals": "Kaupankäynnin indikaattorit ja signaalit",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Kaupankäyntiin liittyy riskejä. Varmista, että ymmärrät mitä teet ennen kuin käytät vipuvaikutusta tai bonusvaroja. Detrade ei ole vastuussa bonuskaupankäynnistä aiheutuvista tappioista.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Kaupankäynti on keskeytetty päivittäin klo {{startTime}} – {{endTime}} ({{timeZone}}) ja viikonloppuisin. Ole hyvä ja tee tilauksesi etukäteen.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Kaupankäyntiturnaukset, säännölliset bonukset, lahjat, promokoodit ja kaupankäyntikilpailut ovat kaikkien kauppiaiden käytettävissä tai joihin voi osallistua.",
  "Traffic Owners": "Liikenteen omistajat",
  "Transaction Completed": "Tapahtuma suoritettu",
  "Transaction details": "Tapahtuman tiedot",
  "Transactions": "Tapahtumat",
  "Transition details": "Siirtymätiedot",
  "Transparency & Security": "Avoimuus ja turvallisuus",
  "Trigger price is too close to bust price": "Käynnistyshinta on liian lähellä alahintaa",
  "Trigger price is too close to current price": "Käynnistyshinta on liian lähellä nykyistä hintaa",
  "Trusted by": "Luotettu",
  "Trusted by millions of users.": "Miljoonien käyttäjien luottama.",
  "Try": "Yrittää",
  "Try a quick demo": "Kokeile nopeaa demoa",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Kokeile kaikkia alustan tarjoamia etuja demotilillä virtuaalivaluutalla ilman todellista sijoitusta ja ilman riskiä.",
  "Turn every action into rewards. Start trading today.": "Turn every action into rewards. Start trading today.",
  "Txid": "Txid",
  "Type": "Tyyppi",
  "Type Your message": "Kirjoita viestisi",
  "UID": "UID",
  "UP": "YLÖS",
  "USDT-Margined": "USDT-marginoitu",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Ei saatavilla päivittäin kello {{startTime}} – {{endTime}} ({{timeZone}}) ja viikonloppuisin koko päivän.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Ainutlaatuisia kokemuksia: Innovatiivisista kaupankäynnin haasteista virtaviivaistettuihin kryptokaupankäyntivaihtoehtoihin ja eksklusiivisiin kaupankäyntimalleihin Detred tarjoaa kokemuksen, jota et löydä mistään muualta.",
  "Unlock Diamond": "Avaa timantti",
  "Unlock Top Traders, Achieve": "Avaa parhaat kauppiaat, saavuta",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Tarpeetonta. Detrade on teknologiatoimittaja ja voit ostaa ratkaisumme mistä tahansa maasta.",
  "Up": "Ylös",
  "Up & Down": "Ylös & Alas",
  "Up Down": "Ylös Alas",
  "Up Or Down?": "Ylös vai Alas?",
  "Up Wins": "Ylös voittaa",
  "Update Success": "Päivitys onnistui",
  "Updated at {{time}}": "Päivitetty klo {{time}}",
  "Updated timely": "Päivitetty ajallaan",
  "Uppercase or lowercase letters": "Isot vai pienet kirjaimet",
  "Usage Instructions & Limitations": "Käyttöohjeet ja rajoitukset",
  "Used": "Käytetty",
  "User Agreement and Terms & Conditions": "Käyttäjäsopimus ja käyttöehdot",
  "User ID": "Käyttäjätunnus",
  "User name": "Käyttäjänimi",
  "Username": "Käyttäjätunnus",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Käyttäjien on valittava kaupankäyntiin liittyvät kauppaparit tai osallistuttava niihin voidakseen nauttia tästä toiminnasta.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Useiden tilien käyttö kaupankäyntirajoitusten ohittamiseen on ehdottomasti kielletty ja voi johtaa tilin sulkemiseen tai rangaistuksiin.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Yhdistelmätilauskirjaa käyttämällä funktio on määritetty edustamaan rajahintaa tietyn summan ostamiseksi tai myymiseksi. Esimerkiksi marginaaliostofunktio on:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Kaksivaiheisen todennuksen käyttäminen on erittäin suositeltavaa, koska se suojaa tiliäsi sekä salasanallasi että puhelimellasi.",
  "VIP": "VIP",
  "VIP group": "VIP-ryhmä",
  "Validity period: within 14 days after activation": "Voimassaoloaika: 14 päivän kuluessa aktivoinnista",
  "Verifiable fairness": "Todennettavissa oleva oikeudenmukaisuus",
  "Verification": "Vahvistus",
  "Verification Example": "Varmistusesimerkki",
  "Verification code failed": "Vahvistuskoodi epäonnistui",
  "Verification email sent. Check your inbox.": "Vahvistussähköposti lähetetty. Tarkista postilaatikkosi.",
  "Verified": "Vahvistettu",
  "Verify": "Vahvista",
  "Verify Fairness": "Varmista oikeudenmukaisuus",
  "Verify fairness": "Verify fairness",
  "View details": "Näytä tiedot",
  "View more": "Näytä lisää",
  "Volume": "Äänenvoimakkuus",
  "Volume (24h)": "Määrä (24 h)",
  "Voucher code": "Kuponkikoodi",
  "Wager": "Lyödä vetoa",
  "Wager <0>{{amount}}</0> To Reach": "Panosta <0>{{amount}}</0> tavoittaaksesi",
  "Wait For Next Round": "Odota seuraavaa kierrosta",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Odota, kunnes käytettävissä on vähintään 6 kelvollista hintasyötettä. Jos hintasyötteitä ei ole tarpeeksi, Detrade-indeksihintaa ei päivitetä.",
  "Wallet": "Lompakko",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Haluatko liittyä Detrade-kumppanuusohjelmaan? Ota yhteyttä tukitiimiimme aloittaaksesi!",
  "Watch play demo": "Katso pelin demo",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Keräämme tietoja toiminnastasi alustallamme, mukaan lukien kaupankäyntitoiminta, mieltymykset ja sitoutuminen sisältöömme.",
  "We collect several types of information from and about users of our Platform, including:": "Keräämme alustamme käyttäjiltä ja käyttäjistä monenlaisia ​​tietoja, mukaan lukien:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Meillä on erinomaiset tekniset ja toiminnalliset tiimit jatkuvasti vastaamaan asiakkaiden tarpeisiin ja tarjoamaan asiakkaille lisää takuita.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Toteutamme erilaisia ​​turvatoimia henkilötietojesi suojaamiseksi luvattomalta käytöltä, käytöltä tai paljastamiselta. Näitä toimenpiteitä ovat salaus, pääsynhallinta ja suojattu tallennus. Mikään Internetin kautta tapahtuva tiedonsiirto tai elektroninen tallennustapa ei kuitenkaan ole 100 % turvallinen, emmekä voi taata sen ehdotonta turvallisuutta.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Odotamme innolla näkevämme sinut kasvavan allianssiperheemme jäseneksi ja autamme meitä muokkaamaan Detraden tulevaisuutta yhdessä!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Saatamme kerätä taloudellisia tietoja, kuten pankkitilinumeroita, luottokorttitietoja ja tapahtumahistoriaa, helpottaaksemme tapahtumia ja noudattaaksemme säädösvaatimuksia.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Saatamme kerätä tietoja sijainnistasi, jos annat meille luvan, käyttämällä teknologioita, kuten GPS-, Wi-Fi- tai solutornitietoja.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Saatamme luovuttaa tietojasi, jos laki niin vaatii tai vastauksena viranomaisten (esim. tuomioistuimen tai valtion viraston) päteviin pyyntöihin.",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Saatamme paljastaa tietosi suojellaksemme Detraden, käyttäjien tai muiden oikeuksia, omaisuutta tai turvallisuutta ja valvoaksemme käyttöehtojamme.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Saatamme jakaa tai siirtää tietojasi minkä tahansa sulautumisen, yrityksen omaisuuden myynnin, rahoituksen tai toisen yrityksen suorittaman liiketoimintamme tai osan hankkimisen yhteydessä tai neuvottelujen aikana.",
  "We may share your information with third parties if you provide your consent to do so.": "Voimme jakaa tietosi kolmansille osapuolille, jos annat siihen suostumuksesi.",
  "We may share your information with third parties in the following circumstances:": "Saatamme jakaa tietosi kolmansille osapuolille seuraavissa olosuhteissa:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Saatamme jakaa tietosi kolmansien osapuolten palveluntarjoajien kanssa, jotka suorittavat palveluita puolestamme, kuten maksujen käsittelyä, tietojen analysointia, sähköpostin toimitusta ja hosting-palveluita.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Tarjoamme laajimman valikoiman johdannaiskaupankäyntivaihtoehtoja ja houkuttelemme yli 2,5 miljoonaa verkkokauppiasta maailmanlaajuisesti. Teknologiamme tarjoaa intuitiivisen ja tehokkaan kaupankäyntikokemuksen, jonka avulla asiakkaamme voivat paremmin ymmärtää riskejä ja tehdä tietoon perustuvia kaupankäyntipäätöksiä.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Tarjoamme yksinkertaisen ja helposti käytettävän kaupankäyntialustan, jotta jokaisesta voi tulla kauppias.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Tarjoamme vaiheittaisen oppaan pelaajien houkuttelemiseksi alustallesi sekä tehokkaiksi osoittautuneita markkinointimateriaaleja.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Pidätämme oikeuden peruuttaa bonukset ja niihin liittyvät voitot seuraavin ehdoin:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Käytämme evästeitä, verkkojäljitteitä ja muita seurantatekniikoita kerätäksemme tietoja alustamme käytöstäsi ja parantaaksemme kaupankäyntikokemustasi.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Käytämme huipputeknologiaa tarjotaksemme nopeimmat tapahtumat ilman viiveitä tai keskeytyksiä kaupankäyntirajapinnan toiminnassa.",
  "We use the information we collect for various purposes, including:": "Käytämme keräämiämme tietoja eri tarkoituksiin, mukaan lukien:",
  "We will contact you within 3 working days, please check your email regularly": "Otamme sinuun yhteyttä 3 työpäivän kuluessa, tarkista sähköpostisi säännöllisesti",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Säilytämme henkilötietojasi niin kauan kuin on tarpeen niiden tarkoitusten toteuttamiseksi, joita varten ne on kerätty, mukaan lukien lakien, säädösten tai liiketoiminnan vaatimusten noudattaminen.",
  "Website for PC": "Verkkosivusto PC:lle",
  "Website for smartphones": "Verkkosivusto älypuhelimille",
  "Week": "Viikko",
  "Week's Pnl": "Viikon tulos",
  "Weekly raffle": "Viikoittainen arvonta",
  "Welcome Bonus": "Tervetuliaisbonus",
  "Welcome To": "Tervetuloa",
  "Welcome To Demo Trading ": "Tervetuloa demokaupankäyntiin ",
  "Welcome to Detrade Connect": "Tervetuloa Detrade Connectiin",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Tervetuloa Detradeen, johtavaan binäärioptioiden kaupankäyntialustaan. Ennen kuin aloitat alustamme käytön, lue huolellisesti ja ymmärrä seuraavat ehdot ja ehdot. Kun käytät Detraden alustaa tai käytät sitä, sitoudut noudattamaan näitä ehtoja. Jos et hyväksy jotakin näiden ehtojen osaa, et saa käyttää alustaamme.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Tervetuloa Stonksiin! Hinta palautetaan 1 000 dollariin joka päivä klo 00.00 UTC, ja kaikki odottavat tilaukset maksetaan automaattisesti nollauksen aikana.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Tervetuloa detradeen! Kiitoksena tuestasi tarjoamme uusille käyttäjille <0>jopa 50 USDT kaupankäyntibonuksena</0>. Koe binäärioptioiden kaupankäynti ilman riskiä ja todellisilla palkkioilla!",
  "What currencies can be deposited and withdrawn?": "Mitä valuuttoja voi tallettaa ja nostaa?",
  "What does it mean?": "Mitä se tarkoittaa?",
  "What is Detrade Connect?": "Mikä on Detrade Connect?",
  "What operational expenses could Partner have?": "Mitä toimintakuluja Partnerilla voi olla?",
  "What would you like your new limit to be? (max 500% of current limit)": "Millaisen haluaisit uuden rajasi olevan? (enintään 500 % virtarajasta)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Kun lähtölaskenta päättyy, järjestelmä siirtyy valmistelu- ja selvitysprosessiin. Järjestelmä tallentaa lähtölaskennan päättymisen jälkeen (ensimmäisen lipun kohdalla). Kun K-linja on käynnissä tietyn ajanjakson, järjestelmä tallentaa loppuhinnan (toisen lipun kohdalla). Vertaa loppuhintaa ja aloitushintaa. Jos loppuhinta on korkeampi kuin aloitushinta, YLÖS-suunnan valitseva kauppias voittaa. Muussa tapauksessa ALAS-suunnan valitseva kauppias voittaa.",
  "When the dual conditions are met, you will receive profits.": "Kun kaksi ehdot täyttyvät, saat voittoa.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Kun käydään kauppaa perinteisessä pörssissä keskitetyllä rajatilauskirjalla, suuret ottotoimeksiannot risteävät yleensä parhaan tarjouksen tai tarjouksen ulkopuolella olevien lopullisten toimeksiantojen kanssa, mikä johtaa keskimääräiseen täyttöhintaan, joka on huonompi kuin kirjan yläosan hinta. Markkinatakaajat rajoittavat likviditeetin määrää, jota he ovat valmiita tarjoamaan kirjanpidon huipulla, koska suuret tilaukset muodostavat lisäriskin. Sen sijaan, että vaadittaisiin suurten tilausten täyttämistä useilla hinnoilla, Detrade käyttää sen sijaan markkinavaikutuskaavaa määrittääkseen voittavien kauppojen päätöshinnan (häviävät manuaalisesti suljetut kaupat eivät vaikuta) toistaakseen suurten tilausten markkinavaikutuksen, mutta johdonmukaisemmalla ja ennakoitavammalla tavalla. Helpoin tapa nähdä tarkat markkinavaikutukset on käyttää futuurikaupankäyntisivulta löytyvää ROI-laskuria.",
  "When will the commission be distributed?": "Milloin provisio jaetaan?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Kun ystäväsi kaupankäynti päättyy, voit saada välittömän palkkion kyseisestä kaupankäynnistä.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Missä <0>P_close</0> on <1>P_open*(1-1/kerroinvipu)</1> romahduksille tai tappiorajalle.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Missä <0>p_i | i in 1..N</0> ja <1>s_i|i in 1..N</1> ovat ostohinnat ja koot lajiteltuna kasvavalla etäisyydellä kirjan yläosasta. Tämä toiminto antaa korkeimman hinnan, jonka voisi maksaa ostaaksesi summan <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Missä <0>v_i</0> ovat koot, joilla keskihinnat lasketaan, ja ne määritellään yhdistetyn tilauskirjan kumulatiivisten osto- ja myyntikokojen yhdistelmäksi. <1>L</1> on skaalauskerroin, joka määritellään muodossa <2>1/V</2>, jossa <3>V</3> on enimmäiskoko, jolla keskihinta lasketaan, ja se määritellään yhdistelmätilauskirjassa olevien osto- ja myyntikokojen summan vähimmäismääräksi.",
  "Which currency pairs can be traded on Detrade?": "Millä valuuttaparilla voidaan käydä kauppaa Detradessa?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "White label -omistajilla ei ole kustannuksia alustan kehittämisessä. Heidän tarvitsee vain keskittyä myyntiin ja markkinointiin.",
  "Whitelist pre-booking": "Valkoisen listan ennakkovaraukset",
  "Why Partner with Detrade?": "Miksi tehdä yhteistyötä Detraden kanssa?",
  "Why choose Detrade": "Miksi valita Detrade",
  "Why you must choose us?": "Miksi sinun täytyy valita meidät?",
  "Wild": "Villi",
  "Will The Price Go Up Or Down": "Nouseeko vai laskeeko Hinta",
  "Will the price go up or down ?": "Nouseeko vai laskeeko hinta?",
  "Win": "Voittaa",
  "Win Crypto Tokens": "Voita kryptovaluuttoja",
  "Win if the price breaks out — above the high or below the low.": "Voita, jos hinta rikkoutuu – joko ylimmän tai alimman hinnan yläpuolelle.",
  "Win rate": "Voittoprosentti",
  "Winner": "Voittaja",
  "Winning": "Voittaminen",
  "Winning Tickets": "Voittavat liput",
  "Winning prize details": "Voittopalkinnon tiedot",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL-maksulla et maksa mitään maksuja kaupan avaamisesta tai sulkemisesta, ja vain murto-osa voitostasi (jos sellaista on) otetaan kaupan sulkemisen yhteydessä",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Kun kiinteä maksu on käytössä, saat 100 % voitostasi, mutta maksat etukäteen <0>kiinteän maksun, joka kattaa pääsyn, poistumisen ja lipsahduksen</0> ennen kauppaan ryhtymistä, kuten tavallisessa pörssissä",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Jännittäviä uusia ominaisuuksia ja päivityksiä on tulossa, joten nyt on täydellinen aika aloittaa Detlardin mainostaminen.",
  "Withdraw": "Peruuttaa",
  "Withdraw Fee": "Nostomaksu",
  "Withdraw Order Created": "Nostotilaus luotu",
  "Withdraw Processing": "Noston käsittely",
  "Withdraw Success": "Nosto onnistui",
  "Withdraw is in progress": "",
  "Withdraw to": "Vetäytyä",
  "Withdraw your earnings 24/7": "Nosta voittosi 24/7",
  "Withdrawal fee": "Nostomaksu",
  "Withdrawal fee discount": "Nostomaksualennus",
  "Yes": "Kyllä",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Kyllä, DeTrade uskoo täydelliseen läpinäkyvyyteen ja tarjoaa kaiken tiedon sinulle. Näet kaikki nämä tiedot osoitteessa",
  "Yes, contact us at any time to upgrade your package.": "Kyllä, ota meihin yhteyttä milloin tahansa päivittääksesi pakettisi.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Kyllä, ne, jotka eivät tunne kryptovaluuttoja, voivat kirjautua sisään sosiaalisten verkostojen kautta ja rahoittaa niitä pankkikorteilla.",
  "Yes, you can use both.": "Kyllä, voit käyttää molempia.",
  "Yield": "Saanto",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Voit tallettaa ja nostaa suurimman osan markkinoiden valtavirran digitaalisista valuutoista, ja alusta käynnistää vähitellen myös laillisten valuuttojen talletus- ja nostotoiminnot.",
  "You can share your invite link to your friend or your social media": "Voit jakaa kutsulinkin ystävällesi tai sosiaalisessa mediassa",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Sinulla on oikeus vastustaa henkilötietojesi käsittelyä tietyin edellytyksin.",
  "You have the right to request a copy of the personal information we hold about you.": "Sinulla on oikeus pyytää kopio hallussamme olevista henkilötiedoistasi.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Sinulla on oikeus pyytää, että korjaamme henkilötietojesi epätarkkuudet.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Sinulla on oikeus pyytää, että poistamme henkilötietosi tietyin poikkeuksin.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Saat 20 % talon eduista jokaisesta heidän tekemässään kaupasta. jos sinulla on paljon seuraajia, voit ottaa meihin yhteyttä saadaksesi lisää palkkioita.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Saat noin {nextCapitalCost} avustuksen seuraavan tunnin aikana, ja tietty summa riippuu senhetkisen rahoitusosuuden mukaan",
  "You won <0>{{award}}</0>": "Voitit <0>{{award}}</0>",
  "Your": "Sinun",
  "Your Telegram": "Sinun sähkeesi",
  "Your account level is assessed and updated on the": "Tilisi taso arvioidaan ja päivitetään",
  "Your current limit is {{limit}}": "Nykyinen rajasi on {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Nykyiset rajasi ovat: PnL-maksu - {{pnl}}, kiinteä maksu - {{Fixed}}",
  "Your email": "Sähköpostisi",
  "Your friends will be associated with you after they sign up": "Ystäväsi yhdistetään sinuun rekisteröitymisen jälkeen",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Tietojasi, mukaan lukien henkilökohtaiset tiedot, voidaan siirtää ja ylläpitää palvelimilla tai tietokantoilla, jotka sijaitsevat maan tai lainkäyttöalueen ulkopuolella. Käyttämällä alustaamme hyväksyt tietojesi siirron Yhdysvaltoihin tai mihin tahansa muuhun maahan, jossa Detrade tai sen palveluntarjoajat ylläpitävät toimitiloja.",
  "Your investment": "Sijoituksesi",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Kielivalintasi koskee Detrade-sähköposteja, tekstiviestejä, sovelluksen sisäisiä ilmoituksia ja kaikkia laitteita, joihin olet kirjautunut.",
  "Your name": "Sinun nimesi",
  "Your profile is now private": "Profiilisi on nyt yksityinen",
  "Your profile is now public": "Profiilisi on nyt julkinen",
  "Your transfer amount has to MATCH the submission amount.": "Siirtosi summan on oltava VASTAAVA lähetetyn summan kanssa.",
  "Zero Trading Fees": "Nolla kaupankäyntikulua",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Asiakirjan vahvistaminen: Käyttäjiä voidaan vaatia lataamaan kopiot viranomaisten myöntämistä henkilöllisyysasiakirjoista, kuten passista, ajokortista tai kansallisesta henkilökortista.",
  "all assets": "kaikki varat",
  "all status": "kaikki tila",
  "approved": "hyväksytty",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Suorituskykyevästeet**: Nämä evästeet keräävät tietoja siitä, miten käytät alustaamme, kuten millä sivuilla vierailet useimmin. Näitä tietoja käytetään parantamaan alustamme toimivuutta.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Osoitteen vahvistaminen: Käyttäjiä voidaan vaatia todistamaan osoitteesta, kuten sähkölasku tai tiliote, vahvistaakseen asuinosoitteensa.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "viimeisimmän suorituksesi ja aktiivisuutesi perusteella. Pysy mukana ja kiipeä rankingissa!",
  "basic information verification": "perustietojen vahvistus",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Toiminnalliset evästeet**: Näiden evästeiden avulla alustamme muistaa tekemäsi valinnat (kuten käyttäjänimesi, kielesi tai alueesi) ja tarjota parannettuja, henkilökohtaisempia ominaisuuksia.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Biometrinen varmennus: Detrade voi käyttää biometrisiä todennusmenetelmiä, kuten kasvojentunnistusta tai sormenjälkien skannausta, käyttäjien henkilöllisyyden tarkistamiseen.",
  "change password": "vaihda salasana",
  "chat rules": "chatin säännöt",
  "currency": "valuutta",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Kohdistus-/mainosevästeet**: Näitä evästeitä käytetään sinulle ja kiinnostuksen kohteidesi kannalta osuvampien mainosten näyttämiseen. Niiden avulla voimme myös mitata mainoskampanjoiden tehokkuutta.",
  "date": "päivämäärä",
  "day": "päivä",
  "demo": "demo",
  "deposit": "tallettaa",
  "deposit with a 50% bonus": "talletus 50 % bonuksella",
  "down": "alas",
  "earn ticket": "ansaita lippu",
  "edit profile": "muokkaa profiilia",
  "edit your avatar": "muokkaa avatariasi",
  "email": "sähköposti",
  "explanation": "selitys",
  "failed": "selitys",
  "forgot password?": "unohditko salasanan?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "pidä Diamond-etusi 3 kuukautta – VIP-managerimme kutsuu sinut käyttämään räätälöityjä Diamond+ -etuja.",
  "init": "alustus",
  "liq price": "nesteen hinta",
  "live": "elää",
  "loading...": "latautuu...",
  "lucky poll": "onnekas kysely",
  "medium": "keskikokoinen",
  "month": "kuukausi",
  "more": "lisää",
  "my tickets": "minun lippuni",
  "name": "nimi",
  "no": "ei",
  "or": "tai",
  "order id": "tilaustunnus",
  "pending": "vireillä",
  "perks in total": "edut yhteensä",
  "price": "hinta",
  "prize": "palkinto",
  "processing": "käsittelyä",
  "rejected": "hylätty",
  "results": "tuloksia",
  "rewards": "palkintoja",
  "rewards list": "palkintolista",
  "search “Google Authenticator” and proceed to download.": "etsi \"Google Authenticator\" ja jatka lataamista.",
  "seed": "siemen",
  "strong": "vahva",
  "success": "menestys",
  "temporary rejected": "tilapäinen hylkäys",
  "terms and conditions": "ehdot",
  "tickets number": "lippujen numero",
  "ticks": "punkkeja",
  "time": "aika",
  "token": "merkki",
  "top": "alkuun",
  "trader": "kauppias",
  "trading platform": "kaupankäyntialusta",
  "two-Factor authentication": "kaksifaktorinen todennus",
  "up": "ylös",
  "voucher": "kuponki",
  "wager": "lyödä vetoa",
  "weak": "heikko",
  "week": "viikko",
  "welcome gifts": "welcome gifts",
  "withdraw": "peruuttaa",
  "{{field}} is required": "{{field}} on pakollinen",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} sija - {{percent}} Daily Contestin palkintopotista",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>/{{total}}, </0>",
  "|PnL|": "|PnL|"
}
