{
  "301": "ไม่ได้รับอนุญาต",
  "405": "วิธีการห้าม",
  "500": "ข้อผิดพลาดของระบบ",
  "503": "ระบบอยู่ระหว่างการบํารุงรักษาและการอัพเกรด",
  "600": "ไม่พบข้อมูล",
  "601": "มีข้อมูลอยู่แล้ว",
  "602": "การส่งอีเมลล้มเหลว",
  "603": "การอนุญาตล้มเหลว",
  "604": "พารามิเตอร์ไม่ถูกต้อง",
  "605": "ส่งรหัสยืนยันซ้ำ",
  "606": "รหัสยืนยันไม่ถูกต้อง",
  "607": "ข้อผิดพลาดการเข้าถึงระยะไกล",
  "608": "ตรวจสอบเครื่องมนุษย์ล้มเหลว",
  "609": "การตรวจสอบ ApiKey ล้มเหลว",
  "610": "Jws ตรวจสอบล้มเหลว",
  "611": "การตรวจสอบ รหัสการเข้าถึง ล้มเหลว",
  "612": "ข้อผิดพลาดของเครือข่าย",
  "613": "IP ปัจจุบันไม่รองรับการเข้าถึง",
  "614": "ประเทศปัจจุบันไม่รองรับการเข้าถึง",
  "615": "การอัปเดตข้อมูลล้มเหลว",
  "616": "สถานะปัจจุบันของการแข่งขันไม่รองรับการสั่งซื้อ",
  "617": "แพลตฟอร์มไม่ตรงกัน",
  "618": "การแข่งขันไม่ตรงกัน",
  "619": "ไม่พบการแข่งขัน",
  "620": "ไม่รองรับสกุลเงิน",
  "621": "ไม่รองรับรูปแบบไฟล์",
  "622": "ป้ายการแข่งขันมีอยู่แล้ว",
  "623": "ป้ายเกมอินพุตไม่ถูกต้อง",
  "1000": "ข้อผิดพลาดของระบบแพลตฟอร์ม",
  "1001": "ยอดเงินไม่เพียงพอ",
  "1002": "เพิ่มจำนวนเงินไม่สำเร็จ",
  "1003": "จํานวนการเดิมพันล้มเหลว",
  "1004": "ไม่พบบัญชีแพลตฟอร์ม",
  "1005": "จำนวนครั้งที่สามารถเพิ่มหรือลดจำนวนเงินได้เกินขีดจำกัด",
  "1006": "การดําเนินงานบ่อยครั้ง",
  "1007": "ยอดคงเหลือค่าคอมมิชชั่นการอ้างอิงไม่ถูกต้อง",
  "1008": "สถานะการเรียกร้องค่าคอมมิชชั่นการอ้างอิงไม่ถูกต้อง",
  "1010": "ข้อผิดพลาดในการควบคุมความเสี่ยงของแพลตฟอร์ม",
  "10000": "ข้อผิดพลาดไม่พบบริการ web3",
  "10001": "ข้อผิดพลาดไม่พบแพลตฟอร์ม",
  "10002": "ข้อผิดพลาดในการตรวจสอบรหัสผ่าน",
  "10003": "ข้อผิดพลาดในการตรวจสอบความถูกต้อง",
  "10004": "ข้อผิดพลาดในการแยกวิเคราะห์รับรองความถูกต้อง",
  "10005": "ยอดคงเหลือในบัญชีไม่เพียงพอ",
  "10006": "ไม่พบบัญชี",
  "10007": "ข้อผิดพลาดรหัสผ่าน Raw",
  "10008": "ไม่รองรับรูปแบบอีเมล",
  "10009": "จํานวนการเข้าสู่ระบบล้มเหลวเกิน",
  "10010": "ไม่รองรับรูปแบบโทรศัพท์",
  "10011": "ไม่รองรับประเภทบัญชี",
  "10012": "รหัสผ่านการชําระเงินผิด โปรดป้อนรหัสผ่านใหม่",
  "10013": "ผู้ใช้ได้ลงทะเบียนแล้ว",
  "10014": "ยอดคงเหลือในบัญชีไม่เพียงพอ",
  "10015": "ข้อผิดพลาดจํานวนการเปลี่ยนแปลงซ้ำ",
  "10016": "บัญชีจริงเท่านั้นที่สามารถทิปได้",
  "10017": "คุณไม่สามารถทิปตัวเองได้",
  "10018": "ไม่พบผู้ใช้",
  "10019": "รับผู้ใช้ไม่มีบัญชีจริง",
  "10020": "รหัสผ่านใหม่ไม่สามารถเหมือนกับรหัสผ่านเก่าได้",
  "10021": "ไม่สามารถรีเซ็ตรหัสผ่านได้มากกว่า 3 ครั้งภายใน 24 ชั่วโมง",
  "10022": "คุณป้อนรหัสผ่านผิดหลายครั้งเกินไป โปรดลองอีกครั้งในภายหลัง",
  "10023": "ลองรหัสผ่านผิดไม่เกิน 5 ครั้ง",
  "10024": "รหัสผ่านต้องแตกต่างกัน",
  "10025": "อีเมลนี้ถูกใช้ไปแล้ว",
  "10026": "ไม่สามารถเข้าสู่ระบบได้",
  "10027": "อีเมลไม่ถูกต้อง",
  "10028": "รหัสผ่าน 2FA ไม่ถูกต้อง",
  "10029": "รหัสผ่านเก่าไม่ถูกต้อง",
  "10030": "กรุณาผูกอีเมล์ก่อน",
  "11000": "2FA ถูกผูกไว้กับผู้ใช้รายนี้",
  "11001": "ไม่พบข้อมูลการผูก 2FA",
  "11002": "2FA ไม่ได้ผูกกับผู้ใช้",
  "11003": "ผู้ใช้ไม่ได้ผูกกับ 2FA",
  "11004": "รหัสยืนยันไม่ถูกต้อง โปรดป้อนอีกครั้ง",
  "11005": "คุณต้องตรวจสอบ 2FA ก่อน",
  "20001": "ธุรกรรมสกุลเงินนี้ไม่ได้รับอนุญาต",
  "20002": "ราคาสัญลักษณ์หายไป",
  "20003": "ไม่มีสินทรัพย์ที่พร้อมใช้งาน",
  "20004": "ไม่รองรับจํานวนธุรกรรม",
  "20005": "ไม่มีแบงค์โรลผู้ใช้",
  "20006": "ทิศทางการชําระคําสั่งซื้อหรือข้อผิดพลาดของสถานะ",
  "20007": "เวลาซื้อหมดอายุแล้ว โปรดซื้ออีกครั้ง",
  "20008": "บัฟเฟอร์หน้าอกไม่มีเงินทุน",
  "20009": "การเยี่ยมชมบ่อย โปรดลองอีกครั้งในภายหลัง",
  "20010": "ข้อผิดพลาดคําขอ api ส่วนที่สาม",
  "20011": "ข้อผิดพลาดความล้มเหลวในการส่งคืน api ส่วนที่สาม",
  "20012": "ส่วนที่สาม api ส่งคืนว่างเปล่า",
  "20013": "ส่วนที่สาม api ส่งคืนข้อผิดพลาดการแยกวิเคราะห์ json",
  "20014": "ข้อผิดพลาดรหัสการส่งคืน api ส่วนที่สาม",
  "20015": "ส่วนที่สาม api ส่งคืน json อ่านข้อผิดพลาด",
  "20016": "จํานวนเงินเดิมพันล้มเหลว ข้อผิดพลาดของระบบ BC",
  "20017": "จํานวนการชนะล้มเหลว ข้อผิดพลาด api ส่วนที่สาม",
  "20018": "แบบสอบถามบาลานซ์ล้มเหลว ข้อผิดพลาด api ส่วนที่สาม",
  "20019": "ส่วนที่สาม api ip ตรวจสอบข้อผิดพลาดล้มเหลว",
  "20020": "จํานวนเดิมพันไม่สามารถน้อยกว่าจํานวนขั้นต่ำที่จํากัดได้",
  "20021": "จํานวนเดิมพันไม่เกินจํานวนสูงสุดที่กําหนด",
  "20022": "ไม่พบราคา USD",
  "20023": "แบงค์โรลมากเกินไป",
  "20024": "ถึงขีดจํากัดการเดิมพันสําหรับวันนี้แล้ว",
  "20025": "บริการระงับการสั่งซื้อชั่วคราว",
  "20026": "จํานวนธุรกรรมน้อยกว่าขีดจํากัดขั้นต่ำ",
  "20027": "จํานวนธุรกรรมมากกว่าขีดจํากัดสูงสุด",
  "20028": "จํานวนการเปลี่ยนแปลงไม่สามารถเป็นศูนย์ได้",
  "20029": "คําสั่งซื้อปิดแล้ว",
  "20030": "การถอนเงินไม่สามารถใช้งานได้ชั่วคราว",
  "20033": "เวลาถอนมากกว่าเวลาสูงสุดของวัน",
  "20034": "เวลาถอนมากกว่าเวลาสูงสุดของเดือน",
  "20035": "จํานวนเงินที่ถอนได้นั้นมากกว่าจํานวนเงินรวมของวัน",
  "20036": "เวลาถอนมากกว่ายอดรวมของเดือน",
  "20037": "ข้อผิดพลาดของอัตราต่อรองคําสั่งไบนารี",
  "20038": "การดําเนินการบ่อยครั้ง โปรดลองอีกครั้งในภายหลัง",
  "20039": "จํานวนคู่สกุลเงินที่ถืออยู่ในปัจจุบันเกินขีดจํากัด",
  "20040": "สกุลเงินที่ถือครองในปัจจุบันเกินขีดจํากัดในแง่ของจํานวนเงิน",
  "20041": "คิวคําสั่งซื้อปัจจุบันเต็มแล้ว โปรดลองอีกครั้ง",
  "20045": "การอัปเดตค่าธรรมเนียม ยอดคงเหลือไม่เพียงพอ",
  "20046": "ไม่พบธุรกรรม",
  "20047": "สถานะธุรกรรมไม่ได้รับการอนุมัติ",
  "20048": "คู่การซื้อขายนี้หยุดวางคําสั่งซื้อแล้ว",
  "20049": "เกินขีดจํากัดการถอนเงิน",
  "20050": "จำนวนเงินถอนขั้นต่ำคือ {{num}}",
  "20051": "จำนวนเงินถอนสูงสุดคือ {{num}}",
  "20052": "ลายเซ็นสําหรับข้อมูลไม่ถูกต้อง สงสัยการค้า",
  "20053": "ธุรกรรมการชําระคําสั่งซื้อกระเป๋าเงินที่สามยังไม่ได้รับการยืนยัน",
  "20054": "ราคาไม่เป็นไปตามข้อกําหนดการลื่นไถล",
  "20055": "ราคาหมดอายุแล้ว",
  "20056": "เวอร์ชันพูลไม่ตรงกัน ไม่สามารถอัปเดตพูลได้",
  "20057": "จํานวนการซื้อเกินจํานวนสูงสุดที่จะซื้อ",
  "20058": "ไม่สามารถเพิ่มจํานวน BC ได้โดยไม่ลดจํานวนก่อน",
  "20059": "จํานวนการขายเกินสูงสุดที่อนุญาตให้ขายได้",
  "20060": "ถอนข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง",
  "20061": "ราคาหยุดขาดทุนใกล้เคียงกับราคาปัจจุบันมากเกินไป",
  "20062": "ไม่พบการชำระเงินตามรหัสบันทึก",
  "20063": "ถอนข้อผิดพลาดการโทรกลับ",
  "20064": "ข้อผิดพลาดในการโทรกลับของเงินฝาก",
  "20065": "จํานวนเงินที่ถอนได้ไม่น้อยกว่าค่าธรรมเนียม",
  "20074": "ไม่มีคําสั่งสถานที่",
  "20075": "แพลตฟอร์มมีอยู่",
  "20076": "ข้อผิดพลาดของรางวัลกิจกรรม",
  "20077": "ไม่มีกิจกรรม",
  "20078": "ไม่สามารถแก้ไขกิจกรรมได้",
  "20079": "กิจกรรมได้รับรางวัลแล้ว",
  "20080": "ไม่สามารถแก้ไขรางวัลได้",
  "20081": "ไม่มีรายการรางวัล",
  "20082": "รางวัลซ้ำ",
  "20083": "ผู้ใช้คือความเป็นส่วนตัว",
  "20084": "แพลตฟอร์มได้เปิดใช้งานแล้ว",
  "20085": "โควตาและกฏระเบียบไม่ตรงกันหรือเกินเปอร์เซ็นต์",
  "20086": "เวลาสิ้นสุดไม่สามารถน้อยกว่าเวลาปัจจุบันได้",
  "20087": "เวลาเริ่มต้นไม่สามารถน้อยกว่าเวลาสิ้นสุดได้",
  "20088": "เวลาสิ้นสุดไม่สามารถน้อยกว่าเวลาสิ้นสุดของช่วงเวลาปัจจุบันได้",
  "20089": "รหัสสถานะผิดพลาด",
  "20090": "ข้อผิดพลาดรหัสประเภท",
  "20091": "จำนวนเงินไม่สามารถน้อยกว่า 0",
  "20092": "ช่วงเวลากิจกรรมถูกครอบครองไปแล้ว",
  "20093": "ไม่พบระดับ Vip",
  "20094": "คุณยังไม่ถึงระดับ Vip นี้",
  "20095": "คุณได้รับโบนัส Vip นี้แล้ว",
  "20096": "การซื้อขายถูกปิดใช้งาน",
  "20097": "การถอนเงินถูกปิดใช้งาน",
  "20098": "สกุลเงินยังไม่สามารถถอนออกได้",
  "20100": "มีการสั่งซื้อมากเกินไปในขณะนี้ โปรดลองอีกครั้งในภายหลัง",
  "20110": "ระยะเวลาการถือครองขั้นต่ำคือ {{num}} วินาที โปรดลองอีกครั้งในภายหลัง",
  "20111": "คําขอแลกเปลี่ยนคืนว่างเปล่า",
  "20112": "คําขอแลกเปลี่ยนข้อผิดพลาด",
  "20113": "จํานวนการแลกเปลี่ยนต้องไม่น้อยกว่า 1 usd",
  "20114": "จํานวนแพลตฟอร์มไม่เพียงพอ",
  "20115": "ไม่สามารถทำการซื้อขายได้เนื่องจากราคามีการผันผวนมาก กรุณาลองใหม่อีกครั้ง",
  "21000": "เพิ่มจํานวนล้มเหลว ข้อผิดพลาดของระบบ BC",
  "21001": "จํานวนเงินเดิมพันล้มเหลว ยอดคงเหลือไม่เพียงพอ",
  "21002": "คําขอซ้ำการส่งคืน api ส่วนที่สาม",
  "200042": "ไม่พบอีเมลจากบัญชีที่สาม",
  "200043": "จํานวนเงินที่ชําระส่วนที่สามล้มเหลว เกิดข้อผิดพลาดในคําขอซ้ำ",
  "200044": "ไม่พบอีเมลจากบัญชีนี้"
}
