{
  "* Both a memo/tag and an address are required": "* ต้องใช้ทั้งบันทึก/แท็กและที่อยู่",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* โปรดยืนยันว่าที่อยู่รับต้องใช้ MEMO/แท็กหรือไม่ หากไม่กรอกหรือกรอกไม่ถูกต้อง สินทรัพย์จะสูญหาย",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*ผลลัพธ์ของเครื่องคิดเลขเป็นการประมาณการและ ROI/P&L จริงอาจแตกต่างจากที่แสดงตามสภาวะตลาด",
  "1-on-1 manager": "ผู้จัดการแบบตัวต่อตัว",
  "1. Choose the future price direction": "1. เลือกทิศทางราคาในอนาคต",
  "1. Information We Collect": "1. ข้อมูลที่เรารวบรวม",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade(\"เรา\" \"พวกเรา\" หรือ \"ของเรา\") มุ่งมั่นที่จะต่อสู้กับการฟอกเงินและกิจกรรมการจัดหาเงินทุนของผู้ก่อการร้ายผ่านการดําเนินการนโยบายและขั้นตอนการต่อต้านการฟอกเงิน (AML) และรู้จักลูกค้าของคุณ (KYC) ที่แข็งแกร่ง",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade(\"เรา\",\"พวกเรา\"หรือ\"ของเรา\")ดําเนินการแพลตฟอร์มการซื้อขายไบนารี่ออฟชั่นออนไลน์(\"แพลตฟอร์ม\")ที่ช่วยให้ผู้ค้า(\"คุณ\"หรือ\"ผู้ค้า\")เพื่อซื้อขายเครื่องมือทางการเงินต่างๆ",
  "1.1 Personal Identification Information:": "1.1 ข้อมูลระบุตัวตนส่วนบุคคล:",
  "1.2 Financial Information:": "1.2 ข้อมูลทางการเงิน:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 นโยบายต่อต้านการฟอกเงิน (AML) และรู้จักลูกค้าของคุณ (KYC) (\"นโยบาย\") นี้สรุปภาระผูกพันและขั้นตอนของเราในการยืนยันตัวตนของผู้ค้าของเรา (\"คุณ\" หรือ \"ผู้ค้า\") และการตรวจจับและป้องกันการฟอกเงินและกิจกรรมการจัดหาเงินทุนของผู้ก่อการร้ายบนแพลตฟอร์มของ Detrade",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 ข้อตกลงผู้ใช้และข้อกําหนดและเงื่อนไขนี้ (\"ข้อตกลง\") ควบคุมการใช้งานแพลตฟอร์มของ Detrade ของคุณ โดยการเข้าถึงหรือใช้แพลตฟอร์มของเรา คุณรับทราบว่าคุณได้อ่าน เข้าใจ และตกลงที่จะผูกพันตามข้อตกลงนี้",
  "1.3 Technical Information:": "1.3 ข้อมูลทางเทคนิค:",
  "1.4 Usage Data:": "1.4 ข้อมูลการใช้งาน:",
  "1.5 Location Information:": "1.5 ข้อมูลตําแหน่ง:",
  "1.6 Cookies and Tracking Technologies:": "1.6 คุกกี้และเทคโนโลยีการติดตาม:",
  "1.Introduction": "1. การแนะนํา",
  "10 most wagering players carve up the prize pool.": "ผู้เล่นเดิมพัน 10 อันดับแรกแบ่งเงินรางวัลออกเป็น",
  "10. Amendments to the Policy": "10. การแก้ไขนโยบาย",
  "10. International Data Transfers": "10. การแก้ไขนโยบาย",
  "10. Limitation of Liability": "10. ข้อจํากัดความรับผิด",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade ขอสงวนสิทธิ์ในการแก้ไขหรือปรับเปลี่ยนนโยบายนี้ได้ตลอดเวลา การเปลี่ยนแปลงใดๆ จะมีผลทันทีเมื่อโพสต์บนแพลตฟอร์มของ Detrade",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 ในขอบเขตสูงสุดที่กฎหมายอนุญาต Detrade จะไม่รับผิดชอบต่อความเสียหายโดยตรง ทางอ้อม โดยบังเอิญ พิเศษ หรือเป็นผลสืบเนื่องที่เกิดขึ้นจากหรือในทางใดทางหนึ่งที่เกี่ยวข้องกับการใช้งานแพลตฟอร์มของเราของคุณ",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 ไม่ว่าในกรณีใด ๆ ความรับผิดทั้งหมดของ Detrade ต่อคุณสําหรับความเสียหาย ความสูญเสีย และสาเหตุของการดําเนินการทั้งหมดที่เกิดขึ้นจากหรือเกี่ยวข้องกับข้อตกลงนี้จะเกินจํานวนเงินที่คุณจ่ายให้กับ Detrade หากมีในช่วงระยะเวลาสิบสอง (12) เดือนทันทีก่อนเหตุการณ์ที่ก่อให้เกิดความรับผิดดังกล่าว",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 เป็นความรับผิดชอบของคุณในการตรวจสอบนโยบายนี้เป็นระยะ ๆ เพื่อรับทราบการอัปเดตหรือการเปลี่ยนแปลงใด ๆ การใช้แพลตฟอร์มของ Detrade อย่างต่อเนื่องของคุณหลังจากการปรับเปลี่ยนนโยบายนี้ถือเป็นการยอมรับการเปลี่ยนแปลงเหล่านั้น",
  "1000x leverage": "เลเวอเรจ 1000 เท่า",
  "11. Contact Information": "11. ข้อมูลติดต่อ",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 หากคุณมีคำถาม ข้อกังวล หรือข้อเสนอแนะเกี่ยวกับนโยบายนี้หรือขั้นตอน AML และ KYC ของ Detrade โปรดติดต่อเราที่ [support@detrade.com]",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 คุณตกลงที่จะชดใช้ค่าเสียหาย ปกป้อง และระงับ Detrade และบริษัทในเครือ เจ้าหน้าที่ กรรมการ พนักงาน และตัวแทนจากและต่อการเรียกร้อง ความรับผิด ความเสียหาย ความสูญเสีย ค่าใช้จ่าย หรือค่าธรรมเนียมใดๆ และทั้งหมด (รวมถึงค่าธรรมเนียมทนายความที่สมเหตุสมผล) ที่เกิดขึ้นจากหรือเกี่ยวข้องกับการใช้งานแพลตฟอร์มของ Detrade หรือการละเมิดข้อตกลงนี้ของคุณ",
  "11.Indemnification": "11. การชดใช้ค่าเสียหาย",
  "12. Contact Us": "12. ติดต่อเรา",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 ข้อตกลงนี้จะถูกควบคุมและตีความตามกฎหมายของ [Jurisdiction]",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 ข้อพิพาทใด ๆ ที่เกิดขึ้นจากหรือเกี่ยวข้องกับข้อตกลงนี้จะได้รับการแก้ไขผ่านอนุญาโตตุลาการตามกฎของ [Arbitration Organization]",
  "12.Governing Law and Dispute Resolution": "12. กฎหมายที่ใช้บังคับและการระงับข้อพิพาท",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade ขอสงวนสิทธิ์ในการแก้ไขหรือแก้ไขข้อตกลงนี้ได้ตลอดเวลา การเปลี่ยนแปลงใด ๆ จะมีผลทันทีเมื่อโพสต์บนแพลตฟอร์มของ Detrade",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 เป็นความรับผิดชอบของคุณในการตรวจสอบข้อตกลงนี้เป็นระยะ ๆ เพื่อรับทราบการอัปเดตหรือการเปลี่ยนแปลงใด ๆ การใช้แพลตฟอร์มของ Detrade อย่างต่อเนื่องของคุณหลังจากการแก้ไขข้อตกลงนี้ถือเป็นการยอมรับการเปลี่ยนแปลงเหล่านั้น",
  "13.Amendments to the Agreement": "13. การแก้ไขข้อตกลง",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 หากคุณมีคําถาม ข้อกังวล หรือข้อเสนอแนะใดๆ เกี่ยวกับข้อตกลงนี้หรือแพลตฟอร์มของ Detrade โปรดติดต่อเราที่ 14.1 หากคุณมีคําถาม ข้อกังวล หรือข้อเสนอแนะใดๆ เกี่ยวกับข้อตกลงนี้หรือแพลตฟอร์มของ Detrade โปรดติดต่อเราที่",
  "14.Contact Information": "14. ข้อมูลติดต่อ",
  "16th of every month": "วันที่ 16 ของทุกเดือน",
  "1D": "1วัน",
  "1M": "1เดือน",
  "1W": "1สัปดาห์",
  "2. Definitions": "2. คําจํากัดความ",
  "2. Eligibility": "2. การมีสิทธิเข้ารับเลือก",
  "2. How We Use Your Information": "2. เราใช้ข้อมูลของคุณอย่างไร",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. คุณสามารถดูจํานวนคําสั่งซื้อทั้งหมดของกลุ่มกองทุนในทิศทางขึ้นและลงและสถานะคําสั่งซื้อของคุณและผู้ใช้รายอื่นในรายการ",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" หมายถึงการต่อต้านการฟอกเงิน ซึ่งเป็นชุดของขั้นตอน กฎหมาย และข้อบังคับที่ออกแบบมาเพื่อป้องกันการสร้างรายได้ที่ผิดกฎหมายผ่านระบบการเงิน",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 โดยการเข้าถึงหรือใช้แพลตฟอร์มของ Detrade คุณรับรองและรับประกันว่าคุณมีอายุอย่างน้อย 18 ปีและมีความสามารถทางกฎหมายในการเข้าสู่ข้อตกลงนี้",
  "2.1 To Provide and Maintain Our Platform:": "2.1 เพื่อจัดหาและรักษาแพลตฟอร์มของเรา:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" หมายถึง รู้จักลูกค้าของคุณ ซึ่งเป็นกระบวนการยืนยันตัวตนของลูกค้าและประเมินความเสี่ยงที่อาจเกิดขึ้นจากการมีส่วนร่วมในกิจกรรมที่ผิดกฎหมาย",
  "2.2 To Improve Our Platform:": "2.2 เพื่อปรับปรุงแพลตฟอร์มของเรา:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 คุณต้องปฏิบัติตามกฎหมายและข้อบังคับที่บังคับใช้ทั้งหมดเกี่ยวกับการใช้แพลตฟอร์มของเรา",
  "2.3 To Communicate with You:": "2.3 เพื่อสื่อสารกับคุณ:",
  "2.4 To Personalize Your Experience:": "2.4 เพื่อปรับแต่งประสบการณ์ของคุณ:",
  "2.5 To Conduct Analytics and Research:": "2.5 เพื่อดําเนินการวิเคราะห์และวิจัย:",
  "2.6 To Ensure Security and Compliance:": "2.6 เพื่อให้มั่นใจถึงความปลอดภัยและการปฏิบัติตาม:",
  "20% affiliate commission (a 100% increase from our base rate).": "ค่าคอมมิชชั่นพันธมิตร 20% (เพิ่มขึ้น 100% จากอัตราพื้นฐานของเรา)",
  "20+ exchange market data": "20+ ข้อมูลตลาดแลกเปลี่ยน",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "ประกาศข้อจํากัดการถอนเงิน 24 ชั่วโมง ระบบของเราได้ระบุการเปลี่ยนแปลงข้อมูลสําคัญในบัญชีของคุณ ดังนั้นเราจึงระงับคุณสมบัติการถอนเงินของบัญชีของคุณชั่วคราวในขณะที่เราทําตามขั้นตอนเพื่อรักษาความปลอดภัยทรัพย์สินของคุณ ข้อจํากัดจะถูกยกเลิกโดยอัตโนมัติในเวลา UTC {{time}}",
  "24h Live Players": "ผู้เล่นสดตลอด 24 ชั่วโมง",
  "24h Trade Vol": "ปริมาณการซื้อขาย 24 ชั่วโมง",
  "24h Wins Paid": "ชนะจ่าย 24 ชั่วโมง",
  "24h high": "สูง 24 ชั่วโมง",
  "24h low": "ต่ำสุด 24 ชั่วโมง",
  "24h players": "ผู้เล่น 24 ชั่วโมง",
  "24h win ratio": "อัตราส่วนการชนะ 24 ชั่วโมง",
  "2FA Code's length is not right": "ความยาวของรหัส 2FA ไม่ถูกต้อง",
  "2FA authentication": "2FA authentication",
  "2s CFD and 5-60s Options": "2 วินาที CFD และ 5-60 วินาที ตัวเลือก",
  "3. Customer Due Diligence (CDD)": "3. ความขยันเนื่องจากลูกค้า (CDD)",
  "3. How We Share Your Information": "3. วิธีที่เราแบ่งปันข้อมูลของคุณ",
  "3. Wait for system settlement": "3. รอการชําระระบบ",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade ดําเนินการตรวจสอบสถานะลูกค้า (CDD) กับผู้ใช้ทุกคนเพื่อยืนยันตัวตนและประเมินระดับความเสี่ยง",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 ในการเข้าถึงคุณสมบัติบางอย่างของแพลตฟอร์มของ Detrade คุณอาจจําเป็นต้องลงทะเบียนบัญชี",
  "3.1 With Service Providers:": "3.1 กับผู้ให้บริการ:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 ในระหว่างขั้นตอนการลงทะเบียน คุณอาจจําเป็นต้องให้ข้อมูลส่วนบุคคลบางอย่าง รวมถึงแต่ไม่จํากัดเพียงชื่อเต็ม วันเกิด ที่อยู่ที่อยู่อาศัย บัตรประจําตัวที่ออกโดยรัฐบาล และหลักฐานที่อยู่",
  "3.2 For Legal Reasons:": "3.2 ด้วยเหตุผลทางกฎหมาย:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 เมื่อลงทะเบียนบัญชี คุณตกลงที่จะให้ข้อมูลที่ถูกต้อง เป็นปัจจุบัน และครบถ้วนเกี่ยวกับตัวคุณตามที่แบบฟอร์มลงทะเบียนแจ้ง",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade ขอสงวนสิทธิ์ในการขอข้อมูลเพิ่มเติมหรือเอกสารจากคุณเพื่อยืนยันตัวตนของคุณหรือประเมินระดับความเสี่ยงของคุณ",
  "3.3 To Protect Our Rights:": "3.3 เพื่อปกป้องสิทธิของเรา:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 คุณมีหน้าที่รับผิดชอบในการรักษาความลับของข้อมูลประจําตัวบัญชีของคุณและกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีของคุณ",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade ขอสงวนสิทธิ์ในการระงับหรือยกเลิกบัญชีของคุณหากเราเชื่อว่าคุณได้ให้ข้อมูลที่เป็นเท็จหรือทําให้เข้าใจผิดในระหว่างขั้นตอนการลงทะเบียนหรือละเมิดข้อกําหนดใด ๆ ของข้อตกลงนี้",
  "3.4 With Your Consent:": "3.4 ด้วยความยินยอมของคุณ:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 คุณตกลงที่จะให้ข้อมูลหรือเอกสารใด ๆ ที่ร้องขอโดย Detrade ทันทีเพื่อวัตถุประสงค์ในการตรวจสอบสถานะลูกค้า (CDD)",
  "3.5 In Business Transfers:": "3.5 การโอนทางธุรกิจ:",
  "3.Account Registration": "3. การลงทะเบียนบัญชี",
  "3rd Merchant Processing": "การประมวลผลผู้ค้าครั้งที่ 3",
  "4. Check the winning and losing results": "4. ตรวจสอบผลการชนะและแพ้",
  "4. Identity Verification": "4. การยืนยันตัวตน",
  "4. Platform Use": "4. การใช้แพลตฟอร์ม",
  "4. Your Data Protection Rights": "4. สิทธิในการปกป้องข้อมูลของคุณ",
  "4.1 Access:": "4.1 การเข้าถึง:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade ใช้วิธีการและเครื่องมือต่าง ๆ เพื่อยืนยันตัวตนของผู้ใช้ รวมถึงแต่ไม่จํากัดเพียง:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 แพลตฟอร์มของ Detrade จัดทําขึ้นเพื่อวัตถุประสงค์ในการให้ข้อมูลและการศึกษาเท่านั้น คุณรับทราบและยอมรับว่าข้อมูลใด ๆ ที่ให้ไว้บนแพลตฟอร์มของเราไม่ได้มีวัตถุประสงค์เพื่อเป็นคําแนะนําทางการเงินและไม่ควรพึ่งพาในการตัดสินใจลงทุน",
  "4.2 Correction:": "4.2 การแก้ไข:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade ขอสงวนสิทธิ์ในการปฏิเสธเอกสารหรือข้อมูลใด ๆ ที่ผู้ใช้ให้ไว้หากเห็นว่าไม่เพียงพอหรือไม่ถูกต้องเพื่อวัตถุประสงค์ในการยืนยันตัวตน",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 คุณเป็นผู้รับผิดชอบแต่เพียงผู้เดียวในการประเมินความเสี่ยงที่เกี่ยวข้องกับการซื้อขายไบนารี่ออปชั่นและพิจารณาว่าการซื้อขายบนแพลตฟอร์มของ Detrade เหมาะสมกับคุณหรือไม่",
  "4.3 Deletion:": "4.3 การลบ:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 คุณตกลงที่จะใช้แพลตฟอร์มของ Detrade ตามกฎหมายและข้อบังคับที่บังคับใช้ทั้งหมด และในลักษณะที่ไม่ละเมิดสิทธิ์ของผู้อื่นหรือละเมิดข้อกําหนดของข้อตกลงนี้",
  "4.4 Objection:": "4.4 การคัดค้าน:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 ข้อจํากัด: คุณมีสิทธิ์ที่จะขอให้เราจํากัดการประมวลผลข้อมูลส่วนบุคคลของคุณภายใต้เงื่อนไขบางประการ",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 การพกพาข้อมูล: คุณมีสิทธิ์ที่จะขอโอนข้อมูลส่วนบุคคลของคุณไปยังองค์กรอื่นหรือถึงคุณโดยตรงภายใต้เงื่อนไขบางประการ",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 ถอนความยินยอม: หากคุณให้ความยินยอมแก่เราในการประมวลผลข้อมูลส่วนบุคคลของคุณ คุณมีสิทธิ์ที่จะถอนความยินยอมของคุณได้ตลอดเวลา",
  "5. Data Security": "5. ความปลอดภัยของข้อมูล",
  "5. Risk Assessment": "5. การประเมินความเสี่ยง",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade ดําเนินการประเมินความเสี่ยงของผู้ค้าแต่ละรายตามข้อมูลการยืนยันตัวตน ประวัติการทําธุรกรรม และปัจจัยอื่นๆ ที่เกี่ยวข้อง",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 แพลตฟอร์มของ Detrade อนุญาตให้ผู้ใช้ซื้อขายไบนารี่ออปชั่นในเครื่องมือทางการเงินต่างๆ รวมถึงแต่ไม่จํากัดเพียงหุ้น สกุลเงิน สินค้าโภคภัณฑ์ และดัชนี",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 ผู้ใช้อาจได้รับการจัดอันดับความเสี่ยงตามผลการประเมินความเสี่ยง ซึ่งอาจส่งผลต่อระดับการตรวจสอบที่ใช้กับธุรกรรมและกิจกรรมบัญชีของพวกเขา",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 คุณรับทราบและยอมรับว่าการซื้อขายไบนารี่ออฟชั่นมีความเสี่ยงอย่างมาก รวมถึงความเสี่ยงที่จะสูญเสียการลงทุนทั้งหมดของคุณ",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 คุณเป็นผู้รับผิดชอบแต่เพียงผู้เดียวในการประเมินความเสี่ยงที่เกี่ยวข้องกับการซื้อขายแต่ละครั้งและสําหรับการกําหนดกลยุทธ์การลงทุนที่เหมาะสมสําหรับสถานการณ์ส่วนบุคคลของคุณ",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade ไม่ได้ให้การรับประกันหรือรับรองใด ๆ เกี่ยวกับความสามารถในการทํากําไรหรือความสําเร็จของการซื้อขายใด ๆ ที่ทําบนแพลตฟอร์มของเรา",
  "5.Trading": "5. การซื้อขาย",
  "50+ trading pairs": "คู่การซื้อขาย 50+ คู่",
  "6 Month's Pnl": "Pnl ของ 6 เดือน",
  "6. Data Retention": "6. การเก็บรักษาข้อมูล",
  "6. Fees and Charges": "6. ค่าธรรมเนียมและค่าใช้จ่าย",
  "6. Monitoring and Reporting": "6. การตรวจสอบและการรายงาน",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade อาจเรียกเก็บค่าธรรมเนียมสําหรับบริการหรือธุรกรรมบางอย่างที่ดําเนินการบนแพลตฟอร์มของเรา คุณตกลงที่จะชําระค่าธรรมเนียมและค่าใช้จ่ายที่เกี่ยวข้องทั้งหมดที่เกี่ยวข้องกับการใช้งานแพลตฟอร์มของเรา",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade ตรวจสอบธุรกรรมของผู้ค้าและกิจกรรมบัญชีสําหรับสัญญาณของพฤติกรรมที่น่าสงสัยหรือผิดปกติที่อาจบ่งบอกถึงการฟอกเงินหรือกิจกรรมการจัดหาเงินทุนของผู้ก่อการร้าย",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade ขอสงวนสิทธิ์ในการเปลี่ยนแปลงหรือแก้ไขโครงสร้างค่าธรรมเนียมของเราได้ตลอดเวลาโดยมีหรือไม่มีการแจ้งให้ทราบล่วงหน้า",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 หาก Detrade ระบุกิจกรรมหรือธุรกรรมที่น่าสงสัย เราขอสงวนสิทธิ์ในการรายงานกิจกรรมดังกล่าวต่อหน่วยงานที่เกี่ยวข้องและดําเนินการอย่างเหมาะสม รวมถึงแต่ไม่จํากัดเพียงการระงับหรือระงับบัญชีผู้ค้า",
  "6M": "6เดือน",
  "7 * 24 technical services": "บริการด้านเทคนิคตลอด 24 ชม.",
  "7. Cookies and Similar Technologies": "7. คุกกี้และเทคโนโลยีที่คล้ายคลึงกัน",
  "7. Intellectual Property": "7. ทรัพย์สินทางปัญญา",
  "7. Record-Keeping": "7. การเก็บบันทึก",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 เนื้อหาและวัสดุทั้งหมดที่มีอยู่บนแพลตฟอร์มของ Detrade รวมถึงแต่ไม่จํากัดเพียงข้อความ กราฟิก โลโก้ รูปภาพ และซอฟต์แวร์ เป็นทรัพย์สินของ Detrade หรือผู้ออกใบอนุญาต และได้รับการคุ้มครองโดยลิขสิทธิ์ เครื่องหมายการค้า และกฎหมายทรัพย์สินทางปัญญาอื่นๆ",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 คุกกี้: เราใช้คุกกี้เพื่อปรับปรุงประสบการณ์ของคุณบนแพลตฟอร์มของเรา คุกกี้คือไฟล์ขนาดเล็กที่วางอยู่บนอุปกรณ์ของคุณที่ช่วยให้เราสามารถจดจําเบราว์เซอร์ของคุณและจับภาพและจดจําข้อมูลบางอย่างได้",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade เก็บรักษาบันทึกการระบุผู้ค้าและข้อมูลการทําธุรกรรมทั้งหมดตามกฎหมายและข้อบังคับที่บังคับใช้",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 ประเภทของคุกกี้: a) **คุกกี้ที่จําเป็น**: คุกกี้เหล่านี้จําเป็นสําหรับการทํางานของแพลตฟอร์มของเรา ช่วยให้คุณสามารถนําทางไซต์และใช้คุณสมบัติต่างๆ ได้",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 บันทึกของผู้ใช้จะถูกเก็บเป็นความลับและเปิดเผยต่อบุคลากรที่ได้รับอนุญาตหรือหน่วยงานกํากับดูแลตามที่กฎหมายกําหนดเท่านั้น",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 คุณได้รับใบอนุญาตที่จํากัด ไม่ผูกขาด และไม่สามารถโอนสิทธิ์ได้ในการเข้าถึงและใช้แพลตฟอร์มของ Detrade เพื่อการใช้งานส่วนตัวและไม่ใช่เชิงพาณิชย์ของคุณเท่านั้น",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 การจัดการคุกกี้: คุณสามารถควบคุมการใช้คุกกี้ได้ในระดับเบราว์เซอร์แต่ละเบราว์เซอร์ หากคุณปฏิเสธคุกกี้ คุณยังคงสามารถใช้แพลตฟอร์มของเราได้ แต่ความสามารถในการใช้คุณสมบัติหรือพื้นที่บางอย่างของแพลตฟอร์มของเราอาจถูกจํากัด",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 คุณตกลงที่จะไม่ทําซ้ํา แก้ไข แจกจ่าย หรือสร้างผลงานลอกเลียนแบบตามเนื้อหาหรือวัสดุใด ๆ ที่มีอยู่บนแพลตฟอร์มของ Detrade โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจาก Detrade",
  "8. Third-Party Links": "8. ลิงก์ของบุคคลที่สาม",
  "8. Training and Awareness": "8. การฝึกอบรมและการรับรู้",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade จัดทําโปรแกรมการฝึกอบรมและการรับรู้สําหรับพนักงานเพื่อให้แน่ใจว่าพวกเขามีความรู้เกี่ยวกับนโยบายและขั้นตอนของ AML และ KYC",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade เคารพความเป็นส่วนตัวของผู้ใช้และมุ่งมั่นที่จะปกป้องข้อมูลส่วนบุคคลของพวกเขา โปรดดูนโยบายความเป็นส่วนตัวของเราสําหรับรายละเอียดเกี่ยวกับวิธีที่เรารวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของคุณ",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 พนักงานได้รับการฝึกฝนให้รับรู้และรายงานกิจกรรมที่น่าสงสัยและปฏิบัติตามข้อกําหนด AML และ KYC ทั้งหมด",
  "8.Privacy Policy": "8. นโยบายความเป็นส่วนตัว",
  "9. Children's Privacy": "9. ความเป็นส่วนตัวของเด็ก",
  "9. Compliance Oversight": "9. การกํากับดูแลการปฏิบัติตามกฎระเบียบ",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade ได้แต่งตั้งเจ้าหน้าที่การปฏิบัติตามกฎระเบียบที่รับผิดชอบในการดูแลการปฏิบัติตามนโยบายและขั้นตอนของ AML และ KYC",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade ขอสงวนสิทธิ์ในการระงับหรือยุติการเข้าถึงแพลตฟอร์มของเราได้ตลอดเวลาและด้วยเหตุผลใดก็ตามโดยมีหรือไม่มีสาเหตุและโดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 เจ้าหน้าที่การปฏิบัติตามกฎระเบียบมีหน้าที่ติดตามการพัฒนากฎระเบียบ อัปเดตนโยบาย AML และ KYC ตามความจําเป็น และตรวจสอบให้แน่ใจว่าการดําเนินงานของ Detrade ยังคงปฏิบัติตามกฎหมายและข้อบังคับที่บังคับใช้ทั้งหมด",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 เมื่อยุติการเข้าถึงแพลตฟอร์มของ Detrade ของคุณ ข้อกําหนดทั้งหมดของข้อตกลงนี้ซึ่งโดยธรรมชาติแล้วควรคงอยู่หลังจากการสิ้นสุดจะคงอยู่ รวมถึงแต่ไม่จํากัดเพียงบทบัญญัติเกี่ยวกับทรัพย์สินทางปัญญา ข้อจํากัดความรับผิด และการระงับข้อพิพาท",
  "9.Termination": "9.การยุติ",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>จํานวนโบนัส:</0> 50% ของเงินฝากครั้งแรกของคุณ",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>โบนัสสูงสุด:</0> โบนัสการซื้อขายสูงสุด 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>คุณสมบัติ:</0> ผู้ใช้ใหม่ใน Detrade เท่านั้น",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>ข้อกําหนด:</0> การฝากเงินครั้งแรก ≥ 50 USDT (หรือเทียบเท่า คริปโต)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>ผลิตภัณฑ์ที่รองรับ</0>: Highlow, Spread, Up Down, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> ตั๋วถูกส่งรอบนี้แล้ว!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> ต่อการซื้อขายเข้าและออกของ {{position}} รวมถึง สลิปเพจ",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>จาก {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "ค่าธรรมเนียมคงที่ของ {{feeAmount}} ({{commission}}) ถูกเรียกเก็บเมื่อเปิดการซื้อขาย (ตําแหน่ง:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "เศษส่วนของกําไรของคุณ (ถ้ามี) จะถูกนําไปเมื่อคุณปิดการซื้อขาย",
  "A variable fee was charged as a fraction of profits upon closing the trade": "ค่าธรรมเนียมผันแปรจะถูกเรียกเก็บเป็นเศษส่วนของกำไรเมื่อปิดการซื้อขาย",
  "A verification will be sent to {{email}}": "การยืนยันจะถูกส่งไปยัง {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "ตอบ: ตรวจสอบให้แน่ใจว่าคุณได้ปลดล็อกโหมดการซื้อขายทั้งสี่แล้ว หากปัญหายังคงอยู่ โปรดติดต่อฝ่ายสนับสนุนลูกค้าเพื่อขอความช่วยเหลือ",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "ตอบ: ไม่ โบนัสเองไม่สามารถถอนได้ อย่างไรก็ตาม <0>กําไรใด ๆ ที่ทําโดยใช้โบนัส</0> สามารถถอนได้",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: ใช่ โปรดเปิดใช้งานโบนัสของคุณภายใน <0>7 วัน</0> นับจากวันที่ออก โบนัสที่หมดอายุแล้วไม่สามารถกู้คืนได้",
  "AF": "AF",
  "AML & KYC policy": "นโยบาย AML และ KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "เกี่ยวกับ Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "เข้าถึงสินทรัพย์ยอดนิยมกว่า 70 รายการที่มีศักยภาพในการทํากําไรสูงสุด 90%",
  "Account Details": "รายละเอียดบัญชี",
  "Account Not Verified": "บัญชีไม่ได้รับการยืนยัน",
  "Account Verified": "ยืนยันบัญชีแล้ว",
  "Activate": "เปิดใช้งาน",
  "Activation expiry time": "เวลาหมดอายุการเปิดใช้งาน",
  "Active": "แอคทีฟ",
  "Active tickets": "ตั๋วที่ใช้งานอยู่",
  "Activity priority access": "การเข้าถึงลําดับความสําคัญของกิจกรรม",
  "Add": "เพิ่ม",
  "Add key phrase into Google Authenticator and remember the key phrase": "เพิ่มวลีสําคัญลงใน Google Authenticator และจดจําวลีสําคัญ",
  "Add referral": "เพิ่มการอ้างอิง",
  "Add referral code": "เพิ่มรหัสอ้างอิง",
  "Address is required": "ต้องระบุที่อยู่",
  "Address valid": "ที่อยู่ที่ถูกต้อง",
  "Advanced": "ล้ำหน้า",
  "Advanced Users": "ผู้ใช้ขั้นสูง",
  "Advanced chart": "แผนภูมิขั้นสูง",
  "Advantage": "ความได้เปรียบ",
  "Affiliate program": "โปรแกรมพันธมิตร",
  "Affiliates": "พันธมิตร",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "หลังจากทําการฝากเงินครั้งแรกเสร็จแล้ว ให้ไปที่ <0>ศูนย์รางวัล</0> เพื่อดูบัตรกํานัลทดลองใช้ 1 USDT เริ่มต้นของคุณ",
  "After setting your personal information private, other users will not be able to see your username and information.": "หลังจากตั้งค่าข้อมูลส่วนบุคคลของคุณให้เป็นส่วนตัวแล้ว ผู้ใช้รายอื่นจะไม่สามารถเห็นชื่อผู้ใช้และข้อมูลของคุณได้",
  "Agreement": "ข้อตกลง",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "วิธีการ Airdrop: รางวัลจะถูกแจกจ่ายไปยังกระเป๋าเงินโดยอัตโนมัติ โปรดทําตามอีเมลในแอป",
  "Airdrop plan": "แผน Airdrop",
  "Airdrop program": "โปรแกรม Airdrop",
  "Airdrops": "Airdrop",
  "Algorithm": "ขั้นตอนวิธี",
  "All": "ทั้งหมด",
  "All Assets": "ทรัพย์สินทั้งหมด",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "กิจกรรมนายหน้าทั้งหมดบนเว็บไซต์นี้ให้บริการโดย Nexus Play LLC",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "สูตรการเล่นเกมทั้งหมดเปิดกว้างและโปร่งใส ซึ่งขัดขวางการฉ้อโกงและป้องกันความเสี่ยงต่อคู่ค้าและผู้เล่น",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "ราคาทั้งหมดสําหรับรอบการซื้อขาย 24 ชั่วโมงถูกกําหนดไว้ล่วงหน้าโดยใช้เมล็ดพันธุ์ที่สุ่มจับ ซึ่งจะถูกเปิดเผยเมื่อสิ้นสุดรอบการซื้อขายแต่ละรอบ ด้วยเมล็ดพันธุ์ที่เผยแพร่นี้ ทุกคนสามารถตรวจสอบได้ว่าเราปฏิบัติตามอัลกอริทึมตามรายละเอียดด้านล่างและไม่ได้เปลี่ยนแปลงราคาใด ๆ หลังจากเริ่มรอบ โดยเฉพาะอย่างยิ่ง มันเป็นไปไม่ได้ที่เราจะเปลี่ยนราคาตามการซื้อขายของคุณ",
  "All prizes will be sent in USDT.": "รางวัลทั้งหมดจะถูกส่งเป็น USDT",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "ประสบการณ์ปฏิบัติจริงทั้งหมดจากผู้ซื้อขายชั้นนำที่คุณต้องการ รวมถึงการเข้าถึงตัวบ่งชี้และสัญญาณการซื้อขายที่ร้อนแรงที่สุด",
  "All time wins paid": "ตลอดเวลาชนะจ่าย",
  "Already have an account?": "มีบัญชีอยู่แล้วใช่ไหม",
  "Amount": "จํานวนเงิน",
  "Amount is required": "จําเป็นต้องติดตั้ง",
  "Amount to withdraw": "จํานวนเงินที่ถอน",
  "Announcement": "การประกาศ",
  "Announcements": "การประกาศ",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "นโยบายต่อต้านการฟอกเงิน (AML) และรู้จักลูกค้าของคุณ (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "มีคําถามอะไรไหม ทีมสนับสนุนที่ทุ่มเทของเราพร้อมที่จะช่วยเหลือคุณและแนะนําคุณตลอดกระบวนการสมัคร",
  "Apply": "สมัคร",
  "Applying": "การสมัคร",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "ประมาณ {{nextCapitalCost}} จะถูกเรียกเก็บในชั่วโมงถัดไป และจํานวนเงินเฉพาะขึ้นอยู่กับอัตราเงินทุนในขณะนั้น",
  "Are there any geographical restrictions?": "มีข้อจํากัดทางภูมิศาสตร์หรือไม่",
  "Arrival amount": "จํานวนที่มาถึง",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "ตราบใดที่โปรแกรมยังคงใช้งานได้ คุณสามารถรับค่าคอมมิชชั่นจากช่วงเวลาที่ผู้ตัดสินของคุณลงทะเบียนบัญชี Detrade",
  "Ask a question": "ถามคําถาม",
  "Asset types,currencies,cryptocurrencies for any trader.": "ประเภทสินทรัพย์ สกุลเงิน คริปโตเคอเรนซี่สําหรับผู้ค้ารายใดก็ได้",
  "Assets": "สินทรัพย์",
  "Assets overview": "ภาพรวมสินทรัพย์",
  "At least {{exceed}} number": "อย่างน้อย {{exceed}} หมายเลข",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "เมื่อสิ้นสุดการนับถอยหลัง กำไรและขาดทุนจะถูกกำหนดตามแนวโน้มที่คุณคาดการณ์ไว้",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "ในช่วงเริ่มต้นของรอบการซื้อขายแต่ละรอบ (00:00 UTC) เมล็ดพันธุ์ 32 ไบต์ใหม่จะถูกสุ่มเลือก ราคาของรอบทั้งหมดสามารถทําซ้ําได้โดยการรวมเมล็ดพันธุ์นี้เข้ากับตัวนับจํานวนเต็มที่เพิ่มขึ้น",
  "Auto": "อัตโนมัติ",
  "Available": "มีอยู่",
  "Available on request": "มีให้บริการตามคําขอ",
  "Award quota": "โควต้ารางวัล",
  "Awarded users": "ผู้ใช้ที่ได้รับรางวัล",
  "Balance": "ยอดคงเหลือ",
  "Balance is not enough": "ยอดเงินไม่เพียงพอ",
  "Basic": "พื้นฐาน",
  "Becoming an affiliate is easy": "การเป็นพันธมิตรเป็นเรื่องง่าย",
  "Benefit from our many years of experience and internationally renowned reputation.": "ได้รับประโยชน์จากประสบการณ์หลายปีและชื่อเสียงที่มีชื่อเสียงระดับนานาชาติของเรา",
  "Benefits": "ประโยชน์",
  "Benefits:": "ประโยชน์:",
  "Best For": "ดีที่สุดสําหรับ",
  "Bet": "เดิมพัน",
  "Betting": "การพนัน",
  "Binary Options Exchange": "การแลกเปลี่ยนตัวเลือกไบนารี",
  "Bind": "ผูก",
  "Bind Success": "ผูกความสําเร็จ",
  "Black diamond circle": "วงกลมเพชรดํา",
  "Blockchain Processing": "การประมวลผลบล็อกเชน",
  "Bonus": "โบนัส",
  "Bonus Rules": "กฎโบนัส",
  "Bonus Trial": "การทดลองโบนัส",
  "Bonus pool": "พูลโบนัส",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "บัตรกํานัลโบนัส <0>ไม่สามารถถอนได้</0> แต่ <1>กําไรจากการซื้อขายโบนัสสามารถถอนได้<1>",
  "Boost your earnings by affiliate program": "เพิ่มรายได้ของคุณด้วยโปรแกรมพันธมิตร",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "เพิ่มการซื้อขายของคุณด้วยเลเวอเรจสูงสุด 1000 เท่า — ความเสี่ยงที่ยิ่งใหญ่ รางวัลที่ยิ่งใหญ่กว่า",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "เพิ่มการซื้อขายของคุณด้วยเลเวอเรจสูงสุด 1000 เท่า — ความเสี่ยงที่ยิ่งใหญ่ รางวัลที่ยิ่งใหญ่กว่า",
  "Brokerage Products and Services offered by Nexus Play LLC.": "ผลิตภัณฑ์และบริการนายหน้าที่นําเสนอโดย Nexus Play LLC",
  "Bronze": "บรอนซ์",
  "Bust And Stop Loss Prices": "ราคา Bust และ Stop Loss",
  "Buy": "ซื้อ",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "โดยการเข้าถึงหรือใช้แพลตฟอร์มของ Detrade คุณรับทราบว่าคุณได้อ่าน เข้าใจ และตกลงที่จะผูกพันตามนโยบายความเป็นส่วนตัวนี้ หากคุณไม่เห็นด้วยกับนโยบายความเป็นส่วนตัวนี้ คุณต้องไม่ใช้แพลตฟอร์มของเรา",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "โดยการเข้าถึงหรือใช้แพลตฟอร์มของ Detrade คุณรับทราบว่าคุณได้อ่าน เข้าใจ และตกลงที่จะผูกพันตามข้อตกลงนี้ หากคุณไม่เห็นด้วยกับส่วนใดส่วนหนึ่งของข้อตกลงนี้ คุณต้องไม่ใช้แพลตฟอร์มของ Detrade",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "โดยการเข้าถึงหรือใช้แพลตฟอร์มของ Detrade คุณรับทราบว่าคุณได้อ่าน เข้าใจ และตกลงที่จะปฏิบัติตามนโยบาย AML และ KYC นี้ หากคุณไม่เห็นด้วยกับส่วนใดส่วนหนึ่งของนโยบายนี้ คุณต้องไม่ใช้แพลตฟอร์มของ Detrade",
  "Calculator": "เครื่องคิดเลข",
  "Campaign": "แคมเปญ",
  "Campaign Center": "ศูนย์แคมเปญ",
  "Can I See The Data Of My Referral?": "ฉันสามารถดูข้อมูลของผู้อ้างอิงของฉันได้หรือไม่",
  "Can I use a live account and a demo account at the same time?": "ฉันสามารถใช้บัญชีจริงและบัญชีทดลองในเวลาเดียวกันได้หรือไม่",
  "Can Partner upgrade his partnership level in the future?": "พันธมิตรสามารถอัพเกรดระดับการเป็นหุ้นส่วนของเขาในอนาคตได้หรือไม่",
  "Can non-crypto users play Detrade games?": "ผู้ใช้ที่ไม่ใช่คริปโตสามารถเล่นเกม Detrade ได้หรือไม่",
  "Cancel": "ยกเลิก",
  "Cannot exceed {{exceed}} characters": "ไม่สามารถเกิน {{exceed}} ตัวอักษร",
  "Cash All": "เงินสดทั้งหมด",
  "Champion Profits": "กําไรแชมป์เปี้ยน",
  "Change": "เปลี่ยน",
  "Change password": "เปลี่ยนรหัสผ่าน",
  "Chat": "แชท",
  "Check <0>ROI calculator</0> for more details": "ตรวจสอบ <0>เครื่องคํานวณ ROI</0> สําหรับรายละเอียดเพิ่มเติม",
  "Chg%": "เปลี่ยนแปลง %.",
  "Choose Symbol": "เลือกสัญลักษณ์",
  "Choose Your <0> Account Type And </0>  Start Trading!": "เลือกประเภทบัญชี <0> ของคุณและ </0> เริ่มการซื้อขาย!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "เลือกประเภทบัญชี <br/> ของคุณและ </br> เริ่มการซื้อขาย!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "เลือกตัวคูณเพื่อเพิ่มตําแหน่งของคุณ การตั้งค่าตัวคูณที่สูงขึ้นจะเพิ่มความเสี่ยงมาร์จิ้นของคุณ",
  "Choose the cryptocurrency that you would like to start trading.": "เลือกสกุลเงินดิจิทัลที่คุณต้องการเริ่มซื้อขาย",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "เลือกทิศทางขึ้นหรือลงเพื่อสั่งซื้อภายในเวลาที่กําหนดของการนับถอยหลัง",
  "Claim": "เรียกร้อง",
  "Claim Voucher": "บัตรกํานัลสําหรับการเรียกร้องค่าสินไหม",
  "Claimed rewards": "รางวัลที่อ้างสิทธิ์",
  "Claimed rewards details": "รายละเอียดรางวัลที่อ้างสิทธิ์",
  "Click Here To View The": "คลิกที่นี่เพื่อดู",
  "Click Up or Down to Trading": "คลิกขึ้นหรือลงเพื่อซื้อขาย",
  "Client": "ลูกค้า",
  "Close": "ปิด",
  "Close Time": "เวลาปิดทำการ",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "ปิดได้ตลอดเวลา ไม่ว่าจะเป็นกําไรหรือขาดทุน กําหนดเป้าหมายทํากําไรหรือหยุดขาดทุนเพื่อปิดตําแหน่งของคุณโดยอัตโนมัติ",
  "Close the order": "ปิดการสั่งซื้อ",
  "Close type": "ประเภทปิด",
  "Closed successfully!": "ปิดสําเร็จแล้ว!",
  "Co-planning rights": "สิทธิการวางแผนร่วม",
  "Coin-Margined": "Coin-Margined",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "รวมคําสั่งจํากัดที่เหลือทั้งหมดจากฟีดราคาแต่ละรายการลงในสมุดคําสั่งคอมโพสิตเดียว ไม่เป็นไรและคาดว่าราคาของคําสั่งซื้อบางคําสั่งจะสูงกว่าราคาของคําสั่งขายบางคําสั่งจากการแลกเปลี่ยนอื่น ๆ ขนาดคําสั่งซื้อแต่ละรายการถูกจํากัดไว้ที่ 1 ล้านดอลลาร์เพื่อจํากัดอิทธิพลของคําสั่งซื้อขนาดใหญ่เดียว",
  "Coming soon": "เร็วๆนี้",
  "Community": "ชุมชน",
  "Community access": "การเข้าถึงชุมชน",
  "Completed": "เสร็จสมบูรณ์",
  "Comprehensive trading training": "การฝึกอบรมการซื้อขายที่ครอบคลุม",
  "Computers and smartphones are fully functional": "คอมพิวเตอร์และสมาร์ทโฟนทํางานได้อย่างสมบูรณ์",
  "Condition 1: The price trend matches your prediction.": "เงื่อนไขที่ 1: แนวโน้มราคาตรงกับการคาดการณ์ของคุณ",
  "Condition 2: Price movement breaks through the spread.": "เงื่อนไขที่ 2: การเคลื่อนไหวของราคาทะลุผ่านสเปรด",
  "Confirm": "ยืนยัน",
  "Confirm Close": "ยืนยันการปิด",
  "Confirm removing Google 2FA authentication?": "ยืนยันการลบ Google 2FA authentication หรือไม่",
  "Confirm settlement of all orders?": "ยืนยันการชําระคําสั่งซื้อทั้งหมดหรือไม่",
  "Confirm to close the order?": "ยืนยันเพื่อปิดคําสั่งซื้อหรือไม่",
  "Confirmations": "การยืนยัน",
  "Connect": "เกี่ยวข้อง",
  "Connect with your friends": "เชื่อมต่อกับเพื่อนของคุณ",
  "Contact Us": "ติดต่อเรา",
  "Contact us": "ติดต่อเรา",
  "Contact us with Email or Live chat": "ติดต่อเราทางอีเมลหรือแชทสด",
  "Content creators program": "โปรแกรมผู้สร้างเนื้อหา",
  "Contest prize pool": "เงินรางวัลรวมการแข่งขัน",
  "Continue": "ดำเนินการต่อ",
  "Continue Deposit Process": "ดําเนินการฝากเงินต่อ",
  "Continue deposit process": "ดําเนินการฝากเงินต่อ",
  "Continue with Google": "ดําเนินการต่อด้วย Google",
  "Continue with X": "ดําเนินการต่อด้วย X",
  "Continuously updated": "อัพเดทอย่างต่อเนื่อง",
  "Convenient deposit and withdrawal methods": "วิธีการฝากและถอนเงินที่สะดวก",
  "Copy": "คัดลอก",
  "Copy Success": "คัดลอกสำเร็จ",
  "Copy this code to your authenticator app": "คัดลอกโค้ดนี้ไปยังแอปตัวตรวจสอบสิทธิ์ของคุณ",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "ลิขสิทธิ์ © 2025 Nexus Play LLC. สงวนลิขสิทธิ์",
  "Country": "ประเทศ",
  "Create Password": "สร้างรหัสผ่าน",
  "Crypto": "คริปโต",
  "Crypto - binary options": "คริปโต - ตัวเลือกไบนารี",
  "Crypto Pairs": "คู่คริปโต",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "การซื้อขายสัญญาคริปโตเคอเรนซีมีความเสี่ยงสูง และคุณอาจสูญเสียจํานวนการซื้อขายทั้งหมดของคุณ ยิ่งคุณใช้เลเวอเรจสูงเท่าไหร่ ความเสี่ยงก็จะยิ่งมากขึ้นเท่านั้น อย่างไรก็ตาม ไม่ว่าในกรณีใด ๆ คุณไม่สามารถสูญเสียมากกว่าจํานวนการซื้อขายเริ่มต้นของคุณได้",
  "Currency": "เงินตรา",
  "Custom Price Move %": "การย้ายราคาที่กําหนดเอง %",
  "Custom cashback plan": "แผนคืนเงินแบบกําหนดเอง",
  "Custom revenue share and fee option.": "ตัวเลือกส่วนแบ่งรายได้และค่าธรรมเนียมที่กําหนดเอง",
  "Custom services": "บริการที่กําหนดเอง",
  "Custom signals": "สัญญาณที่กําหนดเอง",
  "Customized incentives tailored to your needs.": "แรงจูงใจที่กําหนดเองตามความต้องการของคุณ",
  "DOWN": "ลง",
  "Daily Active Users": "ผู้ใช้ที่ใช้งานประจําวัน",
  "Daily Earning": "รายได้รายวัน",
  "Daily contest": "การแข่งขันประจําวัน",
  "Dark": "มืด",
  "Date": "วันที่",
  "Day": "วัน",
  "DeTrade overview": "ภาพรวมของ DeTrade",
  "Dedicated customer support": "การสนับสนุนลูกค้าโดยเฉพาะ",
  "Demo": "สาธิต",
  "Demo Account": "บัญชีสาธิต",
  "Demo Trading": "สาธิตการซื้อขาย",
  "Depending on your location, you may have the following rights regarding your personal information:": "คุณอาจมีสิทธิ์ต่อไปนี้เกี่ยวกับข้อมูลส่วนบุคคลของคุณ ทั้งนี้ขึ้นอยู่กับตําแหน่งของคุณ:",
  "Deposit": "ฝากเงิน",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "ฝากเงิน 120 USDT → รับโบนัสจํากัด 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "ฝากเงิน 80 USDT → รับโบนัส 40 USDT",
  "Deposit Amount": "จํานวนเงินฝาก",
  "Deposit Order Created": "สร้างคําสั่งฝากเงินแล้ว",
  "Deposit Via {{depositChannel}}": "ฝากผ่าน {{depositChannel}}",
  "Deposit address": "ที่อยู่เงินฝาก",
  "Deposit and withdraw money with ease using the most convenient payment method.": "ฝากและถอนเงินได้อย่างง่ายดายโดยใช้วิธีการชําระเงินที่สะดวกที่สุด",
  "Deposit is in progress": "",
  "Deposit now": "ฝากเงินตอนนี้",
  "Deposits and withdrawals": "การฝากและถอนเงิน",
  "Derivative Exchanges": "การแลกเปลี่ยนอนุพันธ์",
  "Description": "คําบรรยาย",
  "Detail": "รายละเอียด",
  "Details": "รายละเอียด",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"เรา\" \"พวกเรา\" หรือ \"ของเรา\") ให้ความสําคัญกับความเป็นส่วนตัวของคุณและมุ่งมั่นที่จะปกป้องข้อมูลส่วนบุคคลของคุณ นโยบายความเป็นส่วนตัวนี้อธิบายว่าเรารวบรวม ใช้ เปิดเผย และปกป้องข้อมูลของคุณอย่างไรเมื่อคุณใช้แพลตฟอร์มการซื้อขายไบนารี่ออฟชั่นของเรา (\"แพลตฟอร์ม\") โดยการเข้าถึงหรือใช้แพลตฟอร์มของเรา คุณยินยอมให้รวบรวมและใช้ข้อมูลตามนโยบายนี้ หากคุณไม่เห็นด้วยกับนโยบายนี้ คุณต้องไม่ใช้แพลตฟอร์มของเรา",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect เป็นโซลูชันการผสานรวมที่ไร้รอยต่อที่ช่วยให้แพลตฟอร์มของบุคคลที่สามสามารถเชื่อมต่อกับระบบนิเวศของเราได้อย่างง่ายดาย ผ่าน API ที่ทรงพลังและเครื่องมืออัตโนมัติ เรารวมฟังก์ชันหลักของผลิตภัณฑ์ของเราเข้ากับแพลตฟอร์มของคุณโดยตรง มีจุดมุ่งหมายเพื่อให้แพลตฟอร์มที่มีอนุพันธ์ของสกุลเงินดิจิทัลที่หลากหลาย การแลกเปลี่ยนข้อมูลที่เร็วขึ้น และความสามารถในการเข้าถึงคุณสมบัติที่ทันสมัยของเรา ในขณะที่มั่นใจในการเชื่อมต่อที่ปลอดภัย ปรับขนาดได้ และเชื่อถือได้ ไม่ว่าคุณจะต้องการขยายการส่งมอบบริการหรือลดความซับซ้อนของเวิร์กโฟลว์ Detrade Connect สามารถทําให้การผสานรวมเป็นเรื่องง่าย มีประสิทธิภาพ และประสิทธิผล",
  "Detrade Index Prices": "ราคาดัชนี Detrade",
  "Detrade Partner": "หุ้นส่วน Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "โปรแกรมหุ้นส่วน Detrade ! โปรแกรมนี้ออกแบบมาเพื่อให้ผู้สร้างมีศักยภาพด้านรายได้ที่เพิ่มขึ้นและสิทธิประโยชน์สุดพิเศษ ทําให้ความพยายามในการส่งเสริมการขายของคุณคุ้มค่าอย่างแท้จริง",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade มุ่งมั่นที่จะเปลี่ยนแปลงอุตสาหกรรมการซื้อขายอัจฉริยะแบบดั้งเดิมและเปิดตลาดการเงินให้กับทุกคนทุกที่ ภารกิจของเราคือการมอบประสบการณ์การซื้อขายที่ล้ําสมัยที่สุด ทุกคนในโลกควรสามารถมีส่วนร่วมในการทําธุรกรรมได้",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade ได้เสร็จสิ้นการตรวจสอบรหัสและผลลัพธ์อยู่ใน TOP-10%",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade กําลังเติบโตอย่างรวดเร็ว เรามุ่งมั่นที่จะมอบประสบการณ์ที่เป็นนวัตกรรมและมีส่วนร่วมแก่ผู้ใช้ของเราซึ่งทําให้เป็นแพลตฟอร์มทางเลือกสําหรับการซื้อขายไบนารี่ออฟชั่นสกุลเงินดิจิทัล",
  "Detrade learn": "Detrade เรียนรู้",
  "Detrade offers 3 types of optional products.": "Detrade นําเสนอผลิตภัณฑ์เสริม 3 ประเภท",
  "Detrade partnership program": "โปรแกรมหุ้นส่วน Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade ขอสงวนสิทธิ์ในการตีความขั้นสุดท้ายสําหรับแคมเปญนี้",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade ขอสงวนสิทธิ์ในการเปลี่ยนแปลงกฎเกณฑ์และเงื่อนไขใด ๆ ตามดุลยพินิจของตนเองและโดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade ขอสงวนสิทธิ์ในการตัดสิทธิ์ผู้เล่นที่ละเมิดกฎของเราในทุกขั้นตอนของการแข่งขัน",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade ขอสงวนสิทธิ์ในการแก้ไข ระงับ หรือยกเลิกกิจกรรมหรือการกระจาย airdrop ได้ตลอดเวลา รวมถึงข้อกําหนดและเงื่อนไขที่เกี่ยวข้อง การแก้ไขคือการจัดการ/ป้องกันการฉ้อโกงและกิจกรรมที่ผิดกฎหมายอื่นๆ เว้นแต่ผู้ค้าจะมีส่วนร่วมในการฉ้อโกงและกิจกรรมที่ผิดกฎหมายอื่น ๆ การแก้ไขดังกล่าวจะไม่ส่งผลกระทบต่อผู้ค้าที่เลือกเข้าร่วม",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade ขอสงวนสิทธิ์ในการอัปเดตหรือเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้ได้ตลอดเวลา เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงใด ๆ โดยการโพสต์นโยบายความเป็นส่วนตัวใหม่บนแพลตฟอร์มของเรา คุณควรทบทวนนโยบายความเป็นส่วนตัวนี้เป็นระยะ ๆ สําหรับการเปลี่ยนแปลงใด ๆ การใช้แพลตฟอร์มของเราอย่างต่อเนื่องของคุณหลังจากการแก้ไขนโยบายความเป็นส่วนตัวใด ๆ จะถือว่าคุณรับทราบการแก้ไขและยินยอมให้คุณปฏิบัติตามและผูกพันตามนโยบายความเป็นส่วนตัวที่อัปเดตแล้ว",
  "Detrade weekly draw": "การออกรางวัลรายสัปดาห์ของ Detrade",
  "Developer documentation": "เอกสารสําหรับนักพัฒนา",
  "Device": "อุปกรณ์",
  "Diamond": "เพชร",
  "Diamond Partner": "หุ้นส่วนเพชร",
  "Didn't find an answer to our question?": "ไม่พบคําตอบสําหรับคําถามของเราใช่ไหม",
  "Direction": "ทิศทาง",
  "Discover trending tokens. Trade. Earn. Repeat.": "ค้นพบโทเค็นที่กําลังมาแรง การค้า หารายได้ ทําซ้ำ",
  "Distributing Payout": "การกระจาย",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "อย่าใช้สัญลักษณ์พิเศษและสเปซบาร์ มิฉะนั้นบัญชีของคุณอาจไม่รองรับ",
  "Do not use special symbols, otherwise your account may not be supported.": "อย่าใช้สัญลักษณ์พิเศษ มิฉะนั้นบัญชีของคุณอาจไม่รองรับ",
  "Does the company have the legal qualifications to carry out relevant business?": "บริษัทมีคุณสมบัติทางกฎหมายที่จะดําเนินธุรกิจที่เกี่ยวข้องหรือไม่",
  "Don't beg or ask for loans, rains or tips.": "อย่าขอร้องหรือขอเงินกู้ ฝน หรือทิป",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "อย่ามีส่วนร่วมในการโฆษณา/การซื้อขาย/การขาย/การซื้อหรือเสนอบริการในรูปแบบใด ๆ",
  "Don't harass or be offensive to other users or Detrade staff.": "อย่าคุกคามหรือสร้างความไม่พอใจให้กับผู้ใช้รายอื่นหรือพนักงานของ Detrade",
  "Don't have an account?": "ไม่มีบัญชีใช่ไหม",
  "Don't let anyone see this!": "อย่าให้ใครเห็นสิ่งนี้!",
  "Don't share any personal information (including socials) of you or other players.": "อย่าแชร์ข้อมูลส่วนตัวใดๆ (รวมทั้งโซเชียล) ของคุณหรือผู้เล่นอื่นๆ",
  "Don't share codes, scripts or any other bot service.": "อย่าแชร์โค้ด สคริปต์ หรือบริการบอทอื่น ๆ",
  "Don't show again": "อย่าแสดงอีก",
  "Don't spam & don't use excessive capital letters when chatting.": "อย่าสแปมและอย่าใช้ตัวพิมพ์ใหญ่จนเกินไปเมื่อสนทนา",
  "Don't use URL shortening services. Always submit the full link.": "อย่าใช้บริการย่อ URL ให้ส่งลิงก์แบบเต็มเสมอ",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "อย่าใช้บัญชีอื่น (alts) ในการแชท เพราะถือเป็นสิ่งต้องห้ามโดยเด็ดขาด",
  "Done": "เสร็จ",
  "Down": "ลง",
  "Down Wins": "ลงชนะ",
  "Down vs. Up Ratio (Live Data)": "อัตราส่วนลงกับขึ้น (ข้อมูลสด)",
  "Download": "ดาวน์โหลด",
  "Download the Google Authenticator app": "ดาวน์โหลดแอป Google Authenticator",
  "Drop us a line here": "ส่งข้อความหาเราได้ที่นี่",
  "Duration: {{time}}": "ระยะเวลา: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "รหัสคําสั่งซื้อแต่ละรายการสามารถใช้ได้เพียงครั้งเดียวเพื่อหลีกเลี่ยงการทําซ้ำ",
  "Each user is eligible for <0>only one</0> first deposit bonus": "ผู้ใช้แต่ละคนมีสิทธิ์ได้รับ <0>เพียงหนึ่ง</0>โบนัสเงินฝากครั้งแรก",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "รหัสบัตรกํานัลแต่ละรหัสสามารถอ้างสิทธิ์ได้เพียงครั้งเดียวต่อผู้ใช้ เมื่ออ้างสิทธิ์แล้ว รางวัลจะไม่สามารถย้อนกลับได้",
  "Earn": "ได้รับ",
  "Earn up to 50% commission.": "รับคอมมิชชั่นสูงสุดถึง 50%",
  "Earn up to {{payout}}% profit if your prediction is correct.": "รับกําไรสูงสุด {{payout}}% หากการคาดการณ์ของคุณถูกต้อง",
  "Easy access from your smartphone": "เข้าถึงได้ง่ายจากสมาร์ทโฟนของคุณ",
  "Edit your avatar": "แก้ไขอวตารของคุณ",
  "Email": "อีเมล",
  "Email Code": "รหัสอีเมล",
  "Email verification code's length is not right": "ความยาวของรหัสยืนยันอีเมลไม่ถูกต้อง",
  "End Time": "เวลาสิ้นสุด",
  "End Time Invalid( hh : mm : ss )": "เวลาสิ้นสุดไม่ถูกต้อง( hh : mm : ss )",
  "End Time is earlier than Start Time": "เวลาสิ้นสุดเร็วกว่าเวลาเริ่มต้น",
  "End rate": "อัตราสิ้นสุด",
  "Ends in {{time}} days": "สิ้นสุดใน {{time}} วัน",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "การรับประกันราคาที่แท้จริง ไม่มีการดัดแปลง ด้วยอัลกอริธึมที่โปร่งใสและตรวจสอบได้ เพื่อความยุติธรรมที่รับประกันได้.",
  "Enter Code": "ใส่รหัส",
  "Enter number of daily active players": "ป้อนจํานวนผู้เล่นที่ใช้งานประจําวัน",
  "Enter the 2FA code ": "ใส่รหัส 2FA ",
  "Enter the 6-digit code sent to": "ป้อนรหัส 6 หลักที่ส่งไปยัง",
  "Enter withdraw address": "ป้อนที่อยู่ถอน",
  "Enter your email": "ป้อนอีเมลของคุณ",
  "Enter your email and we'll send you a new password": "กรอกอีเมล์ของคุณแล้วเราจะส่งรหัสผ่านใหม่ให้คุณ",
  "Enter your name": "ใส่ชื่อของคุณ",
  "Enter your new password": "กรอกรหัสผ่านใหม่ของคุณ",
  "Enter your old password": "ป้อนรหัสผ่านเก่าของคุณ",
  "Enter your password": "ป้อนรหัสผ่านของคุณ",
  "Enterprise Partner": "หุ้นส่วนองค์กร",
  "Entrepreneurs": "ผู้ประกอบการ",
  "Entry Price": "ราคาเริ่มต้น",
  "Entry Time": "เวลาเข้า",
  "Entry fee": "ค่าธรรมเนียมแรกเข้า",
  "Entry price": "ราคาเข้า",
  "Esteemed Affiliate": "บริษัทในเครือที่นับถือ",
  "Event Details": "รายละเอียดกิจกรรม",
  "Event time: {{ startTime }} - {{ endTime }}": "เวลากิจกรรม: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "ทุกเดือน เราจะสุ่มแจกจ่าย <0>{{amount}}</0> ใน BCD ให้กับผู้ใช้ 300 คนที่เข้าร่วมในสัญลักษณ์การซื้อขาย STONKS!",
  "Examples": "ตัวอย่าง",
  "Exchange": "แลกเปลี่ยน",
  "Exit price": "ราคาออก",
  "Experience": "ประสบการณ์",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "ผู้เชี่ยวชาญด้านผลิตภัณฑ์และเทคนิคที่มีประสบการณ์จะให้การสนับสนุนระดับมืออาชีพแก่คุณและจะดำเนินการเพิ่มประสิทธิภาพฟังก์ชันผลิตภัณฑ์โดยไม่คิดค่าใช้จ่ายเพื่อมอบผลิตภัณฑ์ที่ดีกว่าให้กับคุณ",
  "Expert Support": "การสนับสนุนจากผู้เชี่ยวชาญ",
  "Expired": "หมดอายุแล้ว",
  "Expires in": "หมดอายุใน",
  "Explain": "อธิบาย",
  "Exploiting platform bugs or system loopholes": "การใช้ประโยชน์จากข้อบกพร่องของแพลตฟอร์มหรือช่องโหว่ของระบบ",
  "Extensive coverage": "ครอบคลุมอย่างกว้างขวาง",
  "FAQ": "คำถามที่พบบ่อย",
  "Failed": "ล้มเหลว",
  "False deposits, money laundering, or manipulation to trigger rewards": "การฝากเงินปลอม การฟอกเงิน หรือการจัดการเพื่อเรียกรางวัล",
  "Fast response": "การตอบสนองที่รวดเร็ว",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "การทำธุรกรรมที่รวดเร็ว การเพิ่มเงินทุนและการแบ่งปันกำไร คำสั่งที่รอดำเนินการและการคัดลอกธุรกรรมถือเป็นโหมดการซื้อขายที่สะดวกและยืดหยุ่น",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "การซื้อขายที่เร็วขึ้น การตัดสินใจที่ง่ายขึ้น การโต้ตอบแบบเรียลไทม์กับเพื่อนผู้ค้าในชุมชน",
  "Favorite Trading Derivatives": "อนุพันธ์การซื้อขายที่ชื่นชอบ",
  "Favorites": "รายการโปรด",
  "Fear & Greed Index": "ดัชนีความกลัวและความโลภ",
  "Fee": "ค่าธรรมเนียม",
  "Fee options": "ตัวเลือกค่าธรรมเนียม",
  "Fiat": "เงินเฟียต",
  "Finished": "เสร็จสื้น",
  "First deposit bonus guide": "คู่มือโบนัสเงินฝากครั้งแรก",
  "Fixed fee limit": "วงเงินค่าธรรมเนียมคงที่",
  "Flat fee": "ค่าธรรมเนียมคงที่",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "ค่าธรรมเนียมคงที่คํานวณเป็นเปอร์เซ็นต์ของตําแหน่งของคุณ (จํานวนเงิน * เลเวอเรจ)",
  "Flexible transaction mode": "โหมดการทำธุรกรรมที่ยืดหยุ่น",
  "Floating PnL": "PnL ลอย",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "สําหรับทุกการซื้อขาย ${{ticketQuota}} ใน <0>สเปรดสูงต่ำ</0> ของเรา คุณจะได้รับตั๋วจับฉลากโดยอัตโนมัติ ดังนั้นอย่าลืมชนะโอกาสที่ดีที่สุดสําหรับตัวคุณเองโดยรับตั๋วให้ได้มากที่สุด!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "ตัวอย่างเช่น หากคุณมีตําแหน่ง BTC ระยะยาวที่เปิดอยู่ในราคา $500 ดอลลาร์พร้อมตัวคูณ 10 เท่า และอัตราการระดมทุนคือ 0.1% คุณจะถูกเรียกเก็บเงิน $0.21 ดอลลาร์ต่อชั่วโมงหลังจาก 8 ชั่วโมงแรก หากตําแหน่งสั้นกว่ายาว คุณจะได้รับเงินทุน หากตําแหน่งของคุณถูกปิดภายใน 8 ชั่วโมง จะไม่มีการจ่ายเงินสนับสนุน",
  "For the safety of your funds, must complete the following binding": "เพื่อความปลอดภัยของเงินทุนของคุณ ต้องปฏิบัติตามข้อผูกพันต่อไปนี้",
  "For the safety of your funds, withdrawals must complete the following binding": "เพื่อความปลอดภัยของเงินของคุณ การถอนเงินจะต้องปฏิบัติตามเงื่อนไขต่อไปนี้",
  "Forgot?": "ลืม?",
  "Free": "ฟรี",
  "Frequently Asked Questions (FAQ)": "คําถามที่พบบ่อย (FAQ)",
  "Frequently asked questions": "คำถามที่พบบ่อย",
  "From": "จาก",
  "Funding Payments": "การชำระเงินทุน",
  "Funding fee history": "ประวัติค่าธรรมเนียมการระดมทุน",
  "Funding/h": "เงินทุน/ชั่วโมง",
  "Futures": "ฟิวเจอร์ส",
  "Futures Entrust": "คําสั่งมอบความไว้วางใจในอนาคต",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "การซื้อขายฟิวเจอร์สเป็นธุรกรรมที่เกี่ยวข้องกับตลาดสปอต ผู้ใช้สามารถตัดสินการขึ้นหรือลงของการซื้อขายสัญญาฟิวเจอร์สและเลือกซื้อสัญญาซื้อหรือขายสัญญาขายเพื่อรับกำไรจากราคาที่เพิ่มขึ้นหรือลดลง ในขณะเดียวกัน ผู้ใช้สามารถกู้เงินเพิ่มเติมเพื่อเพิ่มขนาดของสถานะของตนโดยเพิ่มเลเวอเรจ",
  "Gas fee": "ค่าน้ํามัน",
  "General access": "การเข้าถึงทั่วไป",
  "Get 50% bonus": "รับโบนัส 50%",
  "Get Trading commission when your friends trading.": "รับค่าคอมมิชชั่นการซื้อขายเมื่อเพื่อนของคุณทำการซื้อขาย",
  "Get free educational materials and 24/7 support": "รับสื่อการศึกษาฟรีและการสนับสนุนตลอด 24 ชั่วโมงทุกวัน",
  "Get help": "รับความช่วยเหลือ",
  "Go bind": "ไปผูก",
  "Go to home": "ไปที่หน้าแรก",
  "Go to the Reward Center and manually activate your bonus voucher.": "ไปที่ศูนย์รางวัลและเปิดใช้งานบัตรกํานัลโบนัสของคุณด้วยตนเอง",
  "Go trading": "ไปซื้อขาย",
  "Gold": "ทอง",
  "Gold Partner": "หุ้นส่วนทอง",
  "Good Job!": "ทําได้ดีมาก!",
  "Google 2FA code": "รหัส Google 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "สามารถดาวน์โหลด Google Authenticator ได้จาก App Store หรือ Google Play",
  "Got it": "เข้าใจแล้ว",
  "Guess if the price ends higher or lower than the target.": "เดาว่าราคาจะสูงกว่าหรือต่ำกว่าเป้าหมาย",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "ไม่พบสิ่งที่คุณกําลังมองหาใช่ไหม ตรวจสอบคําถามบางส่วนที่นี่ หรือดูศูนย์ช่วยเหลือของเราสําหรับข้อมูลเพิ่มเติม",
  "Hide Small": "ซ่อนขนาดเล็ก",
  "High Low": "สูงต่ำ",
  "High Low Guess if the price ends higher or lower than the target.": "สูงต่ำ เดาว่าราคาจะสูงกว่าหรือต่ำกว่าเป้าหมายหรือไม่",
  "High Low Spread": "สเปรดสูงต่ำ",
  "History": "ประวัติ",
  "Home": "หน้าแรก",
  "Hour": "ชั่วโมง",
  "How does Playnance assist Partners in their platforms' promotion?": "Playnance ช่วยเหลือพันธมิตรในการโปรโมตแพลตฟอร์มของตนอย่างไร",
  "How it works": "วิธีการทำงาน",
  "How much can I earn from my referral?": "ฉันสามารถสร้างรายได้จากการอ้างอิงของฉันได้เท่าไร?",
  "How to Claim Your Bonus": "วิธีรับโบนัสของคุณ",
  "How to apply": "วิธีการสมัคร",
  "How to invite": "วิธีการเชิญ",
  "How will players deposit and withdraw their funds?": "ผู้เล่นจะฝากและถอนเงินของพวกเขาได้อย่างไร?",
  "I acknowledge": "ฉันยอมรับ",
  "I've made deposit": "ฉันฝากเงินแล้ว",
  "ID verification": "การยืนยัน ID",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "ดัชนีองค์ประกอบการแลกเปลี่ยนจุด",
  "If you are a content creator, make sure to check out our": "หากคุณเป็นผู้สร้างเนื้อหา อย่าลืมตรวจดู",
  "If you believe your account was flagged in error, please contact official support to appeal.": "หากคุณเชื่อว่าบัญชีของคุณถูกตั้งค่าสถานะผิดพลาด โปรดติดต่อฝ่ายสนับสนุนอย่างเป็นทางการเพื่ออุทธรณ์",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "หากคุณยังไม่เสร็จสิ้นการโอนนี้ คุณสามารถดําเนินการฝากเงินต่อได้ <0>ที่นี่</0>",
  "If you have any questions about this Privacy Policy, please contact us at": "หากคุณมีคำถามใด ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวนี้โปรดติดต่อเราได้ที่",
  "If you have the traffic, it can be monetized.": "หากคุณมีการเข้าชมก็สามารถสร้างรายได้ได้",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "หากคุณคิดว่าราคาจะลดลงเมื่อการนับถอยหลังสิ้นสุดลง กรุณาเลือก ลง (ค่าในรูปภาพสอดคล้องกับอัตรากำไรที่คุณได้มา)",
  "If you think the price will fall, choose DOWN to catch the drop.": "หากคุณคิดว่าราคาจะลดลง ให้เลือกลงเพื่อจับการลดลง",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "หากคุณคิดว่าราคาจะลดลง ให้ตั้งมาร์จิ้นและเก็บปุ่มขายชอร์ตไว้ หากราคาลดลง คุณก็จะได้รับกำไร",
  "If you think the price will go up, choose UP to go with the trend.": "หากคุณคิดว่าราคาจะขึ้น ให้เลือกขึ้นเพื่อไปกับแนวโน้ม",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "หากคุณคิดว่าราคาจะขึ้น ให้กำหนดมาร์จิ้นและคลิกปุ่มซื้อ หากราคาขึ้น คุณก็จะได้รับกำไร",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "หากคุณคิดว่าราคาจะเพิ่มขึ้นเมื่อสิ้นสุดการนับถอยหลัง กรุณาเลือกขึ้น (ค่าในรูปภาพสอดคล้องกับอัตรากำไรที่คุณได้มา)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "หากคุณต้องการมุ่งเน้นด้านการขายและรายได้มากกว่าการจัดการผลิตภัณฑ์หรือการพัฒนาเทคโนโลยี",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "หากตําแหน่งของคุณยังคงเปิดอยู่นานกว่า 8 ชั่วโมง ค่าธรรมเนียมการระดมทุนรายชั่วโมงจะเป็นไปตามสภาวะตลาด ค่าธรรมเนียมเหล่านี้จะถูกหักออกจากยอดคงเหลือในบัญชีของคุณโดยตรง หากยอดคงเหลือของคุณไม่เพียงพอที่จะครอบคลุมค่าธรรมเนียมการระดมทุน ตําแหน่งของคุณจะถูกบังคับปิดโดยระบบ",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "หากตําแหน่งของคุณเปิดอยู่นานกว่า 8 ชั่วโมง ค่าธรรมเนียมการระดมทุนรายชั่วโมงจะเป็นไปตามสภาวะตลาด",
  "Important Reminders": "การแจ้งเตือนที่สําคัญ",
  "Income": "รายได้",
  "Increase Limit": "เพิ่มขีดจำกัด",
  "Increase aggregate limit": "เพิ่มขีดจำกัดรวม",
  "Increase limit": "เพิ่มขีดจํากัด",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "รวมอนุพันธ์สกุลเงินดิจิทัล Detrade บนแพลตฟอร์มของคุณ",
  "Integration": "การบูรณาการ",
  "Integration program": "โปรแกรมบูรณาการ",
  "Intelligent integrated services": "บริการบูรณาการอัจฉริยะ",
  "Internal group": "กลุ่มภายใน",
  "Intuitive trader transaction data display and statistics": "การแสดงและสถิติข้อมูลธุรกรรมของผู้ค้าที่ใช้งานง่าย",
  "Intuitive trading trend display and analysis tools": "เครื่องมือแสดงแนวโน้มการซื้อขายและวิเคราะห์ที่ใช้งานง่าย",
  "Invalid email": "อีเมลไม่ถูกต้อง",
  "Invite friends": "เชิญเพื่อน",
  "Invite friends to earn  20% commission": "เชิญเพื่อนเพื่อรับค่าคอมมิชชั่น 20%",
  "Invite only": "เชิญเท่านั้น",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "มีการจํากัดระยะเวลาที่ฉันจะได้รับค่าคอมมิชชั่นผ่านโปรแกรมการอ้างอิงหรือไม่",
  "Is there a limit to the invitation rewards I can receive?": "มีขีดจำกัดสำหรับรางวัลคำเชิญที่ฉันจะได้รับหรือไม่",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "ช่วยให้นักลงทุนเข้าใจสภาวะทางอารมณ์ของตลาด ซึ่งอาจมีอิทธิพลต่อพฤติกรรมการซื้อและการขาย",
  "Join  our community": "เข้าร่วมชุมชนของเรา",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "เข้าร่วม Detrade Connect เพื่อเร่งการเติบโตในการปฏิบัติการของแพลตฟอร์มของคุณ และเรามอบการรับประกันการบริการให้กับคุณ",
  "Join and earn extra bonuses!": "เข้าร่วมและรับโบนัสพิเศษ!",
  "Join free competitions": "เข้าร่วมการแข่งขันฟรี",
  "Join now and get a": "เข้าร่วมตอนนี้และรับ",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "เข้าร่วมลอตเตอรีสุ่มรายสัปดาห์ของเราและแบ่งปัน <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "การตรวจสอบ KYC",
  "KYC authentication": "การตรวจสอบสิทธิ์ KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "เปิดตําแหน่งของคุณไว้นานกว่า 8 ชั่วโมง และคุณอาจได้รับหรือได้รับเงินสนับสนุนรายชั่วโมง ขึ้นอยู่กับสภาวะตลาด",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "เปิดตําแหน่งของคุณไว้นานกว่า 8 ชั่วโมง และคุณอาจได้รับหรือได้รับเงินสนับสนุนรายชั่วโมง ขึ้นอยู่กับสภาวะตลาด เมื่อตลาดเป็นขาขึ้น อัตราการระดมทุนจะเป็นบวกและผู้ค้าระยะยาวจ่ายผู้ค้าระยะสั้น เมื่อตลาดเป็นขาลง อัตราการระดมทุนจะติดลบและผู้ค้าระยะสั้นจ่ายผู้ค้าระยะยาว",
  "Language": "ภาษา",
  "Large product research & Development team": "ทีมวิจัยและพัฒนาผลิตภัณฑ์ขนาดใหญ่",
  "Last price": "ราคาสุดท้าย",
  "Latest events": "กิจกรรมล่าสุด",
  "Launch now": "เปิดตอนนี้",
  "Leaderboard": "ลีดเดอร์บอร์ด",
  "Learn": "เรียนรู้",
  "Learn More": "เรียนรู้เพิ่มเติม",
  "Level assessment & update": "การประเมินระดับและการอัปเดต",
  "Leverage": "เลเวอเรจ",
  "Leverage 1000x Maximum": "เลเวอเรจสูงสุด 1000x",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "ใช้ประโยชน์จากเทคโนโลยีของ Detrade เพื่อเปิดตัวแอปซื้อขายของคุณเอง มอบประสบการณ์การซื้อขายที่ดียิ่งขึ้นให้กับลูกค้าของคุณและรับรายได้จากการซื้อขายทุกครั้งที่ดำเนินการบนแอปของคุณ",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "เลเวอเรจช่วยให้คุณสามารถขยายขนาดตําแหน่งของคุณด้วยเงินทุนจํานวนน้อย เลเวอเรจที่สูงขึ้นจะเพิ่มทั้งผลกําไรและความเสี่ยงที่อาจเกิดขึ้น",
  "License": "ใบอนุญาต",
  "License Information": "ข้อมูลใบอนุญาต",
  "Light": "เบา",
  "Limits": "ขีดจำกัด",
  "Liq price": "ราคาลิค",
  "Liq.Price": "Liq.ราคา",
  "Liq.price": "Liq.ราคา",
  "Liquidated": "ถูกชำระบัญชีแล้ว",
  "Live": "ไลฟ์สด",
  "Live chat": "แชทสด",
  "Live trade": "การซื้อขายสด",
  "Loading Failed": "การโหลดล้มเหลว",
  "Log out": "ออกจากระบบ",
  "Login": "ล็อกอิน",
  "Login 2FA switch": "เข้าสู่ระบบสวิตช์ 2FA",
  "Login here.": "เข้าสู่ระบบที่นี่",
  "Login history": "ประวัติการเข้าสู่ระบบ",
  "Login method": "วิธีการเข้าสู่ระบบ",
  "Login to Detrade": "เข้าสู่ระบบ Detrade",
  "Login with email code": "เข้าสู่ระบบด้วยรหัสอีเมล",
  "Login with password": "เข้าสู่ระบบด้วยรหัสผ่าน",
  "Lose": "แพ้",
  "Loser": "ผู้แพ้",
  "Loved by users": "ถูกใจผู้ใช้",
  "Major features:": "คุณสมบัติที่สำคัญ:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "ทําการซื้อขายที่ประสบความสําเร็จและสะสมโบนัสสูงสุดในการฝากเงินครั้งแรกของคุณ <0>เรียนรู้เพิ่มเติม<0>",
  "Manual": "คู่มือ",
  "Mark Price": "มาร์ค ไพรซ์",
  "Mark price": "ราคามาร์ค",
  "Market": "ตลาด",
  "Market Impact Effects": "ผลกระทบด้านตลาด",
  "Max": "สูงสุด",
  "Max Profit": "กำไรสูงสุด",
  "Max TV": "ทีวีสูงสุด",
  "Max Trade": "การเทรดขั้นสูงสุด",
  "Max solo bonus": "โบนัสเดี่ยวสูงสุด",
  "Max withdrawal limit": "วงเงินถอนสูงสุด",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "ระบบที่เป็นมิตรต่อสมาชิก: สมาชิกปัจจุบันของเราหลายคนประสบความสำเร็จในการสร้างรายได้แบบพาสซีฟที่ยั่งยืนผ่านโปรแกรมของเรา ตอนนี้ถึงตาคุณแล้ว",
  "Memo": "บันทึก",
  "Memo is required": "ต้องบันทึกช่วยจํา",
  "Memo/Tag": "บันทึก/แท็ก",
  "Menu": "เมนู",
  "Min Trade": "การเทรดขั้นต่ำ",
  "Minimum Deposit": "เงินฝากขั้นต่ำ",
  "Minimum {{min}} characters": "ขั้นต่ำ {{min}} ตัวอักษร",
  "Minimum {{min}} characters and maximum {{max}} characters": "อักขระขั้นต่ำ {{min}} และอักขระสูงสุด {{max}}",
  "Minute": "นาที",
  "Money Distributed": "เงินกระจาย",
  "Month": "เดือน",
  "Month's Pnl": "Pnl ของเดือน",
  "Monthly Earnings": "รายได้ต่อเดือน",
  "Monthly cashback cap": "วงเงินคืนเงินรายเดือน",
  "More": "เพิ่มเติม",
  "Multi-account abuse or airdrop farming behavior": "การละเมิดหลายบัญชีหรือพฤติกรรมการทําฟาร์มแบบแอร์ดรอป",
  "Multiple crypto currency binary options derivatives": "อนุพันธ์ไบนารี่ออฟชั่นสกุลเงินดิจิทัลหลายสกุล",
  "Multiple investment models": "รูปแบบการลงทุนหลายรูปแบบ",
  "Multiplier": "ตัวทวีคูณ",
  "Must be at least {{less}}": "ต้องมีอย่างน้อย {{less}}",
  "Must be at most {{large}}": "จะต้องไม่เกิน {{large}}",
  "My Position": "ตำแหน่งของฉัน",
  "My activity": "กิจกรรมของฉัน",
  "My referral code": "รหัสอ้างอิงของฉัน",
  "My referral link": "ลิงค์แนะนําของฉัน",
  "My reward": "รางวัลของฉัน",
  "My vouchers": "บัตรกํานัลของฉัน",
  "NA": "ไม่มี",
  "Name": "ชื่อ",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "ต้องการความช่วยเหลือไหม เยี่ยมชมศูนย์ช่วยเหลือของเราหรือติดต่อฝ่ายสนับสนุนลูกค้า เราอยู่ที่นี่เพื่อช่วยเหลือคุณตลอด 24 ชั่วโมงทุกวัน",
  "Network": "เครือข่าย",
  "New": "ใหม่",
  "New Password": "รหัสผ่านใหม่",
  "New Trading Symbol": "สัญลักษณ์การซื้อขายใหม่",
  "New messages": "ข้อความใหม่",
  "New notice": "ประกาศใหม่",
  "New password is {{exceed}} length": "คู่การค้าใหม่",
  "New user": "ผู้ใช้ใหม่",
  "Next": "ถัดไป",
  "Next Draw Starts in": "การจับฉลากครั้งต่อไปจะเริ่มใน",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC เป็นนายหน้าซื้อขายหลักทรัพย์ที่ให้บริการนายหน้าซื้อขายหลักทรัพย์แก่นักลงทุนด้วยตนเอง และไม่ได้ให้คําแนะนําหรือให้คําแนะนําด้านการลงทุน การเงิน กฎหมาย หรือภาษี ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC เป็นนายหน้าที่ให้บริการนายหน้าซื้อขายหลักทรัพย์แก่ผู้ลงทุนที่ดำเนินการด้วยตนเอง และจะไม่ให้คำแนะนำหรือให้คำแนะนำด้านการลงทุน การเงิน กฎหมาย หรือภาษี การซื้อขายออนไลน์มีความเสี่ยงในตัว เช่น การตอบสนองของระบบและเวลาในการเข้าถึงที่ผันผวนเนื่องมาจากสภาวะตลาด ประสิทธิภาพของระบบ และปัจจัยอื่นๆ ก่อนทำการซื้อขาย ควรปรึกษาที่ปรึกษาทางการเงินที่ได้รับอนุญาตอิสระและตรวจสอบให้แน่ใจว่าคุณมีความยอมรับความเสี่ยง ประสบการณ์ และความรู้ที่จำเป็น Nexus Play LLC จะไม่มีความรับผิดต่อบุคคลหรือหน่วยงานใดๆ สำหรับความเสียหายโดยตรง ทางอ้อม พิเศษ ผลสืบเนื่อง หรือโดยบังเอิญใดๆ ทั้งสิ้น ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC ซึ่งเป็นบริษัทนายหน้าที่ได้รับอนุญาตและควบคุมโดย Mwali International Services Authority (M.I.S.A.) ภายใต้ใบอนุญาต #BFX2024137",
  "No": "ไม่",
  "No Hidden Fees": "ไม่มีค่าธรรมเนียมที่ซ่อนอยู่",
  "No More Data": "ไม่มีข้อมูลเพิ่มเติม",
  "No More Orders": "ไม่มีคำสั่งซื้ออีกต่อไป",
  "No data available": "ไม่มีข้อมูล",
  "No discussion of streamers or Twitch or any other similar platforms.": "ไม่มีการพูดคุยเกี่ยวกับสตรีมเมอร์หรือ Twitch หรือแพลตฟอร์มอื่นที่คล้ายคลึงกัน",
  "No downloads or updates required": "ไม่ต้องดาวน์โหลดหรืออัปเดต",
  "No funding within 60 minutes for this order": "ไม่มีเงินทุนภายใน 60 นาทีสําหรับคําสั่งซื้อนี้",
  "No installation is required and you can trade via your smartphone's web browser.": "ไม่จำเป็นต้องติดตั้งและคุณสามารถซื้อขายผ่านเว็บเบราว์เซอร์ของสมาร์ทโฟนของคุณได้",
  "No more data": "ไม่มีข้อมูลเพิ่มเติม",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "ห้ามพูดคุยเรื่องการเมืองและศาสนาในห้องแชท เรื่องนี้ห้ามโดยเด็ดขาด",
  "No suspicious behavior that can be seen as potential scams.": "ไม่มีพฤติกรรมน่าสงสัยที่อาจถูกมองว่าเป็นการหลอกลวงได้",
  "No withdrawal of coins within 24 hours": "ไม่มีการถอนเหรียญภายใน 24 ชม.",
  "Not activated": "ไม่ได้เปิดใช้งาน",
  "Not completed": "ยังไม่สำเร็จ",
  "Note": "หมายเหตุ",
  "Notification": "การแจ้งเตือน",
  "Now login disabled 2FA": "ตอนนี้การเข้าสู่ระบบถูกปิดใช้งาน 2FA",
  "Now login need 2FA": "ตอนนี้การเข้าสู่ระบบต้องใช้ 2FA",
  "Old Password": "รหัสผ่านเก่า",
  "Old password is {{exceed}} length": "รหัสผ่านเดิมมีความยาว {{exceed}}",
  "On going": "กําลังไป",
  "On your first deposit": "ในการฝากเงินครั้งแรกของคุณ",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "เมื่อเปิดใช้งานแล้ว หากขนาดตําแหน่งของคุณ ≥ มูลค่าโบนัส ระบบจะใช้โบนัสก่อนโดยอัตโนมัติสําหรับการซื้อขาย",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "เมื่อเปิดเผยเมล็ดพันธุ์แล้ว ใครๆ ก็สามารถตรวจสอบราคาจากรอบการซื้อขายได้ โค้ด Python ต่อไปนี้จะคำนวณราคา 100 อันดับแรกของรอบโดยพิจารณาจากเมล็ดพันธุ์:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "เมื่อคุณปลดล็อคโหมดการซื้อขายทั้ง 4 โหมด (สูงต่ำ / สเปรด / ฟิวเจอร์ส / ขึ้น ลง) โบนัสเต็มจำนวนของคุณ (50% ของเงินฝากของคุณ) จะถูกออกให้โดยอัตโนมัติ",
  "Ongoing": "กำลังดำเนินการ",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "การซื้อขายออนไลน์มีความเสี่ยงโดยธรรมชาติ รวมถึงความผันผวนของการตอบสนองของระบบและเวลาในการเข้าถึงเนื่องจากสภาวะตลาด ประสิทธิภาพของระบบ และปัจจัยอื่นๆ ก่อนการซื้อขาย ให้ปรึกษาที่ปรึกษาทางการเงินอิสระที่ได้รับใบอนุญาต และตรวจสอบให้แน่ใจว่าคุณมีความเสี่ยง ประสบการณ์ และความรู้ที่จําเป็น Nexus Play LLC จะไม่มีความรับผิดใด ๆ ต่อบุคคลหรือนิติบุคคลใด ๆ สําหรับความเสียหายโดยตรง ทางอ้อม พิเศษ เป็นผลสืบเนื่อง หรือโดยบังเอิญ ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "ส่ง {{crypto}} ไปยังที่อยู่นี้เท่านั้น จำเป็นต้องมีการยืนยัน {{confirmations}} ครั้ง",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "ใช้เฉพาะภาษาที่ระบุไว้ในช่องแชทเท่านั้น หากละเมิดจะถูกลงโทษ",
  "Open": "เปิด",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "เปิด Google Authenticator สแกนรหัส QR ด้านล่างหรือป้อนวลีด้วยตนเองเพื่อเปิดใช้งานโทเค็นการยืนยัน",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "ทิศทางการเปิดตําแหน่งเปอร์เซ็นต์ของผู้ใช้บนแพลตฟอร์มนี้สําหรับสกุลเงินปัจจุบัน",
  "Order Amount": "จํานวนคําสั่งซื้อ",
  "Order Id": "รหัสคําสั่งซื้อ",
  "Order Progress": "ความคืบหน้าการสั่งซื้อ",
  "Order id": "รหัสคําสั่งซื้อ",
  "Order placed successfully!": "สั่งซื้อสําเร็จแล้ว",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "รูปแบบการลงทุนทางการเงินแบบดั้งเดิม สร้างรายได้ง่าย สามารถถอนสินทรัพย์ได้ตลอดเวลา",
  "Other": "อื่น",
  "Our Advantage": "ข้อได้เปรียบของเรา",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "แพลตฟอร์มของเราไม่ได้มีไว้สำหรับให้เด็กอายุต่ำกว่า 18 ปีใช้งาน เราไม่เก็บรวบรวมหรือขอข้อมูลส่วนตัวจากเด็กอายุต่ำกว่า 18 ปีโดยเจตนา หากเราทราบว่าได้เก็บรวบรวมข้อมูลส่วนตัวจากเด็กอายุต่ำกว่า 18 ปี เราจะลบข้อมูลดังกล่าวโดยเร็วที่สุด",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "แพลตฟอร์มของเราอาจมีลิงก์ไปยังเว็บไซต์หรือบริการของบุคคลที่สามซึ่งไม่ได้เป็นเจ้าของหรือควบคุมโดย Detrade เราไม่สามารถควบคุมและไม่รับผิดชอบต่อเนื้อหา นโยบายความเป็นส่วนตัว หรือแนวทางปฏิบัติของเว็บไซต์หรือบริการของบุคคลที่สามใดๆ เราขอแนะนำให้คุณตรวจสอบนโยบายความเป็นส่วนตัวของเว็บไซต์ของบุคคลที่สามที่คุณเยี่ยมชม",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "โปรแกรมพันธมิตรของเรานั้นสะท้อนให้เห็นถึงความมุ่งมั่นของเราในการสร้างความร่วมมือที่เป็นประโยชน์ต่อทุกฝ่าย และได้รับการออกแบบมาสำหรับพันธมิตรทุกขนาด เข้าร่วมกับเราในการเดินทางแห่งการเติบโตร่วมกัน!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "แผนของเราตั้งเป้าที่จะมอบแรงจูงใจให้กับผู้ที่บรรลุผลลัพธ์ที่โดดเด่น",
  "Outflow": "ไหลออก",
  "Over 70 popular crypto assets. Trade and increase your balance": "สินทรัพย์คริปโตยอดนิยมกว่า 70 รายการ ซื้อขายและเพิ่มยอดเงินของคุณ",
  "Overview": "ภาพรวม",
  "Own your branded platform": "เป็นเจ้าของแพลตฟอร์มแบรนด์ของคุณเอง",
  "P&L": "กำไรและขาดทุน",
  "P&L from bonus trades will be credited directly to your real account": "P&L จากการซื้อขายโบนัสจะถูกโอนเข้าบัญชีจริงของคุณโดยตรง",
  "PNL": "PNL",
  "Page error": "หน้าเพจมีข้อผิดพลาด",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "วิธีการเข้าร่วม: ทำธุรกรรม STONKS/BCD ให้ครบ 3 รายการในระยะเวลาดังกล่าว",
  "Partner Program": "โปรแกรมพันธมิตร",
  "Partner program": "โปรแกรมหุ้นส่วน",
  "Partnership Program": "โครงการพันธมิตร",
  "Partnership Tiers": "ระดับหุ้นส่วน",
  "Partnership With A Trusted Pioneer": "ความร่วมมือกับผู้บุกเบิกที่เชื่อถือได้",
  "Partnership program": "โครงการหุ้นส่วน",
  "Password": "รหัสผ่าน",
  "Password reset link sent. Check your email inbox.": "ส่งลิงก์รีเซ็ตรหัสผ่านแล้ว ตรวจสอบกล่องจดหมายอีเมลของคุณ",
  "Password strength": "ความแข็งแกร่งของรหัสผ่าน",
  "Passwords must differ": "รหัสผ่านจะต้องแตกต่างกัน",
  "Past": "อดีต",
  "Past 1 year": "1 ปีที่ผ่านมา",
  "Past {{days}} days": "{{Days}} วันที่ผ่านมา",
  "Past {{hours}} hours": "ที่ผ่านมา {{hours}} ชั่วโมง",
  "Payment Method": "วิธีการชําระเงิน",
  "Payout": "การจ่ายเงิน",
  "Payout Multiplier": "ตัวคูณการจ่ายเงิน",
  "Pending third-party processing (estimated {{hours}} hours).": "การประมวลผลโดยบุคคลที่สามที่รอดําเนินการ (ประมาณ {{hours}} ชั่วโมง)",
  "Pending third-party processing.": "รอการประมวลผลโดยบุคคลที่สาม",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "สิทธิพิเศษได้แก่ อัตราคอมมิชชันที่สูงขึ้น แคมเปญ Detrade ที่ได้รับการสนับสนุน และอื่นๆ อีกมากมาย!",
  "Personal": "ส่วนตัว",
  "Personal Info": "ข้อมูลส่วนตัว",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "เลือกตัวคูณเพื่อเพิ่มตําแหน่งของคุณ การตั้งค่าตัวคูณที่สูงขึ้นจะเพิ่มความเสี่ยงของตําแหน่งของคุณ",
  "Place Your Trade": "วางการค้าของคุณ",
  "Platform": "แพลตฟอร์ม",
  "Platform Name": "ชื่อแพลตฟอร์ม",
  "Platform Type": "ประเภทแพลตฟอร์ม",
  "Platform Website": "เว็บไซต์แพลตฟอร์ม",
  "Platinum": "แพลตตินัม",
  "Platinum Partner": "พันธมิตรแพลตตินัม",
  "Play now": "เล่นตอนนี้",
  "Players": "ผู้เล่น",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "ผู้เล่นสามารถดำเนินการเติมเงินและถอนเงินได้ผ่านทางพอร์ทัลเติมเงินและถอนเงินที่จัดเตรียมไว้โดยแพลตฟอร์ม",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "ผู้เล่นสามารถทำนายราคาของ Bitcoin ได้ ผู้เล่นสามารถเข้าร่วมกลุ่มที่ทำนายว่าราคาจะเพิ่มขึ้นหรือลดลง และลงทุนเงินจำนวนหนึ่งเพื่อเข้าร่วมเกม ผู้ชนะจะแจกจ่ายสินทรัพย์ในกลุ่มทุนของคู่สัญญาตามอัตราส่วนการลงทุน เกมใหม่สามารถเริ่มได้หลังจากผู้เล่นจากรอบก่อนหน้าทั้งหมดได้รับผลตอบแทนแล้วเท่านั้น",
  "Please enter a valid email address": "โปรดป้อนที่อยู่อีเมลที่ถูกต้อง",
  "Please enter an 2FA code": "กรุณากรอกรหัส 2FA",
  "Please enter the seed": "กรุณากรอก seed",
  "Please enter you remail": "กรุณากรอกอีเมลของคุณ",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "โปรดปฏิบัติตามแนวทางการฝากเงินเพื่อทําการฝากเงิน มิฉะนั้นเงินฝากของคุณจะหายไป",
  "Please refresh the page or jump to the trading center": "กรุณารีเฟรชหน้าเพจหรือข้ามไปยังศูนย์กลางการซื้อขาย",
  "PnL": "PnL",
  "PnL fee": "ค่าธรรมเนียม PnL",
  "PnL fee limit": "ขีดจํากัดค่าธรรมเนียม PnL",
  "PnL%": "PnL%",
  "Positions": "ตำแหน่งงาน",
  "Potential Return": "ผลตอบแทนที่เป็นไปได้",
  "Powered by": "ขับเคลื่อนโดย",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "ทํานายทิศทางราคาสําหรับการซื้อขาย หากราคาเคลื่อนไปในทิศทางที่คุณเลือก คุณจะทํากําไรได้!",
  "Preferences": "ความชอบ",
  "Premium support": "การสนับสนุนระดับพรีเมียม",
  "Preview": "ตัวอย่าง",
  "Price": "ราคา",
  "Price Formulation": "การกำหนดราคา",
  "Price formulation": "สูตรราคา",
  "Price move": "การเคลื่อนไหวของราคา",
  "Priority access": "สิทธิพิเศษในการเข้าถึง",
  "Privacy Policy": "นโยบายความเป็นส่วนตัว",
  "Privacy policy": "นโยบายความเป็นส่วนตัว",
  "Private invitation": "คําเชิญส่วนตัว",
  "Private profile": "โปรไฟล์ส่วนตัว",
  "Prize Calculation Formula": "สูตรคำนวณรางวัล",
  "Prize Pools": "เงินรางวัลรวม",
  "Prizes will be sent on Notice page as the Contest ends.": "รางวัลจะถูกส่งไปที่หน้าแจ้งเตือนเมื่อการแข่งขันสิ้นสุดลง",
  "Product Description": "คำอธิบายสินค้า",
  "Product capabilities": "ความสามารถของผลิตภัณฑ์",
  "Product iteration, new product development": "การทำซ้ำผลิตภัณฑ์ การพัฒนาผลิตภัณฑ์ใหม่",
  "Professional, Secure, Trustworthy": "เป็นมืออาชีพ ปลอดภัย น่าเชื่อถือ",
  "Profile": "โปรไฟล์",
  "Profile is not publicly available": "โปรไฟล์ไม่เปิดเผยต่อสาธารณะ",
  "Profit": "กำไร",
  "Profit Calculator": "เครื่องคิดเลขกำไร",
  "Program — Work with a trustworthy online trading provider.": "โปรแกรม — ทำงานกับผู้ให้บริการซื้อขายออนไลน์ที่เชื่อถือได้",
  "Progressing": "ก้าวหน้า",
  "Promising Affiliate": "พันธมิตรที่มีแนวโน้มดี",
  "Provably fair": "พิสูจน์ได้ว่ายุติธรรม",
  "Provides tutorials,guides and various trading strategy services.": "ให้บริการบทช่วยสอน คำแนะนำ และบริการกลยุทธ์การซื้อขายต่างๆ",
  "Providing the best customer service is our aim.": "การให้บริการลูกค้าที่ดีที่สุดคือเป้าหมายของเรา",
  "Providing users with diverse options for transactions": "มอบทางเลือกที่หลากหลายให้กับผู้ใช้สําหรับการทําธุรกรรม",
  "Q1: Can I withdraw the bonus?": "Q1: ฉันสามารถถอนโบนัสได้หรือไม่",
  "Q2: Will my bonus expire if I don't activate it?": "Q2: โบนัสของฉันจะหมดอายุหรือไม่หากฉันไม่เปิดใช้งาน",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3: ฉันฝากเงินแต่ไม่ได้รับโบนัส ฉันควรทําอย่างไร?",
  "Quick experience starts here, easy experience without registration": "ประสบการณ์ที่รวดเร็วเริ่มต้นที่นี่ ประสบการณ์ที่ง่ายดายโดยไม่ต้องลงทะเบียน",
  "Quick tap: will the price go up or down next?": "แตะอย่างรวดเร็ว: ราคาจะขึ้นหรือลงต่อไป?",
  "ROI": "ROI",
  "ROI Calculator": "เครื่องคำนวณ ROI",
  "ROI calculator": "เครื่องคำนวณ ROI",
  "Rakeback": "เงินคืน",
  "Rank": "อันดับ",
  "Rapid deployment": "การปรับใช้อย่างรวดเร็ว",
  "ReSend": "ส่งอีกครั้ง",
  "Ready to Get Started": "พร้อมเริ่มต้นใช้งาน",
  "Real Account": "บัญชีจริง",
  "Real Account – Real Funds!": "บัญชีจริง - เงินจริง!",
  "Realized PnL": "ตระหนักถึง PnL",
  "Receive commission rewards": "รับรางวัลค่าคอมมิชชั่น",
  "Recommended for you": "แนะนําสําหรับคุณ",
  "Record": "บันทึก",
  "Referral": "การอ้างอิง",
  "Referral by": "อ้างอิงโดย",
  "Referral rules": "กฎการอ้างอิง",
  "Referred at": "อ้างถึงที่",
  "Referred users": "ผู้ใช้ที่แนะนํา",
  "Refresh page": "รีเฟรชหน้าเพจ",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "ไม่ว่าสภาพคล่องในตลาดอ้างอิงจะมีมากน้อยเพียงใด Detrade รับประกันว่าการซื้อขายแบบ Bust Loss และ Stop Loss จะถูกดำเนินการอย่างต่อเนื่องในราคาที่กำหนดไว้ล่วงหน้าเมื่อเข้าซื้อขาย Bust Loss ถูกจำกัดไว้ที่ขนาดสถานะเริ่มต้น และ Stop Loss ถูกจำกัดโดยการตั้งค่าการเข้าซื้อขายของเทรดเดอร์ ราคาทริกเกอร์สำหรับ Bust Loss และ Stop Loss สามารถคำนวณได้โดย:",
  "Register": "ลงทะเบียน",
  "Register for Detrade.": "ลงทะเบียนสําหรับ Detrade",
  "Register to Win Crypto Tokens": "ลงทะเบียนเพื่อรับรางวัล Crypto Tokens",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "ผลิตภัณฑ์ออปชั่นไบนารี่ทั่วไปนั้นขึ้นอยู่กับว่าราคาปิดของสินทรัพย์อ้างอิงภายในระยะเวลาที่กำหนด (เช่น 30 วินาทีถัดไป หนึ่งนาที หนึ่งชั่วโมง เป็นต้น) ต่ำกว่าหรือสูงกว่าราคาที่ดำเนินการหรือไม่ ซึ่งจะกำหนดว่าจะได้รับกำไรหรือไม่ ผลิตภัณฑ์นี้เป็นการลงทุนระยะสั้น ออปชั่นนี้เหมาะสำหรับตลาดที่มีความผันผวนของราคาน้อย",
  "Reliable": "เชื่อถือได้",
  "Reload": "",
  "Remarks": "หมายเหตุ",
  "Remove": "ลบ",
  "Remove 2fa Success": "ลบ 2fa สำเร็จ",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "ลบฟีดราคาใดๆ ที่ไม่มีการอัปเดตข้อมูลตลาดในช่วง 30 วินาทีที่ผ่านมา",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "ลบฟีดราคาใดๆ ที่มีราคาซื้อและขายไขว้กัน หรือที่มีราคากลางของราคาสูงสุดตามบัญชีอยู่ห่างจากราคากลางของราคาสูงสุดตามบัญชีมัธยฐานมากกว่า 10% ในฟีดราคาทั้งหมด",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "ข้อกําหนด: 100 การลงทะเบียนที่ไม่ซ้ํากันและมีส่วนร่วมอย่างแข็งขันด้วยปริมาณการซื้อขายอย่างน้อย $1,000,000 ดอลลาร์โดยการอ้างอิง",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "ข้อกําหนด: การลงทะเบียนที่ไม่ซ้ำกันและมีส่วนร่วมอย่างแข็งขัน 50 รายการที่มีปริมาณการซื้อขายอย่างน้อย $100,000 ดอลลาร์โดยการอ้างอิง",
  "Research lab": "ห้องปฏิบัติการวิจัย",
  "Reset fields": "รีเซ็ตฟิลด์",
  "Reset password": "รีเซ็ตรหัสผ่าน",
  "Responsive and secure trading platform": "แพลตฟอร์มการซื้อขายที่ตอบสนองและปลอดภัย",
  "Result": "ผลลัพธ์",
  "Retry": "",
  "Revenue Share": "ส่วนแบ่งรายได้",
  "Reward": "รางวัล",
  "Reward center": "ศูนย์รางวัล",
  "Rewards hub": "ศูนย์กลางรางวัล",
  "Rewords": "ถ้อยคําใหม่",
  "Rich Trading Tools": "เครื่องมือการซื้อขายที่อุดมสมบูรณ์",
  "Rich activities and rewards": "กิจกรรมและรางวัลมากมาย",
  "Risk Control & Compliance Notice": "ประกาศการควบคุมความเสี่ยงและการปฏิบัติตามกฎระเบียบ",
  "Risk Disclaimer": "ข้อจํากัดความรับผิดชอบด้านความเสี่ยง",
  "Risk Warning": "คำเตือนความเสี่ยง",
  "Risk-free trading with $10,000 in virtual funds": "การซื้อขายที่ปราศจากความเสี่ยงด้วยเงินเสมือน $10,000 ดอลลาร์",
  "Round In Progress": "รอบที่กำลังดำเนินอยู่",
  "Round ends in": "รอบสิ้นสุดใน",
  "SA": "SA",
  "Safe": "ปลอดภัย",
  "Save": "บันทึก",
  "Search": "ค้นหา",
  "Search crypto": "ค้นหาคริปโต",
  "Sec": "วินาที",
  "Second": "วินาที",
  "Seconds": "วินาที",
  "Security": "ความปลอดภัย",
  "Security Verification": "การตรวจสอบความปลอดภัย",
  "Seed": "Seed",
  "Select a countdown period.": "เลือกช่วงเวลาการนับถอยหลัง",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "เลือกการนับถอยหลังและการสเปรด (สเปรด: ความแตกต่างระหว่างราคาซื้อและราคาออก)",
  "Select your partner program revenue share": "เลือกรายได้ที่แบ่งปันจากโปรแกรมพันธมิตรของคุณ",
  "Sell": "ขาย",
  "Send": "ส่ง",
  "Send message": "ส่งข้อความ",
  "Send message successfully": "ส่งข้อความสำเร็จ",
  "Service guide": "คู่มือการให้บริการ",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "กําหนดราคาเพื่อจํากัดการสูญเสีย ตําแหน่งของคุณจะถูกปิดโดยอัตโนมัติหากตลาดแตะราคานี้",
  "Set a target price where your position will be automatically closed to lock in profit.": "ตั้งราคาเป้าหมายที่ตําแหน่งของคุณจะถูกปิดโดยอัตโนมัติเพื่อล็อคกําไร",
  "Set password": "ตั้งรหัสผ่าน",
  "Set successfully": "ตั้งค่าเรียบร้อยแล้ว",
  "Set up": "ตั้งค่า",
  "Set up Google Authenticator": "",
  "Settings": "การตั้งค่า",
  "Share": "แชร์",
  "Share to": "แชร์ไปที่",
  "Share your Affiliate invitation link to friends and users.": "แบ่งปันลิงก์คำเชิญพันธมิตรของคุณกับเพื่อนและผู้ใช้",
  "Share your referral link or code": "แบ่งปันลิงก์หรือรหัสอ้างอิงของคุณ",
  "Show live positions on chart": "แสดงตําแหน่งสดบนแผนภูมิ",
  "Show my positions on chart": "แสดงตําแหน่งของฉันบนแผนภูมิ",
  "Side": "ข้าง",
  "Sign in": "ลงชื่อเข้าใช้",
  "Silver": "เงิน",
  "Simple": "เรียบง่าย",
  "Simple and intuitive usable interface": "อินเทอร์เฟซที่ใช้งานง่ายและเรียบง่าย",
  "Simple integration": "บูรณาการอย่างง่าย",
  "Simple way to earn money, The more invite, the more you will get!": "วิธีง่ายๆ ในการหารายได้ ยิ่งเชิญมากเท่าไหร่ คุณก็จะได้รับมากเท่านั้น!",
  "Simple, Fast, Intelligence": "เรียบง่าย รวดเร็ว ฉลาด",
  "Size": "ขนาด",
  "Something went wrong!": "",
  "Sorry, page not found!": "ขออภัย ไม่พบหน้า!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "ขออภัย เราไม่พบหน้าที่คุณกำลังมองหา บางทีคุณอาจพิมพ์ URL ผิด โปรดตรวจสอบการสะกดคำของคุณ",
  "Sound": "เสียง",
  "Speed": "ความเร็ว",
  "Spot Exchanges": "การแลกเปลี่ยนแบบทันที",
  "Spread": "การแพร่กระจาย",
  "Standard CS": "CS มาตรฐาน",
  "Start": "เริ่ม",
  "Start Rate": "อัตราการเริ่มต้น",
  "Start Time": "เวลาเริ่มต้น",
  "Start Time Invalid( hh : mm : ss )": "เวลาเริ่มต้นไม่ถูกต้อง (hh: mm: ss)",
  "Start time": "เวลาเริ่มต้น",
  "Start trading": "เริ่มการซื้อขาย",
  "Statistics": "สถิติ",
  "Status": "สถานะ",
  "Step-up group": "กลุ่มก้าวขึ้น",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks มีเจ้าบ้าน 2.5% และค่าธรรมเนียม 5% สําหรับตําแหน่งที่ทํากําไรได้",
  "Stonks prices are generated using a provably fair algorithm.": "ราคา Stonks ได้ถูกสร้างขึ้นโดยใช้อัลกอริทึมที่ยุติธรรมและพิสูจน์ได้",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "ราคา Stonks ถูกสร้างขึ้นโดยใช้อัลกอริทึมที่ยุติธรรมและพิสูจน์ได้ อัตราความได้เปรียบของเจ้ามืออยู่ที่ 2.5%",
  "Stop Loss": "หยุดขาดทุน",
  "Stop loss at price": "หยุดการขาดทุนที่ราคา",
  "Stop loss price cannot be through bust price": "ราคา Stop Loss ไม่สามารถทะลุผ่านราคาที่พุ่งขึ้นได้",
  "Stop-Loss (SL)": "สต็อปลอส (SL)",
  "Strategy planning": "การวางแผนกลยุทธ์",
  "Submit": "ส่ง",
  "Submit request": "ส่งคําขอ",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "สมัครรับข้อมูลในระดับความลึกมากที่สุดเท่าที่ทำได้โดยใช้ API สตรีมมิ่งของแต่ละการแลกเปลี่ยน",
  "Switch Dark or Light mode according to your preference": "สลับโหมดมืดหรือสว่างตามความต้องการของคุณ",
  "Symbol": "สัญลักษณ์",
  "Symbol for extra security": "สัญลักษณ์เพื่อความปลอดภัยเป็นพิเศษ",
  "System": "ระบบ",
  "System Random: 300 lucky winners will be randomly selected.": "ระบบสุ่ม: ผู้โชคดีจำนวน 300 ท่านจะได้รับการสุ่มเลือก",
  "TP/SL": "TP/SL",
  "Take Profit": "ทํากําไร",
  "Take profit at price": "ทํากําไรตามราคา",
  "Take-Profit (TP)": "การทำกำไร (TP)",
  "Tap Trading": "แตะการซื้อขาย",
  "Tap to predict — quick moves, instant results.": "แตะเพื่อทํานาย - การเคลื่อนไหวที่รวดเร็ว ผลลัพธ์ทันที",
  "Target Market": "ตลาดเป้าหมาย",
  "Tell us the reason for contacting us": "แจ้งเหตุผลในการติดต่อเรา",
  "Test various trading tools and strategies": "ทดสอบเครื่องมือและกลยุทธ์การซื้อขายต่างๆ",
  "Thank you for your request, it should generally be reviewed within 24 hours": "ขอขอบคุณสำหรับคำขอของคุณ โดยทั่วไปแล้วควรได้รับการตรวจสอบภายใน 24 ชั่วโมง",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC Fear และ Greed Index เป็นเครื่องมือที่เป็นกรรมสิทธิ์ที่พัฒนาโดย CoinMarketCap ที่วัดความเชื่อมั่นที่แพร่หลายในตลาดสกุลเงินดิจิทัล",
  "The Profit Margin Is As High As 90%": "อัตรากําไรสูงถึง 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "ขีดจำกัดรวมสำหรับตำแหน่งยาว/สั้นของคุณสำหรับสกุลเงินดิจิทัลทั้งหมดถูกจำกัดไว้ที่ <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "จํานวนเงินที่คุณมีในปัจจุบันสําหรับการสั่งซื้อ",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "ราคาหน้าอกคือราคาตลาดที่ตําแหน่งของคุณจะถูกชําระบัญชีเนื่องจากมาร์จิ้นไม่เพียงพอ",
  "The calculation steps are as follows:": "ขั้นตอนการคำนวณมีดังนี้:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "วิธีความร่วมมือเป็นแบบเปิดและโปร่งใส และไม่จำเป็นต้องกังวลเกี่ยวกับค่าธรรมเนียมที่ซ่อนอยู่ใดๆ",
  "The coupon code is invalid or expired": "รหัสคูปองไม่ถูกต้องหรือหมดอายุแล้ว",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "จากนั้นราคาดัชนีสุดท้ายจะถูกคำนวณเป็นค่าเฉลี่ยถ่วงน้ำหนักของราคากลางส่วนเพิ่มในแต่ละขนาด น้ำหนักจะถูกเลือกให้เป็นความหนาแน่นของความน่าจะเป็นของการแจกแจงแบบเลขชี้กำลัง ซึ่งจะลดลงแบบเอกภาพ ส่งผลให้มีการเน้นที่ราคาที่ใกล้เคียงกับส่วนบนของหนังสือมากขึ้น น้ำหนักจะกำหนดโดย:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "8 ไบต์แรกของแฮชจะถูกแปลงเป็นจำนวนเต็ม 64 บิตที่ไม่มีเครื่องหมายโดยใช้การเข้ารหัสแบบ little-endian จากนั้นจำนวนเต็มนี้จะถูกแปลงเป็นจำนวนจุดลอยตัวที่มีการกระจายสม่ำเสมอ โดยใช้ฟังก์ชั่นการแจกแจงสะสมผกผันกับความผันผวนของราคาที่กำหนดค่าไว้ของตลาด (0.1%) เป็นค่าเบี่ยงเบนมาตรฐาน เราจะแปลงค่าจุดลอยตัวเป็นผลตอบแทนที่กระจายแบบปกติและใช้เพื่ออัปเดตราคาของตลาด",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "วิธีการกำหนดราคาดัชนีได้รับการออกแบบมาเพื่อตอบสนองคุณสมบัติทางสถิติที่สำคัญสองประการของอนุกรมเวลา ได้แก่ คุณสมบัติมาร์คอฟและคุณสมบัติมาร์ติงเกล คุณสมบัติมาร์คอฟหมายถึงลักษณะที่ไร้หน่วยความจำของกระบวนการสุ่ม ซึ่งทำให้มั่นใจได้ว่าการแจกแจงความน่าจะเป็นแบบมีเงื่อนไขของมูลค่าในอนาคตจะขึ้นอยู่กับมูลค่าปัจจุบันเท่านั้น คุณสมบัติมาร์ติงเกลหมายความว่ามูลค่าปัจจุบันของกระบวนการสุ่มคือมูลค่าที่คาดหวังของมูลค่าในอนาคต คุณสมบัติทั้งสองนี้ทำให้ราคาดัชนีของ Detrade เป็นตัวประมาณราคาในอนาคตที่ไม่เอนเอียง ทำให้ผู้ใช้สามารถซื้อขายตามการเปลี่ยนแปลงของมูลค่าของคริปโทเคอร์เรนซีพื้นฐานได้โดยไม่ต้องกังวลกับผลกระทบด้านโครงสร้างจุลภาคของการแลกเปลี่ยนแต่ละแห่ง",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "ดัชนีให้ข้อมูลเชิงลึกว่าตลาดอาจถูกประเมินค่าต่ําไป (ความกลัวสุดขีด) หรือถูกประเมินค่าสูงเกินไป (ความโลภสุดขีด)",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "จากนั้นใช้ฟังก์ชันราคาซื้อและขายส่วนเพิ่มเพื่อกำหนดฟังก์ชันราคาปานกลางส่วนเพิ่มโดยกำหนดขนาด: ",
  "The order has expired": "คําสั่งซื้อหมดอายุแล้ว",
  "The output is:": "ผลลัพธ์ก็คือ:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "ผลลัพธ์ของการคำนวณนี้คือราคาดัชนีเดียวที่ใช้สำหรับทั้งสถานะซื้อและสถานะขายในเกมการซื้อขายของ Detrade ซึ่งแตกต่างจากแพลตฟอร์มการซื้อขายอื่นๆ ส่วนใหญ่ Detrade จะไม่คิดค่าสเปรดระหว่างราคาเสนอซื้อและเสนอขาย การซื้อขายด้วยราคาเดียวทำให้สามารถเก็งกำไรจากการเคลื่อนไหวของราคาในระยะสั้นได้ ซึ่งค่าสเปรดระหว่างราคาเสนอซื้อและเสนอขายจะมีราคาแพงเกินไป",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "แพลตฟอร์มอาจปรับแคมเปญตามการเปลี่ยนแปลงของตลาดและนโยบาย การอัปเดตจะถูกโพสต์ผ่านประกาศอย่างเป็นทางการ",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "แพลตฟอร์มนี้ให้ BTC, ETH และคู่การซื้อขายสกุลเงินหลักอื่นๆ และจะอัปเดตคู่การซื้อขายสกุลเงินยอดนิยมต่อไป",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "ราคาจะถูกรีเซ็ตเป็น 1,000 ดอลลาร์ที่ 00:00 UTC ทุกวัน และคําสั่งซื้อที่รอดําเนินการใด ๆ จะถูกชําระโดยอัตโนมัติระหว่างการรีเซ็ต",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "เงินรางวัลของการแข่งขันนั้นขึ้นอยู่กับการเดิมพันในวันก่อนหน้า ผู้เล่นยิ่งเดิมพันมากเท่าไหร่ เงินรางวัลก็จะยิ่งมากขึ้นเท่านั้น เงินรางวัลปัจจุบันจะแสดงอยู่ในหน้าการแข่งขัน",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "ผลิตภัณฑ์และบริการที่นำเสนอโดย Nexus Play LLC ไม่ได้มีไว้สำหรับผู้ที่อาศัยอยู่ในสหรัฐอเมริกา สหภาพยุโรป หรือเขตอำนาจศาลอื่นใดที่กฎหมายห้ามบริการและผลิตภัณฑ์ดังกล่าว Nexus Play LLC ไม่ชักชวนธุรกิจหรือให้บริการนายหน้าแก่บุคคลหรือหน่วยงานในภูมิภาคเหล่านี้ เป็นความรับผิดชอบของลูกค้าที่มีศักยภาพที่จะต้องทราบและปฏิบัติตามกฎหมายและข้อบังคับที่บังคับใช้ในเขตอำนาจศาลของตนก่อนทำการซื้อขายออนไลน์ เมื่อเข้าถึงเว็บไซต์นี้และใช้บริการของเรา คุณยืนยันว่าคุณไม่ใช่ผู้ที่อาศัยอยู่ในสหรัฐอเมริกา สหภาพยุโรป หรือเขตอำนาจศาลอื่นใดที่กฎหมายห้ามบริการของเรา",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "รางวัลที่ได้รับจากกิจกรรมออนไลน์นี้จะถูกเครดิตเข้าสู่ยอดคงเหลือของผู้เล่นโดยอัตโนมัติ",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "ตัวเลขเริ่มต้นถูกเข้ารหัสเป็นสตริงเลขฐานสิบหกตัวพิมพ์เล็ก 64 อักขระ และต่อกันด้วยสตริงที่แสดงค่าตัวนับติ๊กปัจจุบัน จากนั้นจึงคำนวณแฮชของสตริงที่รวมกันโดยใช้ฟังก์ชันแฮช BLAKE2b ที่มีขนาดไดเจสต์ 256 บิต โดยการใช้ฟังก์ชันแฮชแบบเข้ารหัส เราจึงมั่นใจได้ว่าการเปลี่ยนแปลงราคาเป็นแบบสุ่มและไม่สามารถคาดเดาได้ก่อนที่ตัวเลขเริ่มต้นจะถูกเปิดเผย แต่สามารถทำซ้ำได้อย่างสมบูรณ์เมื่อทราบตัวเลขเริ่มต้นแล้ว",
  "The settlement formula is open and transparent and can be calculated in real time.": "สูตรการชำระเงินเป็นแบบเปิดเผยและโปร่งใสและสามารถคำนวณได้แบบเรียลไทม์",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "ระบบจะแสดงผลการชนะและแพ้ของกองทุนรวมขึ้นและลง เมื่อคุณทำกำไรได้ คุณจะเห็นจำนวนกำไรของคุณ",
  "The system is under maintenance and upgrade, please visit later": "ระบบกำลังอยู่ระหว่างการบำรุงรักษาและอัพเกรด กรุณาเข้ามาดูในภายหลัง",
  "The trade will complete in 5s.": "การซื้อขายจะเสร็จสิ้นใน 5 วินาที",
  "The trade will complete in <0>{{countdown}}s</0>.": "การซื้อขายจะเสร็จสิ้นใน <0>{{countdown}}s</0>",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "โบนัสการซื้อขายคือ <0>แรงจูงใจทางการตลาด</0> ที่จัดทําโดย Detrade เพื่อช่วยให้ผู้ใช้สํารวจระบบการซื้อขายของเรา เงินโบนัส <1>ไม่สามารถถอนได้<1> แต่กําไรจากการใช้อาจส่งผลต่อยอดคงเหลือในบัญชีจริงของคุณ",
  "The trading symbol will be replaced regularly.": "สัญลักษณ์การซื้อขายจะถูกแทนที่เป็นประจํา",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "ผู้ชนะจะได้รับการประกาศบนหน้าปัจจุบันทุกวันอาทิตย์ เวลา 10 PM (UTC) และการจับฉลากครั้งต่อไปจะเริ่ม 2 ชั่วโมงหลังจากการจับฉลากครั้งสุดท้าย",
  "Theme": "ธีม",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "ไม่มีการจํากัดจํานวนเงินที่คุณจะได้รับ ยิ่งคุณเชิญเพื่อนมากเท่าไหร่ คุณก็จะยิ่งได้รับรางวัลมากขึ้นเท่านั้น",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "สิ่งเหล่านี้จะถูกหักออกจากยอดคงเหลือในบัญชีของคุณ และเงินที่ไม่เพียงพอจะส่งผลให้ปิดตําแหน่งโดยอัตโนมัติ",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "กิจกรรมนี้มีให้สําหรับผู้ใช้ในประเทศและภูมิภาคที่มีสิทธิ์เท่านั้นตามที่กําหนดโดยนโยบายการปฏิบัติตามข้อกําหนดของแพลตฟอร์ม",
  "This field is required": "ต้องระบุข้อมูลในช่องนี้",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "ซึ่งรวมถึงที่อยู่ IP ของคุณ ประเภทเบราว์เซอร์ ระบบปฏิบัติการ เวลาเข้าถึง และหน้าต่างๆ ที่คุณดูโดยตรงก่อนและหลังจากเข้าถึงแพลตฟอร์มของเรา",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "ซึ่งรวมถึงชื่อ ที่อยู่อีเมล หมายเลขโทรศัพท์ ที่อยู่ไปรษณีย์ วันเดือนปีเกิด และข้อมูลอื่น ๆ ที่คุณให้เมื่อลงทะเบียนบัญชีหรือใช้บริการของเรา",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "ดัชนีนี้มีตั้งแต่ 0 ถึง 100 โดยที่ค่าที่ต่ำกว่าหมายถึงความกลัวอย่างมาก และค่าที่สูงกว่าหมายถึงความโลภที่รุนแรง",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "ทั้งนี้จะเกี่ยวข้องกับข้อจำกัดเฉพาะต่อสกุลเงินดิจิทัลดังที่แสดงรายละเอียดไว้ด้านล่าง",
  "This is why you should promote Detrade:": "นี่คือเหตุผลที่คุณควรส่งเสริม Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "ไซต์นี้อยู่ภายใต้การคุ้มครองของ reCAPTCHA และนโยบายความเป็นส่วนตัวและข้อกำหนดในการให้บริการของ Google",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "ด้วยโปรแกรมพันธมิตร Detrade คุณสามารถปลดล็อคค่าคอมมิชชันพันธมิตรที่เพิ่มขึ้น กิจกรรมที่ได้รับการสนับสนุนพิเศษ และสิทธิประโยชน์พิเศษอื่นๆ ต้องการเรียนรู้เพิ่มเติมหรือไม่ อ่านต่อ!",
  "Time": "เวลา",
  "Time and payout": "เวลาและการจ่ายเงิน",
  "Time closed": "เวลาปิด",
  "Time opened": "เวลาเปิด",
  "Time remaining": "เวลาที่เหลือ",
  "Tips": "ทิป",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "เคล็ดลับ: โดยปกติจะใช้เวลา {{hours}} ชั่วโมงในการดําเนินการ อาจใช้เวลานานกว่านั้น เวลาเฉพาะขึ้นอยู่กับการจํากัดเวลาของร้านค้า",
  "To": "ถึง",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "เพื่อวิเคราะห์แนวโน้ม ตรวจสอบการใช้งาน และดำเนินการวิจัยเพื่อปรับปรุงบริการของเรา",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "เพื่อความปลอดภัยของบัญชีของคุณ การถอนเงินจะถูกระงับเป็นเวลา 24 ชั่วโมงเมื่อการตรวจสอบสิทธิ์ Google 2FA ถูกลบออก",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "เพื่อรักษาความเป็นธรรมและความซื่อสัตย์ Detrade จะตรวจสอบบัญชีที่เข้าร่วมในโปรแกรมโบนัสผ่านการตรวจสอบพฤติกรรมและทางเทคนิค รวมถึงแต่ไม่จํากัดเพียงลายนิ้วมือของอุปกรณ์ การติดตาม IP และการวิเคราะห์รูปแบบการทําธุรกรรม",
  "To manage your account, process transactions, and provide you with the services you request.": "เพื่อจัดการบัญชีของคุณ ประมวลผลธุรกรรม และให้บริการตามที่คุณร้องขอ",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "เพื่อติดตามการฉ้อโกง บังคับใช้เงื่อนไขการบริการของเรา และปฏิบัติตามข้อกำหนดทางกฎหมายและข้อบังคับ",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "เพื่อปกป้องความปลอดภัยของบัญชีของคุณ การถอนเงินจะถูกปิดใช้งานเป็นเวลา 24 ชั่วโมงหลังจากที่คุณเปลี่ยนรหัสผ่าน",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "เพื่อให้กำหนดราคาเกมการซื้อขายได้อย่างยุติธรรมและเชื่อถือได้ Detrade จะคำนวณราคาดัชนีรวมทุกๆ 500 มิลลิวินาที ซึ่งได้มาจากฟีดราคาแบบเรียลไทม์ไปยังตลาดแลกเปลี่ยนสกุลเงินดิจิทัลแบบสปอตและอนุพันธ์ที่มีสภาพคล่องสูงสุดของโลก ด้วยการรวมแหล่งราคามากมาย ดัชนี Detrade จึงทนทานต่อการจัดการตลาด ปัญหาทางเทคนิค และกิจกรรมการซื้อขายที่ผิดปกติอื่นๆ ที่อาจเกิดขึ้นในตลาดแลกเปลี่ยนแต่ละแห่งเป็นครั้งคราว",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "เพื่อส่งการอัปเดต การแจ้งเตือนด้านความปลอดภัย และข้อความการดูแลระบบ และตอบคำถามและคำขอของคุณ",
  "To tailor our content and advertisements to your interests and preferences.": "เพื่อปรับแต่งเนื้อหาและโฆษณาของเราให้ตรงกับความสนใจและความชอบของคุณ",
  "To trading center": "ไปยังศูนย์กลางการค้า",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "เพื่อทําความเข้าใจว่าผู้ใช้โต้ตอบกับแพลตฟอร์มของเราอย่างไร วินิจฉัยปัญหาทางเทคนิค และปรับปรุงฟังก์ชันการทํางานและประสบการณ์ของผู้ค้า",
  "Today's Pnl": "Pnl ของวันนี้",
  "Top": "สูงสุด",
  "Top tokens": "โทเค็นยอดนิยม",
  "Top trade": "การซื้อขายยอดนิยม",
  "Top-tier account manager": "ผู้จัดการบัญชีระดับบนสุด",
  "Total Trades": "การซื้อขายทั้งหมด",
  "Total commission": "ค่าคอมมิชชั่นทั้งหมด",
  "Total participated tickets for this round <0>{{total}}</0>": "รวมตั๋วที่เข้าร่วมในรอบนี้ <0>{{total}}</0>",
  "Total prize won": "รางวัลรวมที่ชนะ",
  "Total profit": "กําไรทั้งหมด",
  "Total tickets": "รวมตั๋ว",
  "Total traders": "ผู้ค้าทั้งหมด",
  "Total trades": "ผู้ค้าทั้งหมด",
  "Trade": "ซื้อขาย",
  "Trade for prestige": "แลกเปลี่ยนเพื่อศักดิ์ศรี",
  "Trade history": "ประวัติการค้า",
  "Trade like a rhythm master": "เทรดเหมือนปรมาจารย์จังหวะ",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "ซื้อขายเมื่อราคาลดลงหากคุณคิดว่าราคาจะลดลง หากราคาลดลง คุณจะทํากําไรได้",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "ซื้อขายเมื่อราคาสูงขึ้นหากคุณคิดว่าราคาจะสูงขึ้น หากราคาสูงขึ้น คุณจะทํากําไร",
  "Trade to Win": "แลกเพื่อชนะ",
  "Trade to rank up": "เทรดเพื่อขึ้นอันดับ",
  "Trade with $10,000 in virtual funds": "ซื้อขายด้วยเงิน $10,000 ดอลลาร์ในกองทุนเสมือน",
  "Trader": "พ่อค้า",
  "Trades": "การค้าขาย",
  "Trading": "การซื้อขาย",
  "Trading Amount": "จํานวนการซื้อขาย",
  "Trading Platform": "แพลตฟอร์มการซื้อขาย",
  "Trading Smarter, Earning Better": "ซื้อขายอย่างชาญฉลาด รับรายได้ดีขึ้น",
  "Trading Volume": "ปริมาณการซื้อขาย",
  "Trading amount is too large for selected multiplier for selected stop loss price": "จํานวนการซื้อขายมีขนาดใหญ่เกินไปสําหรับตัวคูณที่เลือกสําหรับราคาหยุดขาดทุนที่เลือก",
  "Trading bonus trial": "การทดลองโบนัสการซื้อขาย",
  "Trading center": "ศูนย์การซื้อขาย",
  "Trading indicators and signals": "ตัวบ่งชี้และสัญญาณการซื้อขาย",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "การซื้อขายมีความเสี่ยง โปรดตรวจสอบให้แน่ใจว่าคุณเข้าใจว่าคุณกําลังทําอะไรอยู่ก่อนที่จะใช้เลเวอเรจหรือเงินโบนัส Detrade จะไม่รับผิดชอบต่อความสูญเสียใด ๆ ที่เกิดขึ้นจากการซื้อขายโบนัส",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "การซื้อขายหยุดชั่วคราวทุกวันตั้งแต่ {{startTime}} ถึง {{endTime}} ({{timeZone}}) และในช่วงสุดสัปดาห์ โปรดชําระคําสั่งซื้อของคุณล่วงหน้า",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "การแข่งขันการซื้อขาย โบนัสประจำ ของขวัญ รหัสโปรโมชัน และการแข่งขันการซื้อขายพร้อมให้ผู้ซื้อขายทุกคนสามารถใช้หรือเข้าร่วมได้",
  "Traffic Owners": "เจ้าของการจราจร",
  "Transaction Completed": "ธุรกรรมเสร็จสมบูรณ์",
  "Transaction details": "รายละเอียดธุรกรรม",
  "Transactions": "การทำธุรกรรม",
  "Transition details": "รายละเอียดธุรกรรม",
  "Transparency & Security": "ความโปร่งใสและความปลอดภัย",
  "Trigger price is too close to bust price": "ราคาทริกเกอร์ใกล้จะถึงจุดตกมากเกินไป",
  "Trigger price is too close to current price": "ราคาทริกเกอร์อยู่ใกล้กับราคาปัจจุบันมากเกินไป",
  "Trusted by": "ได้รับความไว้วางใจจาก",
  "Trusted by millions of users.": "ได้รับความไว้วางใจจากผู้ใช้หลายล้านคน",
  "Try": "พยายาม",
  "Try a quick demo": "ลองสาธิตสั้นๆ",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "ลองรับสิทธิประโยชน์ทั้งหมดที่แพลตฟอร์มนำเสนอบนบัญชีทดลองใช้งานด้วยสกุลเงินเสมือนจริง โดยไม่ต้องลงทุนจริงและไม่มีความเสี่ยงใดๆ",
  "Turn every action into rewards. Start trading today.": "เปลี่ยนทุกการกระทําให้เป็นรางวัล เริ่มซื้อขายวันนี้",
  "Txid": "Txid",
  "Type": "ประเภท",
  "Type Your message": "พิมพ์ข้อความของคุณ",
  "UID": "รหัสผู้ใช้",
  "UP": "ขึ้น",
  "USDT-Margined": "USDT-Margined",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "ไม่พร้อมให้บริการทุกวันตั้งแต่ {{startTime}} ถึง {{endTime}} ({{timeZone}}) และทั้งวันในวันหยุดสุดสัปดาห์",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "ประสบการณ์ที่ไม่ซ้ำใคร: จากความท้าทายการซื้อขายที่สร้างสรรค์ไปจนถึงตัวเลือกการซื้อขาย คริปโต ที่ได้รับการปรับปรุงและรูปแบบการซื้อขายพิเศษ Detrade มอบประสบการณ์ที่คุณจะไม่พบจากที่อื่น",
  "Unlock Diamond": "ปลดล็อกเพชร",
  "Unlock Top Traders, Achieve": "ปลดล็อกเทรดเดอร์ชั้นนํา บรรลุ",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "ไม่จำเป็น Detrade เป็นผู้ให้บริการเทคโนโลยีและคุณสามารถซื้อโซลูชันของเราได้จากทุกประเทศ",
  "Up": "ขึ้น",
  "Up & Down": "ขึ้น & ลง",
  "Up Down": "ขึ้น ลง",
  "Up Or Down?": "ขึ้น หรือ ลง?",
  "Up Wins": "ชนะขึ้น",
  "Update Success": "อัปเดตสำเร็จ",
  "Updated at {{time}}": "อัปเดตเมื่อ {{time}}",
  "Updated timely": "อัพเดททันเวลา",
  "Uppercase or lowercase letters": "ตัวพิมพ์ใหญ่หรือตัวพิมพ์เล็ก",
  "Usage Instructions & Limitations": "คําแนะนําการใช้งานและข้อจํากัด",
  "Used": "ใช้แล้ว",
  "User Agreement and Terms & Conditions": "ข้อตกลงผู้ใช้และข้อกำหนดและเงื่อนไข",
  "User ID": "รหัสผู้ใช้",
  "User name": "ชื่อผู้ใช้",
  "Username": "ชื่อผู้ใช้",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "ผู้ใช้จะต้องเลือกหรือเข้าร่วมคู่การซื้อขายที่เกี่ยวข้องเพื่อเพลิดเพลินกับกิจกรรมนี้",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "ห้ามใช้หลายบัญชีเพื่อข้ามขีดจํากัดการซื้อขายโดยเด็ดขาดและอาจส่งผลให้บัญชีถูกระงับหรือถูกลงโทษ",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "การใช้สมุดคำสั่งซื้อแบบผสม ฟังก์ชันจะถูกกำหนดขึ้นเพื่อแสดงราคาส่วนเพิ่มในการซื้อหรือขายจำนวนที่กำหนด ตัวอย่างเช่น ฟังก์ชันการซื้อส่วนเพิ่มคือ:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "ขอแนะนำให้ใช้การตรวจสอบปัจจัยสองชั้นเนื่องจากจะช่วยปกป้องบัญชีของคุณทั้งด้วยรหัสผ่านและโทรศัพท์ของคุณ",
  "VIP": "VIP",
  "VIP group": "กลุ่ม VIP",
  "Validity period: within 14 days after activation": "ระยะเวลาการใช้งาน: ภายใน 14 วันหลังจากเปิดใช้งาน",
  "Verifiable fairness": "ความเป็นธรรมที่ตรวจสอบได้",
  "Verification": "การตรวจสอบ",
  "Verification Example": "ตัวอย่างการตรวจสอบ",
  "Verification code failed": "รหัสตรวจสอบล้มเหลว",
  "Verification email sent. Check your inbox.": "ส่งอีเมลยืนยันแล้ว โปรดตรวจสอบกล่องจดหมายของคุณ",
  "Verified": "ได้รับการยืนยันแล้ว",
  "Verify": "ตรวจสอบ",
  "Verify Fairness": "ตรวจสอบความยุติธรรม",
  "Verify fairness": "ตรวจสอบความเป็นธรรม",
  "View details": "ดูรายละเอียด",
  "View more": "ดูเพิ่มเติม",
  "Volume": "ปริมาณ",
  "Volume (24h)": "ปริมาณ (24 ชั่วโมง)",
  "Voucher code": "รหัสบัตรกํานัล",
  "Wager": "เดิมพัน",
  "Wager <0>{{amount}}</0> To Reach": "เดิมพัน <0>{{amount}}</0> ที่จะถึง",
  "Wait For Next Round": "รอรอบต่อไป",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "รอจนกว่าจะมีฟีดราคาที่ถูกต้องอย่างน้อย 6 รายการ หากไม่มีฟีดราคาเพียงพอ ราคาดัชนี Detrade จะไม่อัปเดต",
  "Wallet": "กระเป๋าเงิน",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "ต้องการเข้าร่วมโครงการพันธมิตร Detrade หรือไม่ ติดต่อทีมสนับสนุนของเราเพื่อเริ่มต้น!",
  "Watch play demo": "ดูการสาธิตการเล่น",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "เราเก็บรวบรวมข้อมูลเกี่ยวกับกิจกรรมของคุณบนแพลตฟอร์มของเรา รวมถึงกิจกรรมการซื้อขาย การตั้งค่า และการมีส่วนร่วมกับเนื้อหาของเรา",
  "We collect several types of information from and about users of our Platform, including:": "เราเก็บรวบรวมข้อมูลหลายประเภทจากและเกี่ยวกับผู้ใช้แพลตฟอร์มของเรา รวมถึง:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "เรามีทีมงานด้านเทคนิคและการปฏิบัติการที่ยอดเยี่ยมเพื่อตอบสนองความต้องการของลูกค้าและมอบการรับประกันเพิ่มเติมให้กับลูกค้าอย่างต่อเนื่อง",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "เราใช้มาตรการรักษาความปลอดภัยที่หลากหลายเพื่อปกป้องข้อมูลส่วนบุคคลของคุณจากการเข้าถึง การใช้ หรือการเปิดเผยโดยไม่ได้รับอนุญาต มาตรการเหล่านี้ได้แก่ การเข้ารหัส การควบคุมการเข้าถึง และการจัดเก็บข้อมูลอย่างปลอดภัย อย่างไรก็ตาม ไม่มีวิธีการส่งข้อมูลผ่านอินเทอร์เน็ตหรือวิธีการจัดเก็บข้อมูลทางอิเล็กทรอนิกส์ใดที่ปลอดภัย 100% และเราไม่สามารถรับประกันความปลอดภัยได้อย่างแน่นอน",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "เราหวังว่าจะได้เห็นคุณเข้ามาเป็นสมาชิกของครอบครัวพันธมิตรที่กำลังเติบโตของเรา และช่วยเราสร้างอนาคตของ Detrade ร่วมกัน!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "เราอาจรวบรวมข้อมูลทางการเงิน เช่น หมายเลขบัญชีธนาคาร รายละเอียดบัตรเครดิต และประวัติธุรกรรม เพื่ออำนวยความสะดวกในธุรกรรมและปฏิบัติตามข้อกำหนดด้านกฎระเบียบ",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "เราอาจรวบรวมข้อมูลเกี่ยวกับตำแหน่งของคุณหากคุณอนุญาตให้เราทำเช่นนั้น โดยใช้เทคโนโลยีเช่น GPS, Wi-Fi หรือข้อมูลเสาโทรศัพท์มือถือ",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "เราอาจเปิดเผยข้อมูลของคุณหากจำเป็นต้องทำตามกฎหมายหรือเป็นการตอบสนองต่อคำขอที่ถูกต้องตามกฎหมายจากหน่วยงานของรัฐ (เช่น ศาลหรือหน่วยงานของรัฐ)",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "เราอาจเปิดเผยข้อมูลของคุณเพื่อปกป้องสิทธิ์ ทรัพย์สิน หรือความปลอดภัยของ Detrade ผู้ใช้ของเรา หรือผู้อื่น และเพื่อบังคับใช้ข้อกำหนดและเงื่อนไขของเรา",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "เราอาจแบ่งปันหรือโอนข้อมูลของคุณที่เกี่ยวข้องกับหรือในระหว่างการเจรจาการควบรวมกิจการ การขายสินทรัพย์ของบริษัท การจัดหาเงินทุน หรือการเข้าซื้อกิจการทั้งหมดหรือบางส่วนของเราโดยบริษัทอื่น",
  "We may share your information with third parties if you provide your consent to do so.": "เราอาจแบ่งปันข้อมูลของคุณกับบุคคลที่สามหากคุณยินยอมให้ทำเช่นนั้น",
  "We may share your information with third parties in the following circumstances:": "เราอาจแบ่งปันข้อมูลของคุณกับบุคคลที่สามในสถานการณ์ต่อไปนี้:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "เราอาจแบ่งปันข้อมูลของคุณกับผู้ให้บริการบุคคลที่สามซึ่งดำเนินการให้บริการในนามของเรา เช่น การประมวลผลการชำระเงิน การวิเคราะห์ข้อมูล การส่งอีเมล และบริการโฮสติ้ง",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "เราให้บริการตัวเลือกการซื้อขายตราสารอนุพันธ์ที่หลากหลายที่สุด ดึงดูดผู้ซื้อขายออนไลน์มากกว่า 2.5 ล้านรายทั่วโลก เทคโนโลยีของเรามอบประสบการณ์การซื้อขายที่ใช้งานง่ายและทรงพลัง ช่วยให้ลูกค้าของเราเข้าใจความเสี่ยงได้ดีขึ้นและตัดสินใจซื้อขายอย่างรอบรู้",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "เราจัดทำแพลตฟอร์มการซื้อขายที่เรียบง่ายและใช้งานง่ายเพื่อให้ทุกคนสามารถเป็นผู้ซื้อขายได้",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "เราให้คำแนะนำทีละขั้นตอนในการดึงดูดผู้เล่นมายังแพลตฟอร์มของคุณ พร้อมทั้งสื่อการตลาดที่ได้รับการพิสูจน์แล้วว่ามีประสิทธิภาพ",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "เราขอสงวนสิทธิ์ในการยกเลิกโบนัสและผลกําไรที่เกี่ยวข้องภายใต้เงื่อนไขต่อไปนี้:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "เราใช้คุกกี้ เว็บบีคอน และเทคโนโลยีการติดตามอื่นๆ เพื่อรวบรวมข้อมูลเกี่ยวกับการใช้งานแพลตฟอร์มของเราและเพื่อปรับปรุงประสบการณ์การซื้อขายของคุณ",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "เราใช้เทคโนโลยีที่ทันสมัยเพื่อให้การทําธุรกรรมที่รวดเร็วที่สุดโดยไม่มีความล่าช้าหรือการหยุดชะงักในการดําเนินงานของอินเทอร์เฟซผู้ค้า",
  "We use the information we collect for various purposes, including:": "เราใช้ข้อมูลที่เราเก็บรวบรวมเพื่อวัตถุประสงค์ต่างๆ รวมถึง:",
  "We will contact you within 3 working days, please check your email regularly": "เราจะติดต่อคุณภายใน 3 วันทำการ กรุณาตรวจสอบอีเมลของคุณเป็นประจำ",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณเท่าที่จำเป็นเพื่อตอบสนองวัตถุประสงค์ที่เก็บรวบรวมข้อมูลมา รวมถึงเพื่อให้เป็นไปตามข้อกำหนดทางกฎหมาย ข้อบังคับ หรือทางธุรกิจ",
  "Website for PC": "เว็บไซต์สำหรับพีซี",
  "Website for smartphones": "เว็บไซต์สำหรับสมาร์ทโฟน",
  "Week": "สัปดาห์",
  "Week's Pnl": "Pnl ของสัปดาห์",
  "Weekly raffle": "การจับฉลากรายสัปดาห์",
  "Welcome Bonus": "โบนัสต้อนรับ",
  "Welcome To": "ยินดีต้อนรับสู่",
  "Welcome To Demo Trading ": "ยินดีต้อนรับสู่การซื้อขายสาธิต ",
  "Welcome to Detrade Connect": "ยินดีต้อนรับสู่ Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "ยินดีต้อนรับสู่ Detrade แพลตฟอร์มการซื้อขายออปชั่นไบนารีชั้นนำ ก่อนที่คุณจะเริ่มใช้แพลตฟอร์มของเรา โปรดอ่านและทำความเข้าใจข้อกำหนดและเงื่อนไขต่อไปนี้อย่างละเอียด เมื่อเข้าถึงหรือใช้แพลตฟอร์มของ Detrade แสดงว่าคุณตกลงที่จะผูกพันตามข้อกำหนดและเงื่อนไขเหล่านี้ หากคุณไม่เห็นด้วยกับข้อกำหนดและเงื่อนไขส่วนใดส่วนหนึ่ง คุณจะต้องไม่ใช้แพลตฟอร์มของเรา",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "ยินดีต้อนรับสู่ Stonks! ราคาจะรีเซ็ตเป็น $1,000 ดอลลาร์ทุกวันเวลา 00:00 UTC และคำสั่งซื้อที่รอดำเนินการจะถูกชำระโดยอัตโนมัติระหว่างการรีเซ็ต",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "ยินดีต้อนรับสู่ detrade! เพื่อขอบคุณสําหรับการสนับสนุนของคุณ เราเสนอ <0>สูงสุด 50 USDT ในโบนัสการซื้อขาย</0> สําหรับผู้ใช้ใหม่ สัมผัสประสบการณ์การซื้อขายไบนารี่ออฟชั่นโดยไม่มีความเสี่ยงและผลตอบแทนที่แท้จริง!",
  "What currencies can be deposited and withdrawn?": "สามารถฝากและถอนสกุลเงินอะไรได้บ้าง?",
  "What does it mean?": "มันหมายถึงอะไร?",
  "What is Detrade Connect?": "Detrade Connect คืออะไร?",
  "What operational expenses could Partner have?": "ค่าใช้จ่ายในการดำเนินงานของพันธมิตรอาจมีอะไรบ้าง?",
  "What would you like your new limit to be? (max 500% of current limit)": "คุณต้องการให้ขีดจำกัดใหม่ของคุณเป็นเท่าไร (สูงสุด 500% ของขีดจำกัดปัจจุบัน)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "เมื่อการนับถอยหลังสิ้นสุดลง มันจะเข้าสู่กระบวนการเตรียมการชําระบัญชี ระบบจะบันทึกราคาเริ่มต้นหลังจากสิ้นสุดการนับถอยหลัง (ที่ธงแรก) เมื่อ K-line ทํางานเป็นระยะเวลาหนึ่ง ระบบจะบันทึกราคาสิ้นสุด (ที่ธงที่สอง) เปรียบเทียบราคาสุดท้ายและราคาเริ่มต้น หากราคาสุดท้ายมากกว่าราคาเริ่มต้น เทรดเดอร์ที่เลือกทิศทางขึ้นจะชนะ มิฉะนั้น เทรดเดอร์ที่เลือกทิศทางลงจะชนะ",
  "When the dual conditions are met, you will receive profits.": "เมื่อตรงตามเงื่อนไขทั้ง 2 ข้อแล้วคุณจะได้รับผลกำไร",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "เมื่อทำการซื้อขายบนกระดานซื้อขายแบบเดิมที่มีสมุดคำสั่งจำกัดกลาง คำสั่งรับจำนวนมากมักจะตัดกับคำสั่งพักการซื้อขายที่เกินราคาเสนอซื้อหรือเสนอขายที่ดีที่สุด ส่งผลให้ราคาเฉลี่ยของคำสั่งซื้อขายแย่กว่าราคาสูงสุดของสมุดคำสั่ง ผู้สร้างตลาดจำกัดปริมาณสภาพคล่องที่พวกเขาเต็มใจจะเสนอที่ราคาสูงสุดของสมุดคำสั่งเนื่องจากความเสี่ยงเพิ่มเติมที่คำสั่งขนาดใหญ่เป็นตัวแทน แทนที่จะกำหนดให้ต้องรับคำสั่งซื้อขายขนาดใหญ่ในราคาหลายราคา Detrade จะใช้สูตรผลกระทบต่อตลาดเพื่อกำหนดราคาปิดสำหรับการซื้อขายที่ชนะ (การซื้อขายที่ปิดด้วยตนเองที่ขาดทุนจะไม่ได้รับผลกระทบ) เพื่อจำลองผลกระทบต่อตลาดของคำสั่งรับจำนวนมาก แต่ในลักษณะที่สม่ำเสมอและคาดเดาได้มากกว่า วิธีที่ง่ายที่สุดในการดูผลกระทบต่อตลาดที่แน่นอนคือการใช้เครื่องคำนวณ ROI ที่พบในหน้าการซื้อขายฟิวเจอร์ส",
  "When will the commission be distributed?": "ค่าคอมมิชชั่นจะถูกแจกจ่ายเมื่อใด",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "เมื่อการซื้อขายของเพื่อนคุณสิ้นสุดลง คุณจะได้รับค่าคอมมิชชั่นทันทีสําหรับการซื้อขายนั้น",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "โดยที่ <0>P_close</0> คือ <1>P_open*(1-1/multiplier_leverage)</1> สําหรับราคาหน้าอกหรือราคาหยุดขาดทุน",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "โดยที่ <0>p_i | i in 1..N</0> และ <1>s_i|i in 1..N</1> คือราคาซื้อและขนาดที่เรียงตามลำดับจากด้านบนของหนังสือ ฟังก์ชันนี้จะให้ราคาสูงสุดที่ต้องจ่ายเพื่อซื้อจำนวน <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "โดยที่ <0>v_i</0> คือขนาดที่ใช้ในการคำนวณราคากลาง และกำหนดให้เป็นการรวมกันของขนาดซื้อและขายสะสมจากสมุดคำสั่งซื้อแบบผสม <1>L</1> คือปัจจัยการปรับขนาดที่กำหนดเป็น <2>1/V</2> โดยที่ <3>V</3> คือขนาดสูงสุดที่ใช้ในการคำนวณราคากลาง และกำหนดให้เป็นค่าต่ำสุดของผลรวมของขนาดซื้อและขายในสมุดคำสั่งซื้อแบบผสม",
  "Which currency pairs can be traded on Detrade?": "คู่สกุลเงินใดบ้างที่สามารถซื้อขายได้บน Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "เจ้าของ White Label ไม่มีค่าใช้จ่ายใดๆ ในการพัฒนาแพลตฟอร์ม สิ่งที่พวกเขาต้องการคือมุ่งเน้นไปที่การขายและการตลาด",
  "Whitelist pre-booking": "บัญชีขาวจองล่วงหน้า",
  "Why Partner with Detrade?": "เหตุใดจึงควรร่วมเป็นพันธมิตรกับ Detrade?",
  "Why choose Detrade": "ทําไมถึงเลือก Detrade",
  "Why you must choose us?": "ทําไมคุณต้องเลือกเรา?",
  "Wild": "Wild",
  "Will The Price Go Up Or Down": "ราคาจะขึ้นหรือลง",
  "Will the price go up or down ?": "ราคาจะขึ้นหรือลง",
  "Win": "ชนะ",
  "Win Crypto Tokens": "ชนะโทเค็นคริปโต",
  "Win if the price breaks out — above the high or below the low.": "ชนะหากราคาทะลุ — สูงกว่าจุดสูงสุดหรือต่ำกว่าจุดต่ำสุด",
  "Win rate": "อัตราการชนะ",
  "Winner": "ผู้ชนะ",
  "Winning": "การชนะ",
  "Winning Tickets": "ตั๋วที่ชนะ",
  "Winning prize details": "รายละเอียดรางวัลที่ชนะ",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "ด้วยค่าธรรมเนียม PnL คุณจะไม่ต้องจ่ายค่าธรรมเนียมใดๆ ในการเปิดหรือปิดการซื้อขาย และจะได้รับเฉพาะส่วนหนึ่งของกำไรของคุณ (หากมี) เมื่อคุณปิดการซื้อขาย",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "ด้วยการเปิดใช้ค่าธรรมเนียมแบบคงที่ คุณจะได้รับกำไร 100% แต่จะต้องชำระล่วงหน้า <0>ค่าธรรมเนียมแบบคงที่ที่ครอบคลุมการเข้า ออก และการลื่นไถล</0> ก่อนเข้าสู่การซื้อขาย เช่นเดียวกับการแลกเปลี่ยนปกติ",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "ด้วยคุณสมบัติใหม่ที่น่าตื่นเต้นและการอัปเดตที่จะเกิดขึ้นในอนาคต ตอนนี้ถือเป็นเวลาที่สมบูรณ์แบบในการเริ่มโปรโมต Detrade",
  "Withdraw": "ถอนออก",
  "Withdraw Fee": "ค่าธรรมเนียมการถอนเงิน",
  "Withdraw Order Created": "ถอนคําสั่งซื้อที่สร้างขึ้น",
  "Withdraw Processing": "การดำเนินการถอนเงิน",
  "Withdraw Success": "ถอนสำเร็จ",
  "Withdraw is in progress": "",
  "Withdraw to": "ถอนออกไป",
  "Withdraw your earnings 24/7": "ถอนรายได้ของคุณ ได้ 24 ชั่วโมงทุกวัน",
  "Withdrawal fee": "ค่าธรรมเนียมการถอน",
  "Withdrawal fee discount": "ส่วนลดค่าธรรมเนียมการถอนเงิน",
  "Yes": "ใช่",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "ใช่ DeTrade เชื่อมั่นในความโปร่งใสอย่างสมบูรณ์และเสนอข้อมูลทั้งหมดให้กับคุณ คุณสามารถดูข้อมูลทั้งหมดนี้ได้ใน",
  "Yes, contact us at any time to upgrade your package.": "ใช่ ติดต่อเราได้ตลอดเวลาเพื่ออัพเกรดแพ็คเกจของคุณ",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "ใช่ ผู้ที่ไม่คุ้นเคยกับสกุลเงินดิจิทัลสามารถเข้าสู่ระบบผ่านทางเครือข่ายสังคมออนไลน์และเติมเงินด้วยบัตรธนาคารได้",
  "Yes, you can use both.": "ใช่ คุณสามารถใช้ทั้งสองอย่างได้",
  "Yield": "ผลผลิต",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "คุณสามารถฝากและถอนสกุลเงินดิจิตอลหลักๆ ส่วนใหญ่ในตลาดได้ และแพลตฟอร์มกำลังจะเปิดตัวฟังก์ชันฝากและถอนสกุลเงินที่ถูกกฎหมายเร็วๆ นี้ด้วยเช่นกัน",
  "You can share your invite link to your friend or your social media": "คุณสามารถแชร์ลิงก์คำเชิญของคุณกับเพื่อนหรือโซเชียลมีเดียของคุณได้",
  "You have the right to object to our processing of your personal information, under certain conditions.": "คุณมีสิทธิ์คัดค้านการประมวลผลข้อมูลส่วนบุคคลของคุณโดยเราภายใต้เงื่อนไขบางประการ",
  "You have the right to request a copy of the personal information we hold about you.": "คุณมีสิทธิ์ที่จะขอสำเนาข้อมูลส่วนบุคคลที่เรามีเกี่ยวกับตัวคุณ",
  "You have the right to request that we correct any inaccuracies in your personal information.": "คุณมีสิทธิ์ที่จะร้องขอให้เราแก้ไขข้อมูลส่วนบุคคลที่ไม่ถูกต้องใดๆ ของคุณได้",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "คุณมีสิทธิ์ที่จะร้องขอให้เราลบข้อมูลส่วนบุคคลของคุณ โดยมีข้อยกเว้นบางประการ",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "คุณจะได้รับ 20% ของขอบบ้านจากการซื้อขายแต่ละครั้งที่พวกเขาทำ หากคุณมีผู้ติดตามจำนวนมาก คุณสามารถติดต่อเราเพื่อรับค่าคอมมิชชั่นเพิ่มเติมได้",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "คุณจะได้รับเงินอุดหนุนประมาณ {nextCapitalCost} ในชั่วโมงถัดไป และจำนวนเงินที่แน่นอนจะขึ้นอยู่กับอัตราเงินทุนในขณะนั้น",
  "You won <0>{{award}}</0>": "คุณชนะ <0>{{award}}</0>",
  "Your": "ของคุณ",
  "Your Telegram": "Telegram ของคุณ",
  "Your account level is assessed and updated on the": "ระดับบัญชีของคุณได้รับการประเมินและอัปเดตใน",
  "Your current limit is {{limit}}": "ขีดจำกัดปัจจุบันของคุณคือ {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "ขีดจำกัดปัจจุบันของคุณคือ: ค่าธรรมเนียม PnL - {{pnl}}, ค่าธรรมเนียมคงที่ - {{Fixed}}",
  "Your email": "อีเมลของคุณ",
  "Your friends will be associated with you after they sign up": "เพื่อนของคุณจะเชื่อมโยงกับคุณหลังจากที่พวกเขาสมัคร",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "ข้อมูลของคุณ รวมถึงข้อมูลส่วนบุคคล อาจถูกโอนและเก็บรักษาไว้บนเซิร์ฟเวอร์หรือฐานข้อมูลที่ตั้งอยู่นอกประเทศหรือเขตอำนาจศาลของคุณ เมื่อใช้แพลตฟอร์มของเรา คุณยินยอมให้มีการโอนข้อมูลของคุณไปยังสหรัฐอเมริกาหรือประเทศอื่นใดที่ Detrade หรือผู้ให้บริการมีสถานประกอบการ",
  "Your investment": "การลงทุนของคุณ",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "การเลือกภาษาของคุณมีผลกับอีเมล SMS ของ Detrade การแจ้งเตือนในแอป และอุปกรณ์ทั้งหมดที่คุณเข้าสู่ระบบ",
  "Your name": "ชื่อของคุณ",
  "Your profile is now private": "โปรไฟล์ของคุณเป็นส่วนตัวแล้ว",
  "Your profile is now public": "โปรไฟล์ของคุณเป็นสาธารณะแล้ว",
  "Your transfer amount has to MATCH the submission amount.": "จํานวนเงินที่โอนของคุณต้องตรงกับจํานวนเงินที่ส่ง",
  "Zero Trading Fees": "ไม่มีค่าธรรมเนียมการซื้อขาย",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) การตรวจสอบเอกสาร: ผู้ใช้จะต้องอัปโหลดสำเนาเอกสารประจำตัวที่ออกโดยรัฐบาล เช่น หนังสือเดินทาง ใบอนุญาตขับขี่ หรือบัตรประจำตัวประชาชน",
  "all assets": "สินทรัพย์ทั้งหมด",
  "all status": "ทุกสถานะ",
  "approved": "ได้รับการอนุมัติ",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **คุกกี้ประสิทธิภาพ**: คุกกี้เหล่านี้รวบรวมข้อมูลเกี่ยวกับวิธีการที่คุณใช้แพลตฟอร์มของเรา เช่น หน้าที่คุณเข้าชมบ่อยที่สุด ข้อมูลนี้ใช้เพื่อปรับปรุงการทำงานของแพลตฟอร์มของเรา",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) การยืนยันที่อยู่: ผู้ใช้จะต้องแสดงหลักฐานที่อยู่ เช่น ใบแจ้งหนี้ค่าสาธารณูปโภคหรือใบแจ้งยอดธนาคาร เพื่อยืนยันที่พักอาศัยของตน",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "ขึ้นอยู่กับประสิทธิภาพและกิจกรรมล่าสุดของคุณ มีส่วนร่วมและไต่อันดับ!",
  "basic information verification": "การตรวจสอบข้อมูลพื้นฐาน",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **คุกกี้ฟังก์ชัน**: คุกกี้เหล่านี้ช่วยให้แพลตฟอร์มของเราจดจำตัวเลือกที่คุณเลือก (เช่น ชื่อผู้ใช้ ภาษา หรือภูมิภาค) และมอบคุณสมบัติส่วนบุคคลที่ได้รับการปรับปรุงให้ดียิ่งขึ้น",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) การยืนยันตัวตนแบบไบโอเมตริกซ์: Detrade อาจใช้การตรวจสอบตัวตนแบบไบโอเมตริกซ์ เช่น การจดจำใบหน้าหรือการสแกนลายนิ้วมือ เพื่อยืนยันตัวตนของผู้ใช้งาน",
  "change password": "เปลี่ยนรหัสผ่าน",
  "chat rules": "กฎการแชท",
  "currency": "เงินตรา",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **คุกกี้การกำหนดเป้าหมาย/การโฆษณา**: คุกกี้เหล่านี้ใช้เพื่อนำเสนอโฆษณาที่เกี่ยวข้องกับคุณและความสนใจของคุณมากขึ้น นอกจากนี้ยังช่วยให้เราสามารถวัดประสิทธิภาพของแคมเปญโฆษณาได้อีกด้วย",
  "date": "วันที่",
  "day": "วัน",
  "demo": "สาธิต",
  "deposit": "ฝากเงิน",
  "deposit with a 50% bonus": "ฝากเงินพร้อมโบนัส 50%",
  "down": "ลง",
  "earn ticket": "รับตั๋ว",
  "edit profile": "แก้ไขโปรไฟล์",
  "edit your avatar": "แก้ไขรูปประจำตัวของคุณ",
  "email": "อีเมล",
  "explanation": "คำอธิบาย",
  "failed": "ล้มเหลว",
  "forgot password?": "ลืมรหัสผ่าน？",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "ถือ Diamond เป็นเวลา 3 เดือน — ผู้จัดการวีไอพีของเราจะเชิญคุณให้เข้าถึงสิทธิพิเศษ Diamond+ ที่ปรับแต่งเอง",
  "init": "เริ่มต้น",
  "liq price": "ราคาลิค",
  "live": "ไลฟ์สด",
  "loading...": "กําลังโหลด...",
  "lucky poll": "การสำรวจความคิดเห็นที่โชคดี",
  "medium": "ปานกลาง",
  "month": "เดือน",
  "more": "เพิ่มเติม",
  "my tickets": "ตั๋วของฉัน",
  "name": "ชื่อ",
  "no": "ไม่",
  "or": "หรือ",
  "order id": "หมายเลขคำสั่งซื้อ",
  "pending": "รอดำเนินการ",
  "perks in total": "สิทธิพิเศษทั้งหมด",
  "price": "ราคา",
  "prize": "รางวัล",
  "processing": "กำลังประมวลผล",
  "rejected": "ปฏิเสธ",
  "results": "ผลลัพธ์",
  "rewards": "รางวัล",
  "rewards list": "รายการรางวัล",
  "search “Google Authenticator” and proceed to download.": "ค้นหา “Google Authenticator” และดำเนินการดาวน์โหลด",
  "seed": "seed",
  "strong": "แข็งแกร่ง",
  "success": "ความสำเร็จ",
  "temporary rejected": "ถูกปฏิเสธชั่วคราว",
  "terms and conditions": "ข้อกำหนดและเงื่อนไข",
  "tickets number": "หมายเลขตั๋ว",
  "ticks": "เครื่องหมาย",
  "time": "เวลา",
  "token": "โทเค็น",
  "top": "สูงสุด",
  "trader": "พ่อค้า",
  "trading platform": "แพลตฟอร์มการซื้อขาย",
  "two-Factor authentication": "การรับรองความถูกต้องด้วยสองปัจจัย",
  "up": "ขึ้น",
  "voucher": "บัตรกำนัล",
  "wager": "เดิมพัน",
  "weak": "อ่อนแอ",
  "week": "สัปดาห์",
  "welcome gifts": "ของขวัญต้อนรับ",
  "withdraw": "ถอนออก",
  "{{field}} is required": "{{field}} เป็นสิ่งจำเป็น",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} อันดับ - {{percent}} ของเงินรางวัลจากการแข่งขันประจำวัน",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0> จาก {{total}}</0>",
  "|PnL|": "|PnL|"
}
