{
  "* Both a memo/tag and an address are required": "* Sono richiesti sia un memo/tag che un indirizzo",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Si prega di confermare se l'indirizzo di ricezione richiede un MEMO/Tag. Se non viene compilato o compilato in modo errato, il bene andrà perso",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*I risultati del calcolatore sono stime e il ROI/P&L effettivo può differire da quello mostrato in base alle condizioni di mercato.",
  "1-on-1 manager": "Responsabile 1 a 1",
  "1. Choose the future price direction": "1. Scegli la direzione futura del prezzo",
  "1. Information We Collect": "1. Informazioni Che Raccogliamo",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"noi\", \"ci\" o \"nostro\") si impegna a combattere il riciclaggio di denaro e le attività di finanziamento del terrorismo attraverso l'implementazione di solide politiche e procedure antiriciclaggio (AML) e di conoscenza del cliente (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade (\"noi\", \"ci\" o \"nostro\") gestisce una piattaforma di trading di opzioni binarie online (\"Piattaforma\") che consente ai trader (\"tu\" o \"trader\") di negoziare vari strumenti finanziari.",
  "1.1 Personal Identification Information:": "1.1 Informazioni Di Identificazione Personale:",
  "1.2 Financial Information:": "1.2 Informazioni Finanziarie:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 La presente Politica antiriciclaggio (AML) e Conosci il tuo cliente (KYC) (\"Politica\") delinea i nostri obblighi e le nostre procedure per verificare l'identità dei nostri trader (\"tu\" o \"trader\") e per rilevare e prevenire attività di riciclaggio di denaro e di finanziamento del terrorismo sulla piattaforma Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Il presente Accordo per l'Utente e Termini e Condizioni (\"Accordo\") regola l'utilizzo della Piattaforma di Detrade. Accedendo o utilizzando la nostra Piattaforma, l'utente riconosce di aver letto, compreso e accettato di essere vincolato dal presente Contratto.",
  "1.3 Technical Information:": "1.3 Informazioni Tecniche:",
  "1.4 Usage Data:": "1.4 Dati Di Utilizzo:",
  "1.5 Location Information:": "1.5 Informazioni Sull'Ubicazione:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Cookie e tecnologie di monitoraggio:",
  "1.Introduction": "1.Introduzione",
  "10 most wagering players carve up the prize pool.": "I 10 giocatori che scommettono di più si dividono il montepremi.",
  "10. Amendments to the Policy": "10. Modifiche alla Politica",
  "10. International Data Transfers": "10. Trasferimenti internazionali di dati",
  "10. Limitation of Liability": "10. Limitazione di responsabilità",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade si riserva il diritto di modificare o emendare la presente Politica in qualsiasi momento. Qualsiasi modifica sarà efficace immediatamente dopo la pubblicazione sulla piattaforma di Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Nella misura massima consentita dalla legge, Detrade non sarà responsabile di alcun danno diretto, indiretto, incidentale, speciale o consequenziale derivante da o in qualsiasi modo connesso all'utilizzo della nostra Piattaforma da parte dell'utente.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 In nessun caso la responsabilità totale di Detrade nei confronti dell'utente per tutti i danni, le perdite e le cause di azione derivanti da o in relazione al presente Contratto supererà l'importo pagato dall'utente, se del caso, a Detrade durante il periodo di dodici (12) mesi immediatamente precedente l'evento che ha dato origine a tale responsabilità.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 È responsabilità dell'utente rivedere periodicamente la presente Informativa per rimanere informato su eventuali aggiornamenti o modifiche. L'uso continuato della piattaforma di Detrade dopo eventuali modifiche alla presente Informativa costituisce accettazione di tali modifiche.",
  "1000x leverage": "leva finanziaria 1000x",
  "11. Contact Information": "11. Informazioni Di Contatto",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 In caso di domande, dubbi o feedback relativi alla presente Politica o alle procedure AML e KYC di Detrade, si prega di contattarci all'indirizzo [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 L'utente accetta di indennizzare,difendere,e trattenere Detrade innocuo e le sue affiliate,ufficiali,direttori,dipendenti e agenti da e contro qualsiasi e tutte le rivendicazioni,responsabilità,danni, osses, costi, spese, o tasse (incluse ragionevoli spese legali) derivanti da o in connessione con l'uso della piattaforma di Detrade o la violazione del presente Accordo.",
  "11.Indemnification": "11.Indennizzo",
  "12. Contact Us": "12. Contattaci",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Il presente Contratto sarà disciplinato e interpretato in conformità alle leggi di [Giurisdizione].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Qualsiasi controversia derivante da o in relazione al presente Contratto sarà risolta mediante arbitrato in conformità alle regole di [Organizzazione arbitrale].",
  "12.Governing Law and Dispute Resolution": "12.Legge applicabile e risoluzione delle controversie",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade si riserva il diritto di modificare o emendare il presente Contratto in qualsiasi momento.Qualsiasi modifica sarà efficace immediatamente dopo la pubblicazione sulla Piattaforma di Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 È responsabilità dell'utente rivedere periodicamente il presente Contratto per rimanere informato su eventuali aggiornamenti o modifiche. L'uso continuato della Piattaforma Detrade dopo eventuali modifiche al presente Contratto costituisce accettazione di tali modifiche.",
  "13.Amendments to the Agreement": "13.Modifiche all'Accordo",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 In caso di domande, dubbi o feedback relativi al presente Accordo o alla Piattaforma Detrade, si prega di contattarci all'indirizzo14.1 In caso di domande, dubbi o feedback relativi al presente Accordo o alla Piattaforma Detrade, si prega di contattarci all'indirizzo",
  "14.Contact Information": "14.Informazioni Di Contatto",
  "16th of every month": "16 di ogni mese",
  "1D": "1G",
  "1M": "1M",
  "1W": "1S",
  "2. Definitions": "2. Definizioni",
  "2. Eligibility": "2. Ammissibilità",
  "2. How We Use Your Information": "2. Come Utilizziamo Le Vostre Informazioni",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. È possibile visualizzare l'importo totale degli ordini del pool di fondi nelle direzioni SU e GIÙ e lo stato degli ordini dell'utente e degli altri utenti dell'elenco.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" si riferisce all'Antiriciclaggio, che è l'insieme di procedure, leggi e regolamenti volti a prevenire la generazione illegale di reddito attraverso i sistemi finanziari.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Accedendo o utilizzando la Piattaforma di Detrade, l'utente dichiara e garantisce di avere almeno 18 anni e di avere la capacità giuridica di stipulare il presente Contratto.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Fornire e mantenere la nostra piattaforma:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 Per \"KYC\" si intende Know Your Customer, ovvero il processo di verifica dell'identità dei clienti e di valutazione del loro potenziale rischio di coinvolgimento in attività illecite.",
  "2.2 To Improve Our Platform:": "2.2 Migliorare La Piattaforma:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 L'utente deve inoltre rispettare tutte le leggi e i regolamenti applicabili in merito all'utilizzo della nostra Piattaforma.",
  "2.3 To Communicate with You:": "2.3 Comunicare con te:",
  "2.4 To Personalize Your Experience:": "2.4 Per Personalizzare La Tua Esperienza:",
  "2.5 To Conduct Analytics and Research:": "2.5 Per Condurre Analisi e Ricerche:",
  "2.6 To Ensure Security and Compliance:": "2.6 Garantire la sicurezza e la conformità:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% di commissione di affiliazione (un aumento del 100% rispetto alla nostra tariffa base).",
  "20+ exchange market data": "Oltre 20 dati di mercato di scambio",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Avviso di restrizione dei prelievi entro 24 ore Il nostro sistema ha identificato delle modifiche a informazioni importanti sul vostro conto, per cui stiamo temporaneamente sospendendo la funzione di prelievo del vostro conto mentre prendiamo provvedimenti per proteggere i vostri beni. Le restrizioni saranno automaticamente revocate all'ora UTC {{time}}",
  "24h Live Players": "Giocatori Live 24h",
  "24h Trade Vol": "Volume degli scambi 24 ore su",
  "24h Wins Paid": "24h Vittorie Pagate",
  "24h high": "24 ore di alta",
  "24h low": "24 ore di bassa",
  "24h players": "Giocatori 24 ore su 24",
  "24h win ratio": "Rapporto di vittoria 24 ore",
  "2FA Code's length is not right": "La lunghezza del codice 2FA non è corretta",
  "2FA authentication": "Autenticazione 2FA",
  "2s CFD and 5-60s Options": "CFD 2s e 5-60 opzioni",
  "3. Customer Due Diligence (CDD)": "3. Due Diligence del Cliente (CDD)",
  "3. How We Share Your Information": "3. Come Condividiamo Le Vostre Informazioni",
  "3. Wait for system settlement": "3. Attendere il regolamento del sistema",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade effettua la Customer Due Diligence (CDD) su tutti gli utenti per verificarne l'identità e valutarne il livello di rischio.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Per accedere ad alcune funzioni della Piattaforma di Detrade, può essere richiesto all'utente di registrarsi per un account.",
  "3.1 With Service Providers:": "3.1 Con I Fornitori Di Servizi:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Durante il processo di registrazione, all'utente potrebbe essere richiesto di fornire alcune informazioni personali, tra cui, a titolo esemplificativo e non esaustivo, nome e cognome, data di nascita, indirizzo di residenza, documento d'identità rilasciato dal governo e prova di indirizzo.",
  "3.2 For Legal Reasons:": "3.2 Per Motivi Legali:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Quando si registra un account, l'utente accetta di fornire informazioni accurate, aggiornate e complete su di sé come richiesto dal modulo di registrazione.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade si riserva il diritto di richiedere all'utente ulteriori informazioni o documentazione per verificare la sua identità o valutare il suo livello di rischio.",
  "3.3 To Protect Our Rights:": "3.3 Tutelare I Nostri Diritti:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 L'utente è responsabile del mantenimento della riservatezza delle credenziali del proprio account e di tutte le attività che si svolgono con il proprio account.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade si riserva il diritto di sospendere o chiudere l'account dell'utente nel caso in cui ritenga che l'utente abbia fornito informazioni false o fuorvianti durante il processo di registrazione o abbia violato qualsiasi disposizione del presente Contratto.",
  "3.4 With Your Consent:": "3.4 Con Il Tuo Consenso:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 L'utente accetta di fornire prontamente qualsiasi informazione o documentazione richiesta da Detrade ai fini della Customer Due Diligence (CDD).",
  "3.5 In Business Transfers:": "3.5 Per I Trasferimenti Di Imprese:",
  "3.Account Registration": "3.Registrazione Account",
  "3rd Merchant Processing": "3rd Elaborazione Commerciante",
  "4. Check the winning and losing results": "4. Controllare i risultati vincenti e perdenti",
  "4. Identity Verification": "4. Verifica Dell'Identità",
  "4. Platform Use": "4. Uso Della Piattaforma",
  "4. Your Data Protection Rights": "4. I Tuoi Diritti Di Protezione Dei Dati",
  "4.1 Access:": "4.1 Accesso:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade utilizza vari metodi e strumenti per verificare l'identità dei propri utenti, tra cui:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 La Piattaforma di Detrade è fornita solo a scopo informativo ed educativo. L'utente riconosce e accetta che qualsiasi informazione fornita sulla nostra Piattaforma non è da intendersi come consulenza finanziaria e non si deve fare affidamento su di essa per prendere decisioni di investimento.",
  "4.2 Correction:": "4.2 Correzione:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade si riserva il diritto di rifiutare qualsiasi documento o informazione fornita dagli utenti se ritenuta insufficiente o imprecisa ai fini della verifica dell'identità.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 L'utente è l'unico responsabile della valutazione dei rischi associati alla negoziazione di opzioni binarie e della determinazione se la negoziazione sulla Piattaforma di Detrade è adatta a lui.",
  "4.3 Deletion:": "4.3 Cancellazione:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 L'utente accetta di utilizzare la Piattaforma di Detrade in conformità con tutte le leggi e i regolamenti applicabili e in modo da non violare i diritti di altri o i termini del presente Contratto.",
  "4.4 Objection:": "4.4 Opposizione:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Limitazione: L'utente ha il diritto di richiedere la limitazione del trattamento dei suoi dati personali, a determinate condizioni.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Portabilità dei dati: L'utente ha il diritto di richiedere il trasferimento dei propri dati personali a un'altra organizzazione o direttamente all'utente, a determinate condizioni.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Revoca del consenso: Se ci avete dato il consenso al trattamento dei vostri dati personali, avete il diritto di ritirare il vostro consenso in qualsiasi momento.",
  "5. Data Security": "5. Sicurezza Dei Dati",
  "5. Risk Assessment": "5. Valutazione Del Rischio",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade effettua una valutazione del rischio di ciascun trader in base alle informazioni di verifica dell'identità, alla cronologia delle transazioni e ad altri fattori rilevanti.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 La Piattaforma di Detrade consente agli utenti di negoziare opzioni binarie su vari strumenti finanziari, tra cui, a titolo esemplificativo, azioni, valute, materie prime e indici.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Agli utenti può essere assegnato un punteggio di rischio in base ai risultati della valutazione del rischio, che può influenzare il livello di controllo applicato alle loro transazioni e attività del conto.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 L'utente riconosce e accetta che la negoziazione di opzioni binarie comporta rischi significativi, compreso il rischio di perdere l'intero investimento.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Il cliente è l'unico responsabile della valutazione dei rischi associati a ciascuna operazione e della determinazione della strategia di investimento più adeguata alla sua situazione personale.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade non fornisce alcuna garanzia o assicurazione in merito alla redditività o al successo di qualsiasi operazione effettuata sulla nostra Piattaforma.",
  "5.Trading": "5.Trading",
  "50+ trading pairs": "Oltre 50 coppie di trading",
  "6 Month's Pnl": "Pnl di 6 mesi",
  "6. Data Retention": "6. Conservazione Dei Dati",
  "6. Fees and Charges": "6. Tariffe e Oneri",
  "6. Monitoring and Reporting": "6. Monitoraggio e Comunicazione",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade può addebitare commissioni per alcuni servizi o transazioni condotti sulla nostra Piattaforma. L'utente accetta di pagare tutte le commissioni e gli oneri applicabili in relazione all'utilizzo della nostra Piattaforma.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade monitora le transazioni dei trader e l'attività dei conti per individuare segnali di comportamenti sospetti o insoliti che potrebbero indicare attività di riciclaggio di denaro o di finanziamento del terrorismo.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade si riserva il diritto di cambiare o modificare la struttura delle tariffe in qualsiasi momento, con o senza preavviso.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Qualora Detrade identifichi attività o transazioni sospette, ci riserviamo il diritto di segnalare tale attività alle autorità competenti e di adottare le misure appropriate, tra cui, a titolo esemplificativo ma non esaustivo, il congelamento o la sospensione dei conti dei trader.",
  "6M": "6M",
  "7 * 24 technical services": "7 * 24 Servizi tecnici",
  "7. Cookies and Similar Technologies": "7. Cookie e Tecnologie Simili",
  "7. Intellectual Property": "7. Proprietà Intellettuale",
  "7. Record-Keeping": "7. Tenuta dei registri",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Tutti i contenuti e i materiali disponibili sulla Piattaforma di Detrade, compresi, a titolo esemplificativo ma non esaustivo, testi, grafici, loghi, immagini e software, sono di proprietà di Detrade o dei suoi licenziatari e sono protetti da copyright, marchi e altre leggi sulla proprietà intellettuale.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Cookie: Utilizziamo i cookie per migliorare la vostra esperienza sulla nostra Piattaforma. Un cookie è un piccolo file collocato sul vostro dispositivo che ci consente di riconoscere il vostro browser e di acquisire e ricordare determinate informazioni.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade conserva i registri di tutte le informazioni identificative dei trader e delle transazioni in conformità con le leggi e i regolamenti applicabili.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Tipi di cookie: a) **Cookie essenziali**: Questi cookie sono necessari per il funzionamento della nostra Piattaforma. Consentono all'utente di navigare nel sito e di utilizzarne le funzionalità.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 I registri degli utenti sono mantenuti riservati e vengono divulgati solo al personale autorizzato o alle autorità di regolamentazione, come richiesto dalla legge.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 All'utente viene concessa una licenza limitata, non esclusiva e non trasferibile per l'accesso e l'utilizzo della Piattaforma di Detrade solo per uso personale e non commerciale.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Gestione dei Cookie: È possibile controllare l'uso dei cookie a livello di singolo browser. Se rifiutate i cookie, potete continuare a utilizzare la nostra Piattaforma, ma la vostra capacità di utilizzare alcune funzioni o aree della nostra Piattaforma potrebbe essere limitata.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 L'utente accetta di non riprodurre, modificare, distribuire o creare opere derivate basate su qualsiasi contenuto o materiale disponibile sulla Piattaforma di Detrade senza l'espresso consenso scritto di Detrade.",
  "8. Third-Party Links": "8. Link Di Terze Parti",
  "8. Training and Awareness": "8. Formazione e Sensibilizzazione",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade offre ai propri dipendenti programmi di formazione e sensibilizzazione per garantire che siano consapevoli delle politiche e delle procedure antiriciclaggio e KYC.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade rispetta la privacy dei suoi utenti e si impegna a proteggere le loro informazioni personali. Si prega di consultare la nostra Informativa sulla privacy per i dettagli sulle modalità di raccolta, utilizzo e divulgazione delle informazioni personali.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 I dipendenti sono addestrati a riconoscere e segnalare attività sospette e a rispettare tutti i requisiti AML e KYC.",
  "8.Privacy Policy": "8. Informativa Privacy",
  "9. Children's Privacy": "9. Privacy Dei Bambini",
  "9. Compliance Oversight": "9. Supervisione della Conformità",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade ha designato un Compliance Officer responsabile della supervisione della conformità alle politiche e alle procedure AML e KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade si riserva il diritto di sospendere o interrompere l'accesso dell'utente alla nostra Piattaforma in qualsiasi momento e per qualsiasi motivo, con o senza causa, e senza preavviso.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Il Compliance Officer è responsabile del monitoraggio degli sviluppi normativi, dell'aggiornamento delle politiche AML e KYC, se necessario, e della garanzia che le operazioni di Detrade rimangano conformi a tutte le leggi e i regolamenti applicabili.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 In caso di cessazione dell'accesso dell'utente alla Piattaforma di Detrade, tutte le disposizioni del presente Contratto che per loro natura dovrebbero sopravvivere alla cessazione rimarranno in vigore, comprese, a titolo esemplificativo, le disposizioni relative alla proprietà intellettuale, alla limitazione della responsabilità e alla risoluzione delle controversie.",
  "9.Termination": "9.Cessazione",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Importo bonus:</0> 50% del tuo primo deposito",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Limite bonus:</0> Bonus di trading massimo di 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Idoneità:</0> Solo nuovi utenti su Detrade",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Requisito:</0> Primo deposito ≥ 50 USDT (o criptovaluta equivalente)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Prodotti supportati</0>: Highlow, Spread, Up Down, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> i biglietti sono stati inviati a questo giro!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> per operazioni di entrata e uscita da {{position}}, incluso lo slippage",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>di {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "All'apertura dell'operazione è stata addebitata una commissione fissa di {{feeAmount}} ({{commission}}) (posizione:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Una frazione dei vostri profitti (se presenti) viene prelevata quando chiudete l'operazione",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Una commissione variabile è stata addebitata come frazione dei profitti alla chiusura dell'operazione",
  "A verification will be sent to {{email}}": "Una verifica sarà inviata a {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Assicurati di aver sbloccato tutte e quattro le modalità di trading. Se il problema persiste, contatta l'assistenza clienti per ricevere assistenza.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: No, il bonus in sé non è prelevabile. Tuttavia, eventuali <0>profitti realizzati utilizzando il bonus</0> possono essere prelevati.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "R: Sì. Attiva il bonus entro <0>7 giorni</0> dall'emissione. I bonus scaduti non possono essere recuperati.",
  "AF": "AF",
  "AML & KYC policy": "Politica AML e KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Informazioni Su Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Accedi a oltre 70 patrimonio popolari con un potenziale di profitto fino al 90%",
  "Account Details": "Dettagli dell'account",
  "Account Not Verified": "Conto non verificato",
  "Account Verified": "Conto verificato",
  "Activate": "Attivare",
  "Activation expiry time": "Tempo di scadenza dell'attivazione",
  "Active": "Attivo",
  "Active tickets": "Biglietti attivi",
  "Activity priority access": "Accesso prioritario alle attività",
  "Add": "Aggiungi",
  "Add key phrase into Google Authenticator and remember the key phrase": "Aggiungi la frase chiave in Google Authenticator e ricordati la frase chiave",
  "Add referral": "Aggiungi un referral",
  "Add referral code": "Aggiungi il codice di riferimento",
  "Address is required": "L'indirizzo è obbligatorio",
  "Address valid": "Indirizzo valido",
  "Advanced": "Avanzato",
  "Advanced Users": "Utenti Avanzati",
  "Advanced chart": "Grafico avanzato",
  "Advantage": "Vantaggio",
  "Affiliate program": "Programma di affiliazione",
  "Affiliates": "Affiliati",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Dopo aver completato il tuo primo deposito, vai al <0>Centro Premi</0> per visualizzare il tuo buono di prova iniziale da 1 USDT.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Dopo aver impostato le informazioni personali come private, gli altri utenti non potranno vedere il vostro nome utente e le vostre informazioni.",
  "Agreement": "Accordo",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Metodo Airdrop: Le ricompense vengono distribuite automaticamente al portafoglio. Seguire l'e-mail in-app.",
  "Airdrop plan": "Airdrop progetto",
  "Airdrop program": "Programma Airdrop",
  "Airdrops": "Airdrops",
  "Algorithm": "Algoritmo",
  "All": "Tutti",
  "All Assets": "Tutte le risorse",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Tutte le attività di intermediazione su questo sito web sono fornite da Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Tutte le formule di gioco sono aperte e trasparenti, il che scoraggia le frodi e previene i rischi per i partner e i giocatori.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Tutti i prezzi per il ciclo di trading di 24 ore sono predeterminati utilizzando un seed estratto a caso, che viene rivelato alla fine di ogni ciclo di trading. Grazie a questo seed pubblicato, chiunque può verificare che abbiamo rispettato l'algoritmo descritto di seguito e che non abbiamo modificato alcun prezzo dopo l'inizio del ciclo. In particolare, è impossibile per noi modificare i prezzi in base alle vostre operazioni di trading.",
  "All prizes will be sent in USDT.": "Tutti i premi saranno inviati in USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Tutta l'esperienza pratica di un top trader di cui avete bisogno, compreso l'accesso agli indicatori e ai segnali di trading più interessanti.",
  "All time wins paid": "Vincite di tutti i tempi pagate",
  "Already have an account?": "Hai già un account?",
  "Amount": "Importo",
  "Amount is required": "L'importo è obbligatorio",
  "Amount to withdraw": "Importo da prelevare",
  "Announcement": "Annuncio",
  "Announcements": "Annuncio",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Politica antiriciclaggio (AML) e di conoscenza del cliente (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Avete domande? Il nostro team di assistenza è pronto ad assistervi e a guidarvi nel processo di candidatura.",
  "Apply": "Applicare",
  "Applying": "Applicazione",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Circa {{nextCapitalCost}} sarà addebitato nell'ora successiva, e l'importo specifico è soggetto al tasso di finanziamento in quel momento.",
  "Are there any geographical restrictions?": "Ci sono restrizioni geografiche?",
  "Arrival amount": "Importo di arrivo",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Finché il programma rimane attivo, puoi guadagnare commissioni dal momento in cui il tuo referente registra un account Detrade.",
  "Ask a question": "Fai una domanda",
  "Asset types,currencies,cryptocurrencies for any trader.": "Tipi di attività, valute, criptovalute per qualsiasi trader.",
  "Assets": "Asset",
  "Assets overview": "Panoramica delle risorse",
  "At least {{exceed}} number": "Almeno {{exceed}} numeri",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Al termine del conto alla rovescia, i profitti e le perdite saranno determinati in base all'andamento previsto.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "All'inizio di ogni ciclo di trading (00:00 UTC), viene scelto casualmente un nuovo seed di 32 byte. I prezzi dell'intero round possono essere riprodotti combinando questo seme con un contatore di tick interi incrementali.",
  "Auto": "Auto",
  "Available": "Disponibile",
  "Available on request": "Disponibile su richiesta",
  "Award quota": "Quota premio",
  "Awarded users": "Utenti premiati",
  "Balance": "Saldo",
  "Balance is not enough": "Il saldo non è sufficiente",
  "Basic": "Di Base",
  "Becoming an affiliate is easy": "Diventare un affiliato è facile",
  "Benefit from our many years of experience and internationally renowned reputation.": "Approfittate della nostra pluriennale esperienza e della nostra fama internazionale.",
  "Benefits": "Vantaggi",
  "Benefits:": "Vantaggi:",
  "Best For": "Migliore Per",
  "Bet": "Scommessa",
  "Betting": "Scommesse",
  "Binary Options Exchange": "Scambio di opzioni binarie",
  "Bind": "Legare",
  "Bind Success": "Collegamento Riuscito",
  "Black diamond circle": "Cerchio di diamanti neri",
  "Blockchain Processing": "Elaborazione Blockchain",
  "Bonus": "Bonus",
  "Bonus Rules": "Regole bonus",
  "Bonus Trial": "Prova bonus",
  "Bonus pool": "Piscina bonus",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "I buoni bonus <0>non sono prelevabili</0>, ma <1>i profitti derivanti dalle negoziazioni bonus sono prelevabili<1>",
  "Boost your earnings by affiliate program": "Aumenta i tuoi guadagni con il programma di affiliazione",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Aumenta il tuo trading con una leva finanziaria fino a 1000x: rischio elevato, guadagno maggiore.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Aumenta il tuo trading con una leva finanziaria fino a 1000x: rischio elevato, guadagno maggiore.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Prodotti e servizi di intermediazione offerti da Nexus Play LLC.",
  "Bronze": "Bronzo",
  "Bust And Stop Loss Prices": "Prezzi di Bust e Stop Loss",
  "Buy": "Acquista",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Accedendo o utilizzando la Piattaforma di Detrade, l'utente riconosce di aver letto, compreso e accettato di essere vincolato dalla presente Informativa sulla privacy. Se l'utente non è d'accordo con la presente Informativa sulla privacy, non deve utilizzare la nostra Piattaforma.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Accedendo o utilizzando la Piattaforma di Detrade, l'utente riconosce di aver letto, compreso e accettato di essere vincolato dal presente Contratto. Se non è d'accordo con qualsiasi parte del presente Contratto, non deve utilizzare la Piattaforma di Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Accedendo o utilizzando la piattaforma di Detrade, l'utente riconosce di aver letto, compreso e accettato di rispettare la presente Politica AML e KYC. Se non siete d'accordo con qualsiasi parte di questa Politica, non dovete utilizzare la piattaforma di Detrade.",
  "Calculator": "Calcolatrice",
  "Campaign": "Campagna",
  "Campaign Center": "Centro Campagne",
  "Can I See The Data Of My Referral?": "Posso vedere i dati del mio referral?",
  "Can I use a live account and a demo account at the same time?": "Posso utilizzare un conto live e un conto demo allo stesso tempo?",
  "Can Partner upgrade his partnership level in the future?": "Il Partner può aumentare il suo livello di partnership in futuro?",
  "Can non-crypto users play Detrade games?": "Gli utenti non cripto possono giocare a Detrade?",
  "Cancel": "Annulla",
  "Cannot exceed {{exceed}} characters": "Non può essere superiore a {{exceed}} caratteri",
  "Cash All": "Incassare Tutto",
  "Champion Profits": "Profitti del campione",
  "Change": "Modifica",
  "Change password": "Cambiare la password",
  "Chat": "Chat",
  "Check <0>ROI calculator</0> for more details": "Controllare la <0>calcolatrice del ROI</0> per maggiori dettagli",
  "Chg%": "Dif%",
  "Choose Symbol": "Scegli Simbolo",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Scegli il tuo <0>tipo di account e </0> inizia a fare trading!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Scegli il tuo <br/> tipo di conto e </br> inizia a fare trading!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Scegliete un moltiplicatore per massimizzare la vostra posizione. Un moltiplicatore più alto aumenta il rischio di margine",
  "Choose the cryptocurrency that you would like to start trading.": "Scegliete la criptovaluta che desiderate iniziare a negoziare.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Scegliere la direzione verso l'alto o verso il basso per piazzare un ordine entro il tempo specificato del conto alla rovescia.",
  "Claim": "Richiedi",
  "Claim Voucher": "Riscatta il voucher",
  "Claimed rewards": "Ricompense richieste",
  "Claimed rewards details": "Dettagli dei premi richiesti",
  "Click Here To View The": "Clicca Qui Per Visualizzare Il",
  "Click Up or Down to Trading": "Clicca su o giù per fare trading",
  "Client": "Client",
  "Close": "Chiudere",
  "Close Time": "Tempo Di Chiusura",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Chiudi in qualsiasi momento, sia in profitto che in perdita. Imposta obiettivi di prendere-profitto o stop-loss per chiudere automaticamente la tua posizione",
  "Close the order": "Chiudi l'ordine",
  "Close type": "Chiudi tipo",
  "Closed successfully!": "Chiuso con successo!",
  "Co-planning rights": "Diritti di co-pianificazione",
  "Coin-Margined": "Margine Di Moneta",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Combinare tutti gli ordini limite a riposo da ciascun feed di prezzi in un unico portafoglio ordini composito. È normale e previsto che il prezzo di alcuni ordini di acquisto superi il prezzo di alcuni ordini di vendita provenienti da altre borse. Le dimensioni dei singoli ordini sono limitate a 1 milione di dollari per limitare l'influenza di un singolo ordine di grandi dimensioni.",
  "Coming soon": "Prossimamente",
  "Community": "Comunità",
  "Community access": "Accesso comunitario",
  "Completed": "Completed",
  "Comprehensive trading training": "Formazione completa sul trading",
  "Computers and smartphones are fully functional": "Computer e smartphone sono perfettamente funzionanti",
  "Condition 1: The price trend matches your prediction.": "Condizione 1: l'andamento dei prezzi corrisponde alla vostra previsione.",
  "Condition 2: Price movement breaks through the spread.": "Condizione 2: il movimento del prezzo rompe lo spread.",
  "Confirm": "Confermare",
  "Confirm Close": "Conferma chiusura",
  "Confirm removing Google 2FA authentication?": "Vuoi confermare la rimozione dell'autenticazione Google 2FA?",
  "Confirm settlement of all orders?": "Confermare la liquidazione di tutti gli ordini?",
  "Confirm to close the order?": "Confermare la chiusura dell'ordine?",
  "Confirmations": "Conferme",
  "Connect": "Connetti",
  "Connect with your friends": "Connettiti con i tuoi amici",
  "Contact Us": "Contattaci",
  "Contact us": "Contattaci",
  "Contact us with Email or Live chat": "Contattaci con Email o Live chat",
  "Content creators program": "Programma per creatori di contenuti",
  "Contest prize pool": "Montepremi del concorso",
  "Continue": "Continuare",
  "Continue Deposit Process": "Continua il processo di deposito",
  "Continue deposit process": "Continua il processo di deposito",
  "Continue with Google": "Continua con Google",
  "Continue with X": "Continua con X",
  "Continuously updated": "Aggiornamento continuo",
  "Convenient deposit and withdrawal methods": "Metodi di deposito e prelievo convenienti",
  "Copy": "Copia",
  "Copy Success": "Copia Riuscita",
  "Copy this code to your authenticator app": "Copia questo codice nella tua app di autenticazione",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Copyright © 2025 Nexus Play LLC. Tutti i diritti riservati.",
  "Country": "Paese",
  "Create Password": "Crea password",
  "Crypto": "Crypto",
  "Crypto - binary options": "Cripto - opzioni binarie",
  "Crypto Pairs": "Coppie di criptovalute",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Il trading di contratti di criptovaluta comporta un elevato livello di rischio e potresti perdere l'intero importo della tua transazione. Maggiore è la leva finanziaria utilizzata, maggiore è il rischio. Tuttavia, in nessun caso puoi perdere più dell'importo iniziale della tua transazione.",
  "Currency": "Valuta",
  "Custom Price Move %": "Sposta Prezzo Personalizzato %",
  "Custom cashback plan": "Piano di cashback personalizzato",
  "Custom revenue share and fee option.": "Opzione personalizzata per la condivisione dei ricavi e delle commissioni.",
  "Custom services": "Servizi personalizzati",
  "Custom signals": "Segnali personalizzati",
  "Customized incentives tailored to your needs.": "Incentivi personalizzati in base alle vostre esigenze.",
  "DOWN": "GIÙ",
  "Daily Active Users": "Utenti Giornalieri Attivi",
  "Daily Earning": "Guadagno Giornaliero",
  "Daily contest": "Concorso quotidiano",
  "Dark": "Scuro",
  "Date": "Data",
  "Day": "Giorno",
  "DeTrade overview": "Panoramica di DeTrade",
  "Dedicated customer support": "Assistenza clienti dedicata",
  "Demo": "Dimostrazione",
  "Demo Account": "Account Demo",
  "Demo Trading": "Commercio dimostrativo",
  "Depending on your location, you may have the following rights regarding your personal information:": "A seconda del luogo in cui vi trovate, potreste avere i seguenti diritti in merito ai vostri dati personali:",
  "Deposit": "Deposito",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Deposita 120 USDT → Ricevi un bonus limitato a 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Deposita 80 USDT → Ricevi un bonus di 40 USDT",
  "Deposit Amount": "Importo del deposito",
  "Deposit Order Created": "Ordine di deposito creato",
  "Deposit Via {{depositChannel}}": "Deposito tramite {{depositChannel}}",
  "Deposit address": "Indirizzo di deposito",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Depositate e prelevate denaro con facilità utilizzando il metodo di pagamento più conveniente.",
  "Deposit is in progress": "",
  "Deposit now": "Deposita ora",
  "Deposits and withdrawals": "Depositi e prelievi",
  "Derivative Exchanges": "Scambi Di Derivati",
  "Description": "Descrizione",
  "Detail": "Dettaglio",
  "Details": "Dettagli",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"noi\", \"ci\" o \"nostro\") apprezza la vostra privacy e si impegna a proteggere le vostre informazioni personali. La presente Informativa sulla privacy spiega come raccogliamo, utilizziamo, divulghiamo e salvaguardiamo le vostre informazioni quando utilizzate la nostra piattaforma di trading di opzioni binarie (\"Piattaforma\"). Accedendo o utilizzando la nostra Piattaforma, l'utente accetta la raccolta e l'utilizzo delle informazioni in conformità con la presente politica. Se non siete d'accordo con questa politica, non dovete utilizzare la nostra Piattaforma.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect è una soluzione di integrazione perfetta che consente alle piattaforme di terze parti di collegarsi facilmente al nostro ecosistema. Attraverso potenti API e strumenti di automazione, integriamo direttamente le funzioni principali dei nostri prodotti nella vostra piattaforma. L'obiettivo è fornire alle piattaforme derivati di criptovalute diversificati, uno scambio di dati più rapido e la possibilità di accedere alle nostre funzionalità all'avanguardia, garantendo al contempo connessioni sicure, scalabili e affidabili. Sia che vogliate espandere la fornitura di servizi o semplificare i flussi di lavoro, Detrade Connect può rendere l'integrazione semplice, efficiente ed efficace.",
  "Detrade Index Prices": "Detrade Indice Prezzi",
  "Detrade Partner": "Partner Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Programma Partner Detrade! Questo programma è stato progettato per fornire ai creatori un potenziale di guadagno maggiore e vantaggi esclusivi, rendendo i vostri sforzi promozionali davvero gratificanti.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade si è impegnata a trasformare il tradizionale settore del trading intelligente e ad aprire i mercati finanziari a tutti, ovunque. La nostra missione è fornire l'esperienza di trading più innovativa. Chiunque nel mondo dovrebbe essere in grado di partecipare alle transazioni.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade ha completato la revisione del codice e il risultato è nella TOP-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade è in rapida crescita. Ci impegniamo a fornire ai nostri utenti un'esperienza innovativa e coinvolgente che la renda la piattaforma preferita per il trading di criptovalute e opzioni binarie.",
  "Detrade learn": "Detrade impara",
  "Detrade offers 3 types of optional products.": "Detrade offre 3 tipi di prodotti opzionali.",
  "Detrade partnership program": "Programma di partnership Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade si riserva il diritto di interpretazione finale per questa campagna.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade si riserva il diritto di modificare le regole e le condizioni a sua esclusiva discrezione e senza preavviso.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade si riserva il diritto di escludere i giocatori che hanno violato le nostre regole in qualsiasi fase del Concorso.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade si riserva il diritto di rivedere, sospendere o annullare l'attività o la distribuzione degli airdrop in qualsiasi momento, inclusi eventuali termini e condizioni. La revisione ha lo scopo di gestire/prevenire frodi e altre attività illegali. A meno che il trader non sia coinvolto in frodi e altre attività illegali, tale revisione non avrà alcun effetto sui trader che hanno scelto di partecipare.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade si riserva il diritto di aggiornare o modificare la presente Informativa sulla privacy in qualsiasi momento. Notificheremo all'utente eventuali modifiche pubblicando la nuova Informativa sulla privacy sulla nostra Piattaforma. Si consiglia all'utente di rivedere periodicamente la presente Informativa sulla privacy per eventuali modifiche. L'uso continuato della nostra Piattaforma dopo eventuali modifiche all'Informativa sulla privacy costituirà il riconoscimento delle modifiche e il consenso a rispettare ed essere vincolati dall'Informativa sulla privacy aggiornata.",
  "Detrade weekly draw": "Estrazione settimanale del Detrade",
  "Developer documentation": "Documentazione per gli sviluppatori",
  "Device": "Dispositivo",
  "Diamond": "Diamante",
  "Diamond Partner": "Partner Diamante",
  "Didn't find an answer to our question?": "Non avete trovato una risposta alla vostra domanda?",
  "Direction": "Direzione",
  "Discover trending tokens. Trade. Earn. Repeat.": "Scopri i token di tendenza. Fai trading. Guadagna. Ripeti.",
  "Distributing Payout": "Distribuzione Del Pagamento",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Non utilizzate simboli speciali e la barra spaziatrice, altrimenti il vostro account potrebbe non essere supportato.",
  "Do not use special symbols, otherwise your account may not be supported.": "Non utilizzate simboli speciali, altrimenti il vostro account potrebbe non essere supportato.",
  "Does the company have the legal qualifications to carry out relevant business?": "L'azienda ha le qualifiche legali per svolgere l'attività in questione?",
  "Don't beg or ask for loans, rains or tips.": "Non elemosinate o chiedete prestiti, piogge o mance.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Non impegnarsi in alcuna forma di pubblicità/commercio/vendita/acquisto o offerta di servizi.",
  "Don't harass or be offensive to other users or Detrade staff.": "Non molestare o offendere gli altri utenti o il personale di Detrade.",
  "Don't have an account?": "Non hai un account?",
  "Don't let anyone see this!": "Non fatelo vedere a nessuno!",
  "Don't share any personal information (including socials) of you or other players.": "Non condividete informazioni personali (compresi i social) su di voi o su altri giocatori.",
  "Don't share codes, scripts or any other bot service.": "Non condividete codici, script o altri servizi bot.",
  "Don't show again": "Non mostrare più",
  "Don't spam & don't use excessive capital letters when chatting.": "Non spammare e non utilizzare un numero eccessivo di lettere maiuscole quando si chatta.",
  "Don't use URL shortening services. Always submit the full link.": "Non utilizzate servizi di accorciamento degli URL. Inviate sempre il link completo.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Non utilizzare account alternativi (alts) in chat, è severamente vietato.",
  "Done": "Fatto",
  "Down": "Giù",
  "Down Wins": "Vittorie In Basso",
  "Down vs. Up Ratio (Live Data)": "Rapporto tra discesa e salita (dati in tempo reale)",
  "Download": "Scarica",
  "Download the Google Authenticator app": "Scaricare l'applicazione Google Authenticator",
  "Drop us a line here": "Scrivici qui",
  "Duration: {{time}}": "Durata: {{time}}",
  "EU": "UE",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Ogni ID ordine può essere utilizzato SOLO una volta per evitare duplicati.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Ogni utente ha diritto a <0>un solo</0> bonus sul primo deposito",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Ogni codice voucher può essere utilizzato una sola volta per utente. Una volta utilizzato, il premio non può essere annullato.",
  "Earn": "Guadagna",
  "Earn up to 50% commission.": "Guadagna fino al 50% di commissione.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Guadagna fino al {{payout}}% di profitto se la tua previsione è corretta.",
  "Easy access from your smartphone": "Facile accesso dallo smartphone",
  "Edit your avatar": "Modifica il tuo avatar",
  "Email": "Email",
  "Email Code": "Codice Email",
  "Email verification code's length is not right": "La lunghezza del codice di verifica dell'email non è corretta",
  "End Time": "Ora Di Fine",
  "End Time Invalid( hh : mm : ss )": "Ora di fine non valida ( hh : mm : ss )",
  "End Time is earlier than Start Time": "L'ora di fine è precedente all'ora di inizio",
  "End rate": "Tasso finale",
  "Ends in {{time}} days": "Termina tra {{time}} giorni",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Garantire prezzi autentici e privi di manipolazioni con algoritmi trasparenti e verificabili per garantire l'equità.",
  "Enter Code": "Inserisci il codice",
  "Enter number of daily active players": "Inserire il numero di giocatori attivi giornalieri",
  "Enter the 2FA code ": "Inserisci il codice 2FA ",
  "Enter the 6-digit code sent to": "Inserisci il codice di 6 cifre inviato a",
  "Enter withdraw address": "Inserisci l'indirizzo di prelievo",
  "Enter your email": "Inserisci la tua email",
  "Enter your email and we'll send you a new password": "Inserisci il tuo indirizzo e-mail e ti invieremo una nuova password",
  "Enter your name": "Inserisci il tuo nome",
  "Enter your new password": "Inserisci la tua nuova password",
  "Enter your old password": "Inserisci la tua vecchia password",
  "Enter your password": "Inserisci la tua password",
  "Enterprise Partner": "Partner Enterprise",
  "Entrepreneurs": "Imprenditori",
  "Entry Price": "Prezzo Di Entrata",
  "Entry Time": "Orario Di Entrata",
  "Entry fee": "Quota di iscrizione",
  "Entry price": "Prezzo d'ingresso",
  "Esteemed Affiliate": "Stimato Affiliato",
  "Event Details": "Dettagli dell'evento",
  "Event time: {{ startTime }} - {{ endTime }}": "Ora dell'evento: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Ogni mese distribuiremo in modo casuale un totale di <0>{{amount}}</0> in BCD a 300 utenti che partecipano al simbolo di trading STONKS!",
  "Examples": "Esempi",
  "Exchange": "Scambio",
  "Exit price": "Prezzo di uscita",
  "Experience": "Experience",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Esperti di prodotti e tecnici vi forniscono un'assistenza professionale e continueranno a ottimizzare gratuitamente le funzioni dei prodotti per offrirvi prodotti migliori.",
  "Expert Support": "Supporto Esperto",
  "Expired": "Scaduto",
  "Expires in": "Scade tra",
  "Explain": "Spiega",
  "Exploiting platform bugs or system loopholes": "Sfruttare bug della piattaforma o falle del sistema",
  "Extensive coverage": "Ampia copertura",
  "FAQ": "FAQ",
  "Failed": "Fallito",
  "False deposits, money laundering, or manipulation to trigger rewards": "Depositi falsi, riciclaggio di denaro o manipolazione per ottenere ricompense",
  "Fast response": "Risposta rapida",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Le transazioni veloci, l'iniezione di capitale e la condivisione dei profitti, gli ordini pendenti e la copia delle transazioni sono modalità di trading comode e flessibili.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Operazioni più veloci. Decisioni più semplici. Interazione in tempo reale con gli altri trader della community.",
  "Favorite Trading Derivatives": "Derivati Di Trading Preferiti",
  "Favorites": "Preferiti",
  "Fear & Greed Index": "Indice di paura e avidità",
  "Fee": "Tassa",
  "Fee options": "Opzioni tariffarie",
  "Fiat": "Fiat",
  "Finished": "Finito",
  "First deposit bonus guide": "Guida ai bonus sul primo deposito",
  "Fixed fee limit": "Limite tariffario fisso",
  "Flat fee": "Tariffa fissa",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "La commissione fissa è calcolata come percentuale della tua posizione (importo * leva finanziaria)",
  "Flexible transaction mode": "Modalità di transazione flessibile",
  "Floating PnL": "PnL galla",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Per ogni operazione di ${{ticketQuota}} sul nostro <0>spread alto basso</0>, riceverai automaticamente un biglietto della lotteria. Assicurati quindi di vincere la migliore opportunità per te stesso, aggiudicandoti il maggior numero possibile di biglietti!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Ad esempio, se hai una posizione aperta lunga su BTC per $500 con un moltiplicatore 10x e il tasso di finanziamento è dello 0,1%, ti verranno addebitati $0,21 all'ora dopo le prime 8 ore. Se la posizione fosse corta anziché lunga, riceverai pagamenti di finanziamento. Se la tua posizione viene chiusa entro 8 ore, non verrà effettuato alcun pagamento di finanziamento.",
  "For the safety of your funds, must complete the following binding": "Per la sicurezza dei tuoi fondi, devi completare la seguente rilegatura",
  "For the safety of your funds, withdrawals must complete the following binding": "Per la sicurezza dei vostri fondi, i prelievi devono completare il seguente vincolo",
  "Forgot?": "Dimenticato?",
  "Free": "Gratuito",
  "Frequently Asked Questions (FAQ)": "Domande frequenti (FAQ)",
  "Frequently asked questions": "Domande frequenti",
  "From": "Da",
  "Funding Payments": "Pagamenti dei Fondi",
  "Funding fee history": "Cronologia commissioni di finanziamento",
  "Funding/h": "Finanziamento/h",
  "Futures": "Futures",
  "Futures Entrust": "Affidamento di futures",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Il trading sui futures è una transazione relativa al mercato spot. Gli utenti possono valutare il rialzo o il ribasso dei contratti futures e scegliere di acquistare contratti lunghi o vendere contratti corti per ottenere profitti dal rialzo o dal ribasso dei prezzi. Allo stesso tempo, gli utenti possono prendere in prestito ulteriori fondi per aumentare le dimensioni delle loro posizioni aumentando la leva finanziaria.",
  "Gas fee": "Tassa del gas",
  "General access": "Accesso generale",
  "Get 50% bonus": "Ottieni un bonus del 50%",
  "Get Trading commission when your friends trading.": "Ottenete commissioni di trading quando i vostri amici fanno trading.",
  "Get free educational materials and 24/7 support": "Ottieni materiali didattici gratuiti e supporto 24 ore su 24, 7 giorni su 7",
  "Get help": "Ottieni aiuto",
  "Go bind": "Vai a legare",
  "Go to home": "Vai a casa",
  "Go to the Reward Center and manually activate your bonus voucher.": "Vai al Centro Premi e attiva manualmente il tuo buono bonus.",
  "Go trading": "Vai a fare trading",
  "Gold": "Oro",
  "Gold Partner": "Partner Oro",
  "Good Job!": "Buon lavoro!",
  "Google 2FA code": "Codice Google 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator può essere scaricato dall'App Store o da Google Play.",
  "Got it": "Capito",
  "Guess if the price ends higher or lower than the target.": "Indovina se il prezzo termina più alto o più basso dell'obiettivo.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Non hai trovato quello che cercavi? Dai un'occhiata ad alcune domande qui o consulta il nostro Centro assistenza per maggiori informazioni.",
  "Hide Small": "Nascondi Piccolo",
  "High Low": "Alto Basso",
  "High Low Guess if the price ends higher or lower than the target.": "Alto Basso Indovina se il prezzo termina più in alto o più in basso rispetto all'obiettivo.",
  "High Low Spread": "Alto Basso Spread",
  "History": "Storico",
  "Home": "Home",
  "Hour": "Ora",
  "How does Playnance assist Partners in their platforms' promotion?": "In che modo Playnance assiste i Partner nella promozione delle loro piattaforme?",
  "How it works": "Come funziona",
  "How much can I earn from my referral?": "Quanto posso guadagnare con il mio referral?",
  "How to Claim Your Bonus": "Come richiedere il tuo bonus",
  "How to apply": "Come candidarsi",
  "How to invite": "Come invitare",
  "How will players deposit and withdraw their funds?": "In che modo i giocatori depositeranno e preleveranno i loro fondi?",
  "I acknowledge": "Riconosco",
  "I've made deposit": "Ho effettuato un deposito",
  "ID verification": "Verifica dell'identità",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "COMPONENTI DELL'INDICE SCAMBI SPOT",
  "If you are a content creator, make sure to check out our": "Se sei un creatore di contenuti, assicurati di dare un'occhiata al nostro",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Se ritieni che il tuo account sia stato segnalato per errore, contatta l'assistenza ufficiale per presentare ricorso.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Se non hai completato questo trasferimento, puoi continuare la procedura di deposito <0>qui</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "In caso di domande sulla presente Informativa sulla privacy, si prega di contattarci all'indirizzo",
  "If you have the traffic, it can be monetized.": "Se si dispone di traffico, è possibile monetizzarlo.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Se si ritiene che il prezzo scenderà al termine del conto alla rovescia, selezionare DOWN (i valori nella figura corrispondono al rapporto di profitto ottenuto)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Se pensi che il prezzo scenderà, seleziona GIÙ per sfruttare il calo.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Se pensate che il prezzo scenderà, impostate un margine e memorizzate un tasto short. Se il prezzo scende, si genera un profitto.",
  "If you think the price will go up, choose UP to go with the trend.": "Se pensi che il prezzo salirà, scegli UP per seguire il trend.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Se pensate che il prezzo salirà, impostate un margine e cliccate sul pulsante long. Se il prezzo sale, si genera un profitto.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Se pensate che il prezzo aumenterà alla fine del conto alla rovescia, selezionate UP (i valori nella figura corrispondono al rapporto di profitto ottenuto)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Se volete concentrarvi sulle vendite e sui guadagni piuttosto che sulla gestione dei prodotti o sullo sviluppo tecnologico.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Se la tua posizione rimane aperta per più di 8 ore, verranno applicate commissioni di finanziamento orarie in base alle condizioni di mercato. Queste commissioni vengono dedotte direttamente dal saldo del tuo conto. Se il saldo non è sufficiente a coprire le commissioni di finanziamento, la tua posizione verrà chiusa forzatamente dal sistema.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Se la tua posizione rimane aperta per più di 8 ore, si applicano commissioni di finanziamento orarie in base alle condizioni di mercato.",
  "Important Reminders": "Promemoria importanti",
  "Income": "Reddito",
  "Increase Limit": "Aumenta Limite",
  "Increase aggregate limit": "Aumenta limite aggregato",
  "Increase limit": "Aumentare il limite",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Integrate i derivati di criptovaluta Detrade sulla vostra piattaforma",
  "Integration": "Integrazione",
  "Integration program": "Programma di integrazione",
  "Intelligent integrated services": "Servizi integrati intelligenti",
  "Internal group": "Gruppo interno",
  "Intuitive trader transaction data display and statistics": "Visualizzazione intuitiva dei dati delle transazioni del trader e delle statistiche",
  "Intuitive trading trend display and analysis tools": "Strumenti intuitivi di visualizzazione e analisi delle tendenze di trading",
  "Invalid email": "Email non valida",
  "Invite friends": "Invita amici",
  "Invite friends to earn  20% commission": "Invita gli amici per guadagnare il 20% di commissione",
  "Invite only": "Solo su invito",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "C'è un limite al tempo in cui posso guadagnare commissioni tramite il programma di referral?",
  "Is there a limit to the invitation rewards I can receive?": "C'è un limite ai premi di invito che posso ricevere?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Aiuta gli investitori a comprendere lo stato emotivo del mercato, che può influenzare i comportamenti di acquisto e di vendita.",
  "Join  our community": "Unisciti alla nostra comunità",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Unitevi a Detrade Connect per accelerare la crescita operativa della vostra piattaforma e noi vi forniamo garanzie di servizio.",
  "Join and earn extra bonuses!": "Iscriviti e guadagna bonus extra!",
  "Join free competitions": "Partecipa ai concorsi gratuiti",
  "Join now and get a": "Iscriviti ora e ottieni un",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Partecipa alla nostra lotteria settimanale casuale e condividi <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Verifica KYC",
  "KYC authentication": "Autenticazione KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Mantieni aperta la tua posizione per più di 8 ore e potresti incorrere o ricevere pagamenti di finanziamento orari, a seconda delle condizioni di mercato.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Mantieni la tua posizione aperta per più di 8 ore e potresti ricevere o ricevere pagamenti di finanziamento orari, a seconda delle condizioni di mercato. Quando il mercato è rialzista, il tasso di finanziamento è positivo e i trader long pagano i trader short. Quando il mercato è ribassista, il tasso di finanziamento è negativo e i trader short pagano i trader long.",
  "Language": "Lingua",
  "Large product research & Development team": "Ampio team di ricerca e sviluppo di prodotti",
  "Last price": "Ultimo prezzo",
  "Latest events": "Ultimi eventi",
  "Launch now": "Avvia ora",
  "Leaderboard": "Leaderboard",
  "Learn": "Imparare",
  "Learn More": "Scopri Di Più",
  "Level assessment & update": "Valutazione e aggiornamento del livello",
  "Leverage": "Leva",
  "Leverage 1000x Maximum": "Leva finanziaria 1000x massima",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Sfruttate la tecnologia di Detrade per lanciare la vostra app di trading. Offrite un'esperienza di trading migliorata ai vostri clienti e guadagnate da ogni operazione eseguita sulla vostra app.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "La leva finanziaria ti consente di amplificare le dimensioni della tua posizione con un capitale inferiore. Una leva finanziaria più elevata aumenta sia il potenziale profitto che il rischio.",
  "License": "Licenza",
  "License Information": "Informazioni Sulla Licenza",
  "Light": "Chiaro",
  "Limits": "Limiti",
  "Liq price": "Prezzo di liquidazione",
  "Liq.Price": "Prezzo Liq.",
  "Liq.price": "Prezzo Liq.",
  "Liquidated": "Liquidato",
  "Live": "Live",
  "Live chat": "Chat dal vivo",
  "Live trade": "Commercio vivo",
  "Loading Failed": "Caricamento fallito",
  "Log out": "Esci",
  "Login": "Accedi",
  "Login 2FA switch": "Accesso tramite switch 2FA",
  "Login here.": "Accedi qui.",
  "Login history": "Cronologia degli accessi",
  "Login method": "Metodo di accesso",
  "Login to Detrade": "Accedi a Detrade",
  "Login with email code": "Accedi con il codice e-mail",
  "Login with password": "Accedi con la password",
  "Lose": "Perdere",
  "Loser": "Perdente",
  "Loved by users": "Amato dagli utenti",
  "Major features:": "Caratteristiche principali:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Effettua operazioni di successo e accumula il bonus massimo sul tuo primo deposito. <0>Scopri di più<0>",
  "Manual": "Manuale",
  "Mark Price": "Contrassegna Prezzo",
  "Mark price": "Segna prezzo",
  "Market": "Mercato",
  "Market Impact Effects": "Effetti dell'Impatto sul Mercato",
  "Max": "Massimo",
  "Max Profit": "Profitto Massimo",
  "Max TV": "Max TV",
  "Max Trade": "Scambio Massimo",
  "Max solo bonus": "Bonus massimo per solista",
  "Max withdrawal limit": "Limite massimo di prelievo",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Un sistema a misura di utente: Molti dei nostri attuali membri hanno costruito con successo un reddito passivo sostenibile attraverso il nostro programma. Ora tocca a voi.",
  "Memo": "Memo",
  "Memo is required": "Il Memo è obbligatorio",
  "Memo/Tag": "Memo/Tag",
  "Menu": "Menu",
  "Min Trade": "Scambio Min",
  "Minimum Deposit": "Deposito minimo",
  "Minimum {{min}} characters": "Minimo {{min}} caratteri",
  "Minimum {{min}} characters and maximum {{max}} characters": "Minimo {{min}} caratteri e massimo {{max}} caratteri",
  "Minute": "Minuto",
  "Money Distributed": "Denaro Distribuito",
  "Month": "Mese",
  "Month's Pnl": "Pnl del mese",
  "Monthly Earnings": "Guadagni Mensili",
  "Monthly cashback cap": "Limite mensile del cashback",
  "More": "Di più",
  "Multi-account abuse or airdrop farming behavior": "Abuso di più account o comportamento di farming airdrop",
  "Multiple crypto currency binary options derivatives": "Derivati multipli di opzioni binarie su criptovalute",
  "Multiple investment models": "Modelli di investimento multipli",
  "Multiplier": "Moltiplicatore",
  "Must be at least {{less}}": "Deve essere almeno {{less}}",
  "Must be at most {{large}}": "Deve essere al massimo {{large}}",
  "My Position": "La Mia Posizione",
  "My activity": "La mia attività",
  "My referral code": "Il mio codice di riferimento",
  "My referral link": "Il mio link di riferimento",
  "My reward": "La mia ricompensa",
  "My vouchers": "I miei voucher",
  "NA": "NA",
  "Name": "Nome",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Hai bisogno di aiuto? Visita il nostro Centro Assistenza o contatta l'Assistenza Clienti. Siamo qui per aiutarti 24 ore su 24, 7 giorni su 7.",
  "Network": "Rete",
  "New": "Nuovo",
  "New Password": "Nuova Password",
  "New Trading Symbol": "Nuovo simbolo commerciale",
  "New messages": "Nuovi messaggi",
  "New notice": "Nuovo avviso",
  "New password is {{exceed}} length": "La nuova password è di lunghezza {{exceed}}",
  "New user": "Nuovo utente",
  "Next": "Prossimo",
  "Next Draw Starts in": "Il prossimo sorteggio inizia tra",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC è una società di intermediazione che fornisce servizi di intermediazione agli investitori autonomi e non fornisce raccomandazioni né offre consulenza in materia di investimenti, finanziaria, legale o fiscale. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC è un broker che fornisce agli investitori autonomi servizi di intermediazione e non fornisce raccomandazioni o consigli di investimento, finanziari, legali o fiscali. Il trading online comporta rischi intrinseci, tra cui le fluttuazioni dei tempi di risposta e di accesso al sistema dovute alle condizioni di mercato, alle prestazioni del sistema e ad altri fattori. Prima di fare trading, consultate un consulente finanziario indipendente e autorizzato e assicuratevi di avere la necessaria propensione al rischio, esperienza e conoscenza. In nessun caso Nexus Play LLC sarà responsabile nei confronti di qualsiasi persona o entità per danni diretti, indiretti, speciali, consequenziali o incidentali di qualsiasi tipo. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, una società di intermediazione autorizzata e regolamentata dalla Mwali International Services Authority (M.I.S.A.) con licenza #BFX2024137.",
  "No": "No",
  "No Hidden Fees": "Nessuna Tariffa Nascosta",
  "No More Data": "Niente più dati",
  "No More Orders": "Niente Più Ordini",
  "No data available": "Nessun dato disponibile",
  "No discussion of streamers or Twitch or any other similar platforms.": "Non si discute di streamer, Twitch o altre piattaforme simili.",
  "No downloads or updates required": "Non sono richiesti download o aggiornamenti",
  "No funding within 60 minutes for this order": "Nessun finanziamento entro 60 minuti per questo ordine",
  "No installation is required and you can trade via your smartphone's web browser.": "Non è richiesta alcuna installazione e si può operare tramite il browser web dello smartphone.",
  "No more data": "Niente più dati",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Non si può parlare di politica e di religione in chat, questo è severamente vietato.",
  "No suspicious behavior that can be seen as potential scams.": "Nessun comportamento sospetto che possa essere considerato una potenziale truffa.",
  "No withdrawal of coins within 24 hours": "Nessun ritiro di monete entro 24 ore",
  "Not activated": "Non attivato",
  "Not completed": "Non completato",
  "Note": "Nota",
  "Notification": "Notifica",
  "Now login disabled 2FA": "Ora il login è disabilitato 2FA",
  "Now login need 2FA": "Ora il login necessita di 2FA",
  "Old Password": "Vecchia Password",
  "Old password is {{exceed}} length": "La vecchia password è di lunghezza {{exceed}}",
  "On going": "In corso",
  "On your first deposit": "Sul tuo primo deposito",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Una volta attivato, se la dimensione della tua posizione è ≥ al valore del bonus, il sistema utilizzerà automaticamente prima il bonus per la transazione.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Una volta rivelato il seed, chiunque può verificare i prezzi di un round di trading. Il seguente codice Python calcola i primi 100 prezzi di un round, dato il suo seed:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Una volta sbloccate tutte e 4 le modalità di trading (HighLow / Spread / Future / Up Down), il tuo bonus completo (50% del tuo deposito) verrà emesso automaticamente.",
  "Ongoing": "Incorso",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Il trading online comporta rischi intrinseci, tra cui fluttuazioni nei tempi di risposta e di accesso del sistema dovute alle condizioni di mercato, alle prestazioni del sistema e ad altri fattori. Prima di fare trading, consulta un consulente finanziario indipendente e autorizzato e assicurati di avere la propensione al rischio, l'esperienza e le conoscenze necessarie. In nessun caso Nexus Play LLC avrà alcuna responsabilità nei confronti di alcuna persona o entità per danni diretti, indiretti, speciali, consequenziali o incidentali di qualsiasi natura. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Inviare {{crypto}} solo a questo indirizzo, richiede {{confirmations}} conferme.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Utilizzare solo la lingua specificata nel canale di chat, eventuali abusi saranno sanzionati.",
  "Open": "Aperto",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Apri Google Authenticator, scansiona il codice QR qui sotto o inserisci manualmente la frase chiave per attivare il token di verifica",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Percentuali di direzione delle posizioni aperte degli utenti su questa piattaforma per la valuta corrente",
  "Order Amount": "Importo dell'ordine",
  "Order Id": "Codice ordine",
  "Order Progress": "Avanzamento dell'ordine",
  "Order id": "Id ordine",
  "Order placed successfully!": "Ordine effettuato con successo!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Modello di investimento originale del bankroll, facile da guadagnare reddito, le attività possono essere ritirate in qualsiasi momento.",
  "Other": "Altro",
  "Our Advantage": "Il Nostro Vantaggio",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "La nostra piattaforma non è destinata all'uso da parte di minori di 18 anni. Non raccogliamo o sollecitiamo consapevolmente informazioni personali da minori di 18 anni. Se ci rendiamo conto di aver raccolto informazioni personali da un minore di 18 anni, le cancelleremo il più rapidamente possibile.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "La nostra Piattaforma può contenere link a siti web o servizi di terzi che non sono di proprietà o controllati da Detrade. Non abbiamo alcun controllo e non ci assumiamo alcuna responsabilità per il contenuto, le politiche sulla privacy o le pratiche di siti web o servizi di terzi. Vi invitiamo a prendere visione delle norme sulla privacy dei siti web di terzi che visitate.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Il nostro programma per i partner riflette il nostro impegno a creare una cooperazione vantaggiosa per tutti ed è pensato per gli affiliati di tutte le dimensioni. Unitevi a noi nel nostro viaggio di crescita reciproca!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Il nostro piano mira a fornire incentivi a coloro che raggiungono risultati eccellenti.",
  "Outflow": "Deflusso",
  "Over 70 popular crypto assets. Trade and increase your balance": "Oltre 70 criptovalute popolari. Fai trading e aumenta il tuo saldo",
  "Overview": "Panoramica",
  "Own your branded platform": "Possedere la propria piattaforma di marca",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "I profitti e le perdite derivanti dalle negoziazioni bonus verranno accreditati direttamente sul tuo conto reale",
  "PNL": "PNL",
  "Page error": "Errore pagina",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Metodo di partecipazione: Completare 3 transazioni STONKS/BCD durante il periodo.",
  "Partner Program": "Programma Partner",
  "Partner program": "Programma partner",
  "Partnership Program": "Programma Di Partnership",
  "Partnership Tiers": "Livelli di Partnership",
  "Partnership With A Trusted Pioneer": "Collaborazione Con Un Pioniere Affidabile",
  "Partnership program": "Programma di partenariato",
  "Password": "Password",
  "Password reset link sent. Check your email inbox.": "Link per reimpostare la password inviato. Controlla la tua casella di posta elettronica.",
  "Password strength": "Forza della password",
  "Passwords must differ": "Le password devono essere differenti",
  "Past": "Passato",
  "Past 1 year": "Ultimo anno",
  "Past {{days}} days": "Ultimi {{days}} giorni",
  "Past {{hours}} hours": "Ultime {{hours}} ore",
  "Payment Method": "Metodo di pagamento",
  "Payout": "Pagamento",
  "Payout Multiplier": "Moltiplicatore Di Pagamento",
  "Pending third-party processing (estimated {{hours}} hours).": "In attesa di elaborazione da parte di terze parti (stimato in {{hours}} ore).",
  "Pending third-party processing.": "In attesa di elaborazione da parte di terzi.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "I vantaggi includono tassi di commissione più elevati, campagne Detrade sponsorizzate e altro ancora!",
  "Personal": "Personale",
  "Personal Info": "Informazioni personali",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Scegli un moltiplicatore per massimizzare la tua posizione. Impostare un moltiplicatore più alto aumenta il rischio della tua posizione.",
  "Place Your Trade": "Piazza il Tuo Scambio",
  "Platform": "Piattaforma",
  "Platform Name": "Nome Piattaforma",
  "Platform Type": "Tipo Piattaforma",
  "Platform Website": "Sito Piattaforma",
  "Platinum": "Platino",
  "Platinum Partner": "Partner Platino",
  "Play now": "Gioca ora",
  "Players": "Giocatori",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "I giocatori possono effettuare operazioni di ricarica e prelievo attraverso i portali di ricarica e prelievo messi a disposizione dalla piattaforma.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "I giocatori possono prevedere il prezzo del Bitcoin. I giocatori possono unirsi a un pool che prevede l'aumento o la diminuzione del prezzo e investire una certa somma di denaro per partecipare al gioco. Il vincitore distribuirà le attività del pool di capitale della controparte in base al rapporto di investimento. Una nuova partita può essere iniziata solo dopo che i giocatori di tutti i round precedenti hanno ricevuto i loro payoff.",
  "Please enter a valid email address": "Si prega di inserire un indirizzo email valido",
  "Please enter an 2FA code": "Per favore inserisci il codice 2FA",
  "Please enter the seed": "Per favore inserisci il seed",
  "Please enter you remail": "Si prega di inserire l'email",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Si prega di seguire le istruzioni per effettuare un deposito, altrimenti il ​​deposito non verrà accreditato.",
  "Please refresh the page or jump to the trading center": "Si prega di aggiornare la pagina o di passare al centro di negoziazione",
  "PnL": "PnL",
  "PnL fee": "Commissione PnL",
  "PnL fee limit": "Limite commissione PnL",
  "PnL%": "PnL%",
  "Positions": "Posizioni",
  "Potential Return": "Rendimento Potenziale",
  "Powered by": "Offerto da",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Prevedi la direzione del prezzo per il trading. Se il prezzo si muove nella direzione che hai scelto, otterrai un profitto!",
  "Preferences": "Preferenze",
  "Premium support": "Supporto premium",
  "Preview": "Anteprima",
  "Price": "Prezzo",
  "Price Formulation": "Formulazione Del Prezzo",
  "Price formulation": "Formulazione dei prezzi",
  "Price move": "Movimento dei prezzi",
  "Priority access": "Accesso prioritario",
  "Privacy Policy": "Informativa Privacy",
  "Privacy policy": "Politica sulla riservatezza",
  "Private invitation": "Invito privato",
  "Private profile": "Profilo privato",
  "Prize Calculation Formula": "Formula Di Calcolo Del Premio",
  "Prize Pools": "Montepremi",
  "Prizes will be sent on Notice page as the Contest ends.": "I Premi saranno inviati sulla pagina di avviso al termine del concorso.",
  "Product Description": "Descrizione Del Prodotto",
  "Product capabilities": "Capacità del prodotto",
  "Product iteration, new product development": "Iterazione dei prodotti, sviluppo di nuovi prodotti",
  "Professional, Secure, Trustworthy": "Professionale, sicuro, affidabile",
  "Profile": "Profilo",
  "Profile is not publicly available": "Il profilo non è disponibile al pubblico",
  "Profit": "Profitto",
  "Profit Calculator": "Calcolatore Del Profitto",
  "Program — Work with a trustworthy online trading provider.": "Programma - Lavorate con un fornitore di trading online affidabile.",
  "Progressing": "Progredendo",
  "Promising Affiliate": "Affiliato Promettente",
  "Provably fair": "Dimostrabilmente giusto",
  "Provides tutorials,guides and various trading strategy services.": "Fornisce tutorial, guide e vari servizi di strategia di trading.",
  "Providing the best customer service is our aim.": "Fornire il miglior servizio al cliente è il nostro obiettivo.",
  "Providing users with diverse options for transactions": "Fornire agli utenti diverse opzioni per le transazioni",
  "Q1: Can I withdraw the bonus?": "D1: Posso prelevare il bonus?",
  "Q2: Will my bonus expire if I don't activate it?": "D2: Il mio bonus scadrà se non lo attivo?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "D3: Ho effettuato un deposito ma non ho ricevuto alcun bonus. Cosa devo fare?",
  "Quick experience starts here, easy experience without registration": "L'esperienza rapida inizia qui, esperienza facile senza registrazione",
  "Quick tap: will the price go up or down next?": "Tocco rapido: il prezzo salirà o scenderà?",
  "ROI": "ROI",
  "ROI Calculator": "Calcolatore del ROI",
  "ROI calculator": "Calcolatore del ROI",
  "Rakeback": "Rakeback",
  "Rank": "Rango",
  "Rapid deployment": "Distribuzione rapida",
  "ReSend": "RiInvia",
  "Ready to Get Started": "Pronto per Iniziare",
  "Real Account": "Reale Account",
  "Real Account – Real Funds!": "Reale Account - Reale Fondi!",
  "Realized PnL": "PnL realizzato",
  "Receive commission rewards": "Ricevi premi in commissioni",
  "Recommended for you": "Consigliato per te",
  "Record": "Documentazione",
  "Referral": "Segnalazioni",
  "Referral by": "Riferimento da",
  "Referral rules": "Regole di rinvio",
  "Referred at": "Segnalato il",
  "Referred users": "Utenti segnalati",
  "Refresh page": "Aggiorna pagina",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Indipendentemente dalla liquidità dei mercati sottostanti, Detrade garantisce che le operazioni di bust e stop loss saranno sempre eseguite a un prezzo predeterminato all'ingresso. Le perdite di bust sono limitate alla dimensione della posizione originale e gli stop loss sono limitati dalle impostazioni di ingresso del trader. I prezzi di attivazione per bust e stop loss possono essere calcolati come segue:",
  "Register": "Registro",
  "Register for Detrade.": "Registrati su Detrade.",
  "Register to Win Crypto Tokens": "Registrati per vincere token crittografici",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "I normali prodotti di opzioni binarie, in base al fatto che il prezzo di chiusura di un'attività sottostante entro un determinato periodo di tempo (ad esempio i prossimi 30 secondi, un minuto, un'ora, ecc.) sia inferiore o superiore al prezzo di esecuzione, determinano se ottenere un profitto. Questo prodotto è un investimento a breve termine. Questa opzione è adatta ai mercati con movimenti di prezzo meno volatili.",
  "Reliable": "Affidabile",
  "Reload": "",
  "Remarks": "Osservazioni",
  "Remove": "Rimuovi",
  "Remove 2fa Success": "Rimozione 2Fa Riuscita",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Rimuovere i feed dei prezzi per i quali non ci sono stati aggiornamenti dei dati di mercato negli ultimi 30 secondi.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Eliminare tutti i feed di prezzi con prezzi di acquisto e di vendita incrociati o il cui prezzo medio top-of-book è distante più del 10% dal prezzo medio top-of-book mediano di tutti i feed di prezzi.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Requisiti: 100 iscrizioni uniche e attive con un volume di scambi di almeno $ 1.000.000 tramite referral.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Requisiti: 50 iscrizioni uniche e attive con un volume di scambi di almeno $ 100.000 tramite referral.",
  "Research lab": "Laboratorio di ricerca",
  "Reset fields": "Reimposta campi",
  "Reset password": "Reimposta la password",
  "Responsive and secure trading platform": "Piattaforma di trading reattiva e sicura",
  "Result": "Risultato",
  "Retry": "",
  "Revenue Share": "Quota Dei Ricavi",
  "Reward": "Ricompensa",
  "Reward center": "Centro premi",
  "Rewards hub": "Hub delle Ricompense",
  "Rewords": "Premi",
  "Rich Trading Tools": "Strumenti Di Trading Ricchi",
  "Rich activities and rewards": "Attività e ricompense ricche",
  "Risk Control & Compliance Notice": "Avviso di controllo del rischio e conformità",
  "Risk Disclaimer": "Dichiarazione di non responsabilità sui rischi",
  "Risk Warning": "Avviso Di Rischio",
  "Risk-free trading with $10,000 in virtual funds": "Trading senza rischi con 10.000 $ in fondi virtuali",
  "Round In Progress": "Round In Corso",
  "Round ends in": "Il giro termina tra",
  "SA": "SA",
  "Safe": "Sicuro",
  "Save": "Salva",
  "Search": "Ricerca",
  "Search crypto": "Cerca criptovaluta",
  "Sec": "Sec",
  "Second": "Secondo",
  "Seconds": "Secondi",
  "Security": "Sicurezza",
  "Security Verification": "Verifica della sicurezza",
  "Seed": "Seed",
  "Select a countdown period.": "Seleziona un periodo di countdown.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Selezionare il countdown e lo spread (spread: la differenza tra il prezzo di acquisto e il prezzo di uscita)",
  "Select your partner program revenue share": "Selezionare la quota di ricavi del programma partner",
  "Sell": "Vendi",
  "Send": "Invia",
  "Send message": "Invia messaggio",
  "Send message successfully": "Messaggio inviato con successo",
  "Service guide": "Guida al servizio",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Imposta un prezzo per limitare le perdite. La tua posizione verrà chiusa automaticamente se il mercato raggiunge questo prezzo.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Imposta un prezzo obiettivo al quale la tua posizione verrà chiusa automaticamente per bloccare il profitto.",
  "Set password": "Imposta la password",
  "Set successfully": "Impostato correttamente",
  "Set up": "Configura",
  "Set up Google Authenticator": "",
  "Settings": "Impostazioni",
  "Share": "Condividi",
  "Share to": "Condividi con",
  "Share your Affiliate invitation link to friends and users.": "Condividete il vostro link di invito all'affiliazione con amici e utenti.",
  "Share your referral link or code": "Condividi il tuo link o codice di riferimento",
  "Show live positions on chart": "Mostra le posizioni live sul grafico",
  "Show my positions on chart": "Mostra le mie posizioni sul grafico",
  "Side": "Posizione",
  "Sign in": "Registrazione",
  "Silver": "Argento",
  "Simple": "Semplice",
  "Simple and intuitive usable interface": "Interfaccia semplice e intuitiva",
  "Simple integration": "Integrazione semplice",
  "Simple way to earn money, The more invite, the more you will get!": "Un modo semplice per guadagnare denaro, più inviti, più riceverai!",
  "Simple, Fast, Intelligence": "Semplice, veloce, intelligente",
  "Size": "Dimensione",
  "Something went wrong!": "",
  "Sorry, page not found!": "Spiacente, pagina non trovata!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Siamo spiacenti, non siamo riusciti a trovare la pagina che sta cercando. Forse ha sbagliato a digitare l'URL? Assicuratevi di controllare l'ortografia.",
  "Sound": "Suono",
  "Speed": "Velocità",
  "Spot Exchanges": "Scambi Spot",
  "Spread": "Spread",
  "Standard CS": "CS standard",
  "Start": "Inizia",
  "Start Rate": "Tasso Di Inizio",
  "Start Time": "Ora Di Inizio",
  "Start Time Invalid( hh : mm : ss )": "Ora di Inizio non Valida ( hh : mm : ss )",
  "Start time": "Ora di inizio",
  "Start trading": "Inizia a fare trading",
  "Statistics": "Statistiche",
  "Status": "Stato",
  "Step-up group": "Gruppo di passaggio",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks ha un margine della casa del 2,5% e una commissione del 5% sulle posizioni redditizie.",
  "Stonks prices are generated using a provably fair algorithm.": "I prezzi di Stonks sono generati utilizzando un algoritmo di provata equità.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "I prezzi di Stonks sono generati utilizzando un algoritmo di provata equità. Il margine della casa è del 2,5%.",
  "Stop Loss": "Stop Loss",
  "Stop loss at price": "Arresta la perdita al prezzo",
  "Stop loss price cannot be through bust price": "Il prezzo di stop loss non può passare per il prezzo del bust",
  "Stop-Loss (SL)": "Stop-Loss (SL)",
  "Strategy planning": "Pianificazione della strategia",
  "Submit": "Invia",
  "Submit request": "Invia richiesta",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Abbonatevi a tutti i livelli di profondità disponibili utilizzando le API di streaming di ciascuna borsa.",
  "Switch Dark or Light mode according to your preference": "Cambia la modalità Scura o Chiara secondo le tue preferenze",
  "Symbol": "Simbolo",
  "Symbol for extra security": "Simbolo per una maggiore sicurezza",
  "System": "Sistema",
  "System Random: 300 lucky winners will be randomly selected.": "Sistema casuale: 300 fortunati vincitori saranno selezionati a caso.",
  "TP/SL": "TP/SL",
  "Take Profit": "Prendi profitto",
  "Take profit at price": "Prendi profitto al prezzo",
  "Take-Profit (TP)": "Take-Profit (TP)",
  "Tap Trading": "Tocca Trading",
  "Tap to predict — quick moves, instant results.": "Tocca per prevedere: mosse rapide, risultati immediati.",
  "Target Market": "Mercato Target",
  "Tell us the reason for contacting us": "Ci dica il motivo per cui ci ha contattato",
  "Test various trading tools and strategies": "Prova vari strumenti e strategie di trading",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Grazie per la richiesta, in genere viene esaminata entro 24 ore",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "Il CMC Fear and Greed Index è uno strumento proprietario sviluppato da CoinMarketCap che misura il sentiment prevalente nel mercato delle criptovalute.",
  "The Profit Margin Is As High As 90%": "Il margine di profitto è alto fino al 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Il limite aggregato per le vostre posizioni long/short su tutte le criptovalute è limitato a <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "L'importo attualmente disponibile per effettuare un ordine.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Il prezzo di liquidazione è il prezzo di mercato al quale la tua posizione verrà liquidata a causa di un margine insufficiente.",
  "The calculation steps are as follows:": "Le fasi di calcolo sono le seguenti:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Il metodo di cooperazione è aperto e trasparente e non c'è bisogno di preoccuparsi di spese nascoste.",
  "The coupon code is invalid or expired": "Il codice coupon non è valido o è scaduto",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Il prezzo finale dell'indice viene quindi calcolato come media ponderata dei prezzi medi marginali di ciascuna dimensione. I pesi sono scelti in modo da corrispondere alla densità di probabilità della distribuzione esponenziale, che è monotonamente decrescente, con conseguente maggiore enfasi sui prezzi più vicini al top-of-book. I pesi sono dati da:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "I primi 8 byte dell'hash vengono convertiti in un numero intero a 64 bit senza segno, utilizzando la codifica little-endian. Questo numero intero viene poi convertito in un numero in virgola mobile uniformemente distribuito. Utilizzando la funzione di distribuzione cumulativa inversa con la volatilità di tick configurata del mercato (0,1%) come deviazione standard, convertiamo il valore in virgola mobile in un rendimento normalmente distribuito e lo utilizziamo per aggiornare il prezzo del mercato.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "La metodologia dei prezzi indicizzati è stata progettata per soddisfare due importanti proprietà statistiche delle serie temporali: le proprietà di Markov e di Martingala. La proprietà di Markov si riferisce alla natura senza memoria di un processo stocastico, che garantisce che la distribuzione di probabilità condizionata dei valori futuri dipenda solo dal valore corrente. La proprietà di Martingala implica che il valore corrente di un processo stocastico sia anche il valore atteso dei valori futuri. Queste due proprietà rendono i prezzi indicizzati di Detrade degli stimatori imparziali dei prezzi futuri, in modo che gli utenti possano fare trading sulle variazioni di valore delle criptovalute sottostanti senza doversi preoccupare degli effetti microstrutturali dei singoli exchange.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "L'indice fornisce indicazioni sulla possibile sottovalutazione (paura estrema) o sopravvalutazione (avidità estrema) del mercato.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Le funzioni di prezzo marginale di acquisto e di vendita vengono quindi utilizzate per definire una funzione di prezzo marginale medio data una dimensione: ",
  "The order has expired": "L'ordine è scaduto",
  "The output is:": "L'output è:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Il risultato di questo calcolo è un singolo prezzo indice che viene utilizzato sia per le posizioni lunghe che corte nel trading di Detrade. A differenza della maggior parte delle altre piattaforme di trading, Detrade non applica uno spread denaro-lettera. Il trading con un singolo prezzo permette di speculare su movimenti di prezzo a breve termine, per i quali uno spread denaro-lettera sarebbe proibitivo.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "La piattaforma potrebbe modificare la campagna in base ai cambiamenti del mercato e delle politiche. Gli aggiornamenti saranno pubblicati tramite annunci ufficiali.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "La piattaforma offre BTC, ETH e altre coppie di valute più diffuse e continuerà ad aggiornare le coppie di valute più popolari.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Il prezzo verrà riportato a 1.000 dollari alle 00:00 UTC di ogni giorno e gli ordini in sospeso verranno automaticamente regolati durante il reset.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Il montepremi della competizione dipende strettamente dalle scommesse del giorno precedente. Più giocatori scommettono, più grande sarà il montepremi. Il montepremi attuale viene visualizzato sulla pagina della competizione.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "I prodotti e i servizi offerti da Nexus Play LLC non sono destinati ai residenti degli Stati Uniti, dell'Unione Europea o di qualsiasi altra giurisdizione in cui tali servizi e prodotti sono vietati dalla legge. Nexus Play LLC non sollecita affari o fornisce servizi di intermediazione a individui o entità in queste regioni. È responsabilità dei potenziali clienti conoscere e rispettare tutte le leggi e i regolamenti applicabili nelle rispettive giurisdizioni prima di impegnarsi nel trading online. Accedendo a questo sito web e utilizzando i nostri servizi, confermate di non essere residenti negli Stati Uniti, nell'Unione Europea o in qualsiasi altra giurisdizione in cui i nostri servizi sono limitati.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "I premi ottenuti in questo evento online saranno automaticamente accreditati sul saldo del giocatore.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Il seed viene codificato in una stringa esadecimale minuscola di 64 caratteri e concatenato con la rappresentazione in stringa del valore corrente del contatore di tick. Viene quindi calcolato un hash della stringa combinata utilizzando la funzione hash BLAKE2b con una dimensione di digest di 256 bit. Utilizzando una funzione hash crittografica, garantiamo che le variazioni di prezzo siano casuali e imprevedibili prima che il seed venga rivelato, ma completamente riproducibili una volta che il seed è noto.",
  "The settlement formula is open and transparent and can be calculated in real time.": "La formula di liquidazione è aperta e trasparente e può essere calcolata in tempo reale.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Il sistema visualizza i risultati vincenti e perdenti dei pool di capitale UP e DOWN. Quando si ottiene un profitto, viene visualizzato l'importo del profitto.",
  "The system is under maintenance and upgrade, please visit later": "Il sistema è in fase di manutenzione e aggiornamento, si prega di visitarlo più tardi",
  "The trade will complete in 5s.": "L'operazione verrà completata in 5secondi.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Lo scambio verrà completato tra <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Il bonus di trading è un <0>incentivo di marketing</0> fornito da Detrade per aiutare gli utenti a esplorare il nostro sistema di trading. I fondi bonus <1>non possono essere prelevati<1>, ma i profitti derivanti dal loro utilizzo possono influire sul saldo reale del tuo conto.",
  "The trading symbol will be replaced regularly.": "Il simbolo di trading verrà sostituito regolarmente.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "I vincitori saranno annunciati sulla pagina corrente ogni domenica alle 22: 00 (UTC) e l'estrazione successiva inizierà 2 ore dopo l'ultima estrazione.",
  "Theme": "Tema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Non c'è limite a quanto puoi guadagnare. Più amici inviti, più premi riceverai.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Questi vengono detratti dal saldo del tuo conto e la mancanza di fondi comporterà la chiusura automatica della posizione.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Questo evento è disponibile solo per gli utenti nei paesi e nelle regioni idonei, come definito dalle policy di conformità della piattaforma.",
  "This field is required": "Questo campo è obbligatorio",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Ciò include il vostro indirizzo IP, il tipo di browser, il sistema operativo, gli orari di accesso e le pagine che avete visualizzato direttamente prima e dopo l'accesso alla nostra Piattaforma.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Ciò include il nome, l'indirizzo e-mail, il numero di telefono, l'indirizzo postale, la data di nascita e qualsiasi altra informazione fornita al momento della registrazione di un account o dell'utilizzo dei nostri servizi.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Questo indice varia da 0 a 100, dove un valore più basso indica una paura estrema, mentre un valore più alto indica un'avidità estrema.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Questo insieme ai limiti specifici per criptovaluta, che sono dettagliati di seguito.",
  "This is why you should promote Detrade:": "Ecco perché dovreste promuovere Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Questo sito è protetto da reCAPTCHA e si applicano le norme sulla privacy e i termini di servizio di Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Grazie al programma di partnership di Detrade, è possibile sbloccare commissioni di affiliazione più elevate, eventi sponsorizzati esclusivi e altri vantaggi unici. Volete saperne di più? Continuate a leggere!",
  "Time": "Tempo",
  "Time and payout": "Tempo e pagamento",
  "Time closed": "Tempo di chiusura",
  "Time opened": "Ora di apertura",
  "Time remaining": "Tempo rimanente",
  "Tips": "Suggerimenti",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Suggerimenti: in genere l'elaborazione richiede {{hours}} ore, potrebbe volerci di più, il tempo specifico dipende dal limite di tempo del commerciante.",
  "To": "A",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Per analizzare le tendenze, monitorare l'utilizzo e condurre ricerche per migliorare i nostri servizi.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Per garantire la sicurezza del tuo account, i prelievi saranno sospesi per 24 ore una volta rimossa l'autenticazione Google 2FA.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Per garantire correttezza e integrità, Detrade monitorerà i conti che partecipano al programma bonus attraverso controlli comportamentali e tecnici, tra cui, a titolo esemplificativo ma non esaustivo, impronte digitali dei dispositivi, tracciamento IP e analisi dei modelli di transazione.",
  "To manage your account, process transactions, and provide you with the services you request.": "Per gestire il vostro conto, elaborare le transazioni e fornirvi i servizi da voi richiesti.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Per monitorare le frodi, applicare i nostri termini di servizio e rispettare i requisiti legali e normativi.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Per proteggere la sicurezza del conto, i prelievi saranno disabilitati per 24 ore dopo la modifica della password.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Per fornire un prezzo equo e affidabile ai giochi di trading, Detrade calcola un prezzo composito dell'indice ogni 500 millisecondi, derivato dai feed di prezzo in tempo reale delle borse di criptovalute spot e derivate più liquide del mondo. Incorporando molte fonti di prezzo, l'indice Detrade è robusto alla manipolazione del mercato, ai problemi tecnici e ad altre attività di trading anomale che possono verificarsi di tanto in tanto sulle singole borse.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Per inviarvi aggiornamenti, avvisi di sicurezza e messaggi amministrativi, e per rispondere alle vostre richieste e curiosità.",
  "To tailor our content and advertisements to your interests and preferences.": "Per adattare i nostri contenuti e le nostre pubblicità ai vostri interessi e preferenze.",
  "To trading center": "Al centro commerciale",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Per comprendere come gli utenti interagiscono con la nostra Piattaforma, diagnosticare problemi tecnici e migliorare la funzionalità e l'esperienza del trader.",
  "Today's Pnl": "Pnl di oggi",
  "Top": "Top",
  "Top tokens": "I migliori token",
  "Top trade": "Il miglior commercio",
  "Top-tier account manager": "Account manager di alto livello",
  "Total Trades": "Trader totali",
  "Total commission": "Commissione totale",
  "Total participated tickets for this round <0>{{total}}</0>": "Totale dei biglietti partecipanti per questo turno <0>{{total}}</0>",
  "Total prize won": "Premio totale vinto",
  "Total profit": "Profitto totale",
  "Total tickets": "Biglietti totali",
  "Total traders": "Commercianti totali",
  "Total trades": "Scambi totali",
  "Trade": "Trade",
  "Trade for prestige": "Commercio per prestigio",
  "Trade history": "Storia del commercio",
  "Trade like a rhythm master": "Fai trading come un maestro del ritmo",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Fai trading sul prezzo in calo se pensi che il prezzo scenderà. Se il prezzo scende, genererai profitto.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Fai trading sul prezzo in rialzo se pensi che aumenterà. Se il prezzo sale, genererai profitto.",
  "Trade to Win": "Fai trading per vincere",
  "Trade to rank up": "Fai trading per salire di livello",
  "Trade with $10,000 in virtual funds": "Fai trading con 10.000 $ in fondi virtuali",
  "Trader": "Commerciante",
  "Trades": "Commerci",
  "Trading": "Trading",
  "Trading Amount": "Importo dello scambio",
  "Trading Platform": "Piattaforma di Trading",
  "Trading Smarter, Earning Better": "Negoziare in modo più intelligente, Guadagnare meglio",
  "Trading Volume": "Volume degli scambi",
  "Trading amount is too large for selected multiplier for selected stop loss price": "L'importo di negoziazione è troppo grande per il moltiplicatore selezionato per il prezzo di stop loss selezionato",
  "Trading bonus trial": "Prova del bonus di trading",
  "Trading center": "Centro Trading",
  "Trading indicators and signals": "Indicatori e segnali di trading",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Il trading comporta dei rischi. Assicurati di comprendere appieno le tue azioni prima di utilizzare la leva finanziaria o i fondi bonus. Detrade non è responsabile per eventuali perdite subite a causa del trading con bonus.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Le negoziazioni sono sospese ogni giorno dalle {{startTime}} alle {{endTime}} ({{timeZone}}) e durante i fine settimana. Si prega di saldare gli ordini in anticipo.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "I tornei di trading, i bonus regolari, i regali, i codici promozionali e le competizioni di trading sono a disposizione di tutti i trader per l'utilizzo e la partecipazione.",
  "Traffic Owners": "Proprietari Del Traffico",
  "Transaction Completed": "Transazione completata",
  "Transaction details": "Dettagli della transazione",
  "Transactions": "Transazioni",
  "Transition details": "Dettagli della transizione",
  "Transparency & Security": "Trasparenza E Sicurezza",
  "Trigger price is too close to bust price": "Il prezzo di attivazione è troppo vicino al prezzo di arresto",
  "Trigger price is too close to current price": "Il prezzo di attivazione è troppo vicino al prezzo corrente",
  "Trusted by": "Fidato da",
  "Trusted by millions of users.": "Affidato a milioni di utenti.",
  "Try": "Prova",
  "Try a quick demo": "Prova una demo veloce",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Provate tutti i vantaggi offerti dalla piattaforma su un conto demo con valuta virtuale, senza investimenti reali e senza alcun rischio.",
  "Turn every action into rewards. Start trading today.": "Trasforma ogni azione in una ricompensa. Inizia a fare trading oggi stesso.",
  "Txid": "Txid",
  "Type": "Tipo",
  "Type Your message": "Digitare il messaggio",
  "UID": "UID",
  "UP": "SU",
  "USDT-Margined": "Margine USDT",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Non disponibile tutti i giorni dalle {{startTime}} alle {{endTime}} ({{timeZone}}) e tutto il giorno nei fine settimana.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Esperienze uniche: Dalle sfide di trading innovative alle opzioni di trading in criptovalute semplificate e ai modelli di trading esclusivi, Detred offre un'esperienza che non troverete da nessun'altra parte.",
  "Unlock Diamond": "Sblocca il diamante",
  "Unlock Top Traders, Achieve": "Sblocca i migliori trader, raggiungi",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Non è necessario. Detrade è un fornitore di tecnologia e potete acquistare le nostre soluzioni da qualsiasi paese.",
  "Up": "Su",
  "Up & Down": "Su & Giù",
  "Up Down": "Su Giù",
  "Up Or Down?": "Su O Giù?",
  "Up Wins": "Vittorie Su",
  "Update Success": "Aggiornamento Riuscito",
  "Updated at {{time}}": "Aggiornato alle {{time}}",
  "Updated timely": "Aggiornato tempestivamente",
  "Uppercase or lowercase letters": "Lettere maiuscole o minuscole",
  "Usage Instructions & Limitations": "Istruzioni per l'uso e limitazioni",
  "Used": "Usato",
  "User Agreement and Terms & Conditions": "Accordo con l'Utente e Termini & Condizioni",
  "User ID": "Id Utente",
  "User name": "Nome utente",
  "Username": "Nome Utente",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Per usufruire di questa attività, gli utenti devono selezionare o partecipare al trading di coppie di trading correlate.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "L'utilizzo di più account per aggirare i limiti di trading è severamente vietato e può comportare la sospensione dell'account o sanzioni.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Utilizzando il portafoglio ordini composito, si definisce una funzione che rappresenta il prezzo marginale di acquisto o di vendita di un determinato importo. Ad esempio, la funzione di acquisto marginale è:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "L'uso dell'autenticazione a due fattori è altamente consigliato perché protegge il vostro account sia con la vostra password che con il vostro telefono.",
  "VIP": "VIP",
  "VIP group": "Gruppo VIP",
  "Validity period: within 14 days after activation": "Periodo di validità: entro 14 giorni dall'attivazione",
  "Verifiable fairness": "Equità verificabile",
  "Verification": "Verifica",
  "Verification Example": "Esempio Di Verifica",
  "Verification code failed": "Codice di verifica fallito",
  "Verification email sent. Check your inbox.": "È stata inviata un'e-mail di verifica. Controllare la posta in arrivo.",
  "Verified": "Verificato",
  "Verify": "Verifica",
  "Verify Fairness": "Verifica Correttezza",
  "Verify fairness": "Verificare l'equità",
  "View details": "Visualizza i dettagli",
  "View more": "Visualizza altro",
  "Volume": "Volume",
  "Volume (24h)": "Volume (24 ore)",
  "Voucher code": "Codice del buono",
  "Wager": "Scommessa",
  "Wager <0>{{amount}}</0> To Reach": "Scommetti <0>{{amount}}</0> Per Raggiungere",
  "Wait For Next Round": "Aspettare il prossimo turno",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Attendere che vi siano almeno 6 feed di prezzo validi. Se non ci sono abbastanza flussi di prezzo, il prezzo dell'indice Detrade non verrà aggiornato.",
  "Wallet": "Portafoglio",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Volete aderire al programma di partnership di Detrade? Contattate il nostro team di assistenza per iniziare!",
  "Watch play demo": "Guarda la demo di gioco",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Raccogliamo informazioni sulla vostra attività sulla nostra Piattaforma, comprese le attività di trading, le preferenze e il coinvolgimento con i nostri contenuti.",
  "We collect several types of information from and about users of our Platform, including:": "Raccogliamo diversi tipi di informazioni da e sugli utenti della nostra Piattaforma, tra cui:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Disponiamo di eccellenti team tecnici e operativi per soddisfare costantemente le esigenze dei clienti e fornire loro maggiori garanzie.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Implementiamo una serie di misure di sicurezza per proteggere le informazioni personali da accessi, usi o divulgazioni non autorizzati. Tali misure includono la crittografia, i controlli di accesso e l'archiviazione sicura. Tuttavia, nessun metodo di trasmissione su Internet o di archiviazione elettronica è sicuro al 100% e non possiamo garantirne l'assoluta sicurezza.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Non vediamo l'ora di vedervi diventare membri della nostra crescente famiglia di alleanze e di aiutarci a plasmare insieme il futuro di Detrade!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Possiamo raccogliere informazioni finanziarie come numeri di conto corrente, dettagli della carta di credito e cronologia delle transazioni per facilitare le transazioni e rispettare i requisiti normativi.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Possiamo raccogliere informazioni sulla vostra posizione se ci consentite di farlo, utilizzando tecnologie quali GPS, Wi-Fi o dati delle torri cellulari.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Possiamo divulgare le vostre informazioni se richiesto dalla legge o in risposta a richieste valide da parte di autorità pubbliche (ad esempio, un tribunale o un'agenzia governativa).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Possiamo divulgare le vostre informazioni per proteggere i diritti, la proprietà o la sicurezza di Detrade, dei nostri utenti o di altri, e per far rispettare i nostri termini e condizioni.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Potremmo condividere o trasferire le vostre informazioni in relazione a, o durante le trattative di, qualsiasi fusione, vendita di beni aziendali, finanziamento o acquisizione di tutta o parte della nostra attività da parte di un'altra società.",
  "We may share your information with third parties if you provide your consent to do so.": "Possiamo condividere le vostre informazioni con terze parti se ci fornite il vostro consenso in tal senso.",
  "We may share your information with third parties in the following circumstances:": "Possiamo condividere le vostre informazioni con terzi nelle seguenti circostanze:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Possiamo condividere le vostre informazioni con fornitori di servizi terzi che svolgono servizi per nostro conto, come l'elaborazione dei pagamenti, l'analisi dei dati, l'invio di e-mail e i servizi di hosting.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Offriamo la più ampia gamma di opzioni di trading sui derivati, attirando oltre 2,5 milioni di trader online in tutto il mondo. La nostra tecnologia offre un'esperienza di trading intuitiva e potente, consentendo ai nostri clienti di comprendere meglio il rischio e di prendere decisioni di trading informate.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Forniamo una piattaforma di trading semplice e facile da usare, in modo che tutti possano diventare trader.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Forniamo una guida passo passo per attirare i giocatori sulla vostra piattaforma, insieme a materiali di marketing che si sono dimostrati efficaci.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Ci riserviamo il diritto di annullare i bonus e i relativi profitti alle seguenti condizioni:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Utilizziamo cookie, web beacon e altre tecnologie di tracciamento per raccogliere informazioni sul tuo utilizzo della nostra Piattaforma e per migliorare la tua esperienza di trader.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Utilizziamo tecnologie all'avanguardia per garantire transazioni rapidissime, senza ritardi o interruzioni nel funzionamento dell'interfaccia del trader.",
  "We use the information we collect for various purposes, including:": "Utilizziamo le informazioni raccolte per vari scopi, tra cui:",
  "We will contact you within 3 working days, please check your email regularly": "Vi contatteremo entro 3 giorni lavorativi, controllate regolarmente la vostra e-mail",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Conserveremo i vostri dati personali per tutto il tempo necessario a soddisfare gli scopi per cui sono stati raccolti, compreso il rispetto di requisiti legali, normativi o aziendali.",
  "Website for PC": "Sito Web per PC",
  "Website for smartphones": "Sito Web per smartphone",
  "Week": "Settimana",
  "Week's Pnl": "Pnl della settimana",
  "Weekly raffle": "Lotteria settimanale",
  "Welcome Bonus": "Bonus di benvenuto",
  "Welcome To": "Benvenuto a",
  "Welcome To Demo Trading ": "Benvenuto nel trading demo ",
  "Welcome to Detrade Connect": "Benvenuti a Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Benvenuti su Detrade, una delle principali piattaforme di trading di opzioni binarie. Prima di iniziare a utilizzare la nostra piattaforma, vi preghiamo di leggere attentamente e comprendere i seguenti termini e condizioni. Accedendo o utilizzando la piattaforma di Detrade, accettate di essere vincolati da questi termini e condizioni. Se non siete d'accordo con qualsiasi parte di questi termini, non dovete utilizzare la nostra piattaforma.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Benvenuti a Stonks! Il prezzo verrà riportato a 1.000 dollari alle 00:00 UTC di ogni giorno e gli ordini in sospeso verranno automaticamente liquidati durante il ripristino.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Benvenuti su detrade! Per ringraziarvi del vostro supporto, offriamo <0>fino a 50 USDT di bonus di trading</0> ai nuovi utenti. Provate il trading di opzioni binarie senza rischi e con ricompense reali!",
  "What currencies can be deposited and withdrawn?": "Quali valute si possono depositare e prelevare?",
  "What does it mean?": "Che cosa significa?",
  "What is Detrade Connect?": "Che cos'è Detrade Connect?",
  "What operational expenses could Partner have?": "Quali spese operative potrebbe avere il Partner?",
  "What would you like your new limit to be? (max 500% of current limit)": "Quale sarebbe il vostro nuovo limite? (max 500% del limite attuale)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Al termine del conto alla rovescia, il sistema entra nella fase di regolamento preparatorio. Il sistema registra il prezzo iniziale al termine del conto alla rovescia (al primo flag). Quando la linea K si muove per un certo periodo di tempo, il sistema registra il prezzo finale (al secondo flag). Confrontate il prezzo finale con il prezzo iniziale. Se il prezzo finale è maggiore del prezzo iniziale, vince il trader che sceglie la direzione ALTA. In caso contrario, vince il trader che sceglie la direzione RIBASSO.",
  "When the dual conditions are met, you will receive profits.": "Quando le due condizioni sono soddisfatte, riceverete i profitti.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Quando vengono negoziati in una borsa tradizionale con un book di ordini a limite centrale, gli ordini di acquisto di grandi dimensioni si incrociano generalmente con gli ordini a riposo al di là del miglior bid o offer, determinando un prezzo medio di riempimento peggiore del prezzo top-of-book. I market maker limitano la quantità di liquidità che sono disposti a offrire al top-of-book a causa del rischio aggiuntivo che gli ordini di grandi dimensioni rappresentano. Piuttosto che richiedere l'evasione di ordini di grandi dimensioni a più prezzi, Detrade utilizza una formula di impatto del mercato per stabilire il prezzo di chiusura delle operazioni vincenti (le operazioni perdenti chiuse manualmente non sono interessate) per replicare l'impatto del mercato degli ordini di grandi dimensioni, ma in modo più coerente e prevedibile. Il modo più semplice per vedere gli effetti esatti dell'impatto sul mercato è quello di utilizzare il calcolatore del ROI che si trova nella pagina del trading sui futures.",
  "When will the commission be distributed?": "Quando verrà distribuita la commissione?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Quando termina l'attività di trading del tuo amico, puoi ricevere immediatamente una commissione per quella attività.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Dove <0>P_close</0> è <1>P_open*(1-1/multiplier_leverage)</1> per i fallimenti o il prezzo di stop loss.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Dove <0>p_i | i in 1..N</0> e <1>s_i|i in 1..N</1> sono i prezzi d'acquisto e le dimensioni ordinate a distanza crescente dal top-of-book. Questa funzione fornisce il prezzo massimo che si pagherebbe per acquistare una quantità <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Dove <0>v_i</0> sono le dimensioni a cui vengono calcolati i prezzi medi e sono definite come l'unione delle dimensioni cumulative di acquisto e vendita del portafoglio ordini composito. <1>L</1> è un fattore di scala definito come <2>1/V</2>, dove <3>V</3> è la dimensione massima alla quale viene calcolato un prezzo intermedio ed è definita come il minimo della somma delle dimensioni di acquisto e di vendita nel portafoglio ordini composito.",
  "Which currency pairs can be traded on Detrade?": "Quali coppie di valute possono essere negoziate su Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "I proprietari di white label hanno zero costi per lo sviluppo della piattaforma. Tutto ciò di cui hanno bisogno è concentrarsi sulle vendite e sul marketing.",
  "Whitelist pre-booking": "Prenotazione anticipata nella whitelist",
  "Why Partner with Detrade?": "Perché collaborare con Detrade?",
  "Why choose Detrade": "Perché scegliere Detrade",
  "Why you must choose us?": "Perché dovresti scegliere noi?",
  "Wild": "Selvaggio",
  "Will The Price Go Up Or Down": "Il Prezzo Salirà o Scenderà",
  "Will the price go up or down ?": "Il prezzo salirà o scenderà?",
  "Win": "Vincita",
  "Win Crypto Tokens": "Vinci token crittografici",
  "Win if the price breaks out — above the high or below the low.": "Vinci se il prezzo rompe, sopra il massimo o sotto il minimo.",
  "Win rate": "Tasso di vincita",
  "Winner": "Vincitore",
  "Winning": "Vincere",
  "Winning Tickets": "Biglietti vincenti",
  "Winning prize details": "Dettagli del premio vincente",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Con una commissione PnL, non pagate alcuna commissione per aprire o chiudere l'operazione, e solo una frazione dei vostri profitti (se presenti) viene prelevata quando chiudete l'operazione",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Con la commissione forfettaria abilitata, ricevete il 100% dei vostri profitti ma pagate in anticipo una <0>commissione forfettaria che copre l'entrata, l'uscita e lo slippage</0> prima di entrare nell'operazione, come in uno scambio regolare",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Con nuove ed entusiasmanti funzionalità e aggiornamenti all'orizzonte, questo è il momento perfetto per iniziare a promuovere Detlard .",
  "Withdraw": "Ritirare",
  "Withdraw Fee": "Commissione di prelievo",
  "Withdraw Order Created": "Ordine di ritiro creato",
  "Withdraw Processing": "Elaborazione del Prelievo",
  "Withdraw Success": "Prelievo Riuscito",
  "Withdraw is in progress": "",
  "Withdraw to": "Preleva a",
  "Withdraw your earnings 24/7": "Ritira i tuoi guadagni 24 ore su 24, 7 giorni su 7",
  "Withdrawal fee": "Commissione di prelievo",
  "Withdrawal fee discount": "Sconto sulla commissione di prelievo",
  "Yes": "Sì",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Sì, DeTrade crede nella trasparenza totale e vi offre tutti i dati. Potete vedere tutte queste informazioni in",
  "Yes, contact us at any time to upgrade your package.": "Sì, contattateci in qualsiasi momento per aggiornare il vostro pacchetto.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Sì, chi non ha familiarità con le criptovalute può effettuare il Log In attraverso i social network e finanziarle con le carte bancarie.",
  "Yes, you can use both.": "Sì, si possono usare entrambi.",
  "Yield": "Prodotto",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "È possibile depositare e prelevare la maggior parte delle principali valute digitali presenti sul mercato, e la piattaforma lancerà gradualmente anche le funzioni di deposito e prelievo delle valute legali.",
  "You can share your invite link to your friend or your social media": "È possibile condividere il link dell'invito con un amico o con i social media",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Avete il diritto di opporvi al trattamento dei vostri dati personali da parte nostra, a determinate condizioni.",
  "You have the right to request a copy of the personal information we hold about you.": "L'utente ha il diritto di richiedere una copia delle informazioni personali in nostro possesso.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Avete il diritto di richiedere la correzione di eventuali inesattezze nelle vostre informazioni personali.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "L'utente ha il diritto di richiedere la cancellazione dei propri dati personali, fatte salve alcune eccezioni.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Riceverete il 20% del margine della casa per ogni trading effettuato. Se avete molti follower, potete contattarci per ottenere maggiori commissioni.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Riceverete un sussidio di circa {nextCapitalCost} nelle prossime ore, e l'importo specifico è soggetto al tasso di finanziamento in quel momento",
  "You won <0>{{award}}</0>": "Hai vinto <0>{{award}}</0>",
  "Your": "Tuo",
  "Your Telegram": "Il Tuo Telegram",
  "Your account level is assessed and updated on the": "Il livello del tuo account viene valutato e aggiornato su",
  "Your current limit is {{limit}}": "Il tuo limite attuale è {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "I limiti attuali sono: Tassa PnL - {{pnl}}, Tassa fissa - {{Fixed}}",
  "Your email": "La tua email",
  "Your friends will be associated with you after they sign up": "I vostri amici saranno associati a voi dopo la loro iscrizione",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Le vostre informazioni, comprese quelle personali, possono essere trasferite e conservate su server o database situati al di fuori del vostro paese o giurisdizione. Utilizzando la nostra Piattaforma, l'utente acconsente al trasferimento delle sue informazioni negli Stati Uniti o in qualsiasi altro paese in cui Detrade o i suoi fornitori di servizi mantengono delle strutture.",
  "Your investment": "Il tuo investimento",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "La scelta della lingua si applica alle e-mail di Detrade, agli SMS, alle notifiche in-app e a tutti i dispositivi a cui si è connessi.",
  "Your name": "Il tuo nome",
  "Your profile is now private": "Il vostro profilo è ora privato",
  "Your profile is now public": "Il vostro profilo è ora pubblico",
  "Your transfer amount has to MATCH the submission amount.": "L'importo del trasferimento deve CORRISPONDERE all'importo inviato.",
  "Zero Trading Fees": "Zero commissioni di trading",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Verifica dei documenti: Agli utenti può essere richiesto di caricare copie di documenti di identificazione rilasciati dal governo, come passaporto, patente di guida o carta d'identità nazionale.",
  "all assets": "tutte le risorse",
  "all status": "tutti gli stati",
  "approved": "approvato",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Cookie di prestazione**: Questi cookie raccolgono informazioni sulle modalità di utilizzo della nostra Piattaforma, come ad esempio le pagine visitate più spesso. Queste informazioni vengono utilizzate per migliorare la funzionalità della nostra Piattaforma.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Verifica dell'indirizzo: Agli utenti può essere richiesto di fornire una prova di indirizzo, come una bolletta o un estratto conto bancario, per verificare il loro indirizzo di residenza.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "in base alle tue ultime prestazioni e attività. Rimani coinvolto e scala le classifiche!",
  "basic information verification": "verifica delle informazioni di base",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Cookie funzionali**: Questi cookie consentono alla nostra piattaforma di ricordare le scelte effettuate dall'utente (come il nome utente, la lingua o la regione) e di fornire funzioni avanzate e più personali.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Verifica biometrica: Detrade può utilizzare metodi di autenticazione biometrica, come il riconoscimento facciale o la scansione delle impronte digitali, per verificare l'identità degli utenti.",
  "change password": "cambiare la password",
  "chat rules": "regole della chat",
  "currency": "valuta",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Cookie di targeting/pubblicità**: Questi cookie vengono utilizzati per fornire annunci pubblicitari più pertinenti all'utente e ai suoi interessi. Ci aiutano inoltre a misurare l'efficacia delle campagne pubblicitarie.",
  "date": "data",
  "day": "giorno",
  "demo": "demo",
  "deposit": "deposito",
  "deposit with a 50% bonus": "deposito con un bonus del 50%",
  "down": "giù",
  "earn ticket": "guadagna biglietto",
  "edit profile": "modifica profilo",
  "edit your avatar": "modifica il tuo avatar",
  "email": "email",
  "explanation": "spiegazione",
  "failed": "fallito",
  "forgot password?": "password dimenticata?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "mantieni lo status Diamond per 3 mesi: il nostro responsabile VIP ti inviterà ad accedere ai privilegi Diamond+ personalizzati.",
  "init": "init",
  "liq price": "prezzo di liquidazione",
  "live": "live",
  "loading...": "caricamento...",
  "lucky poll": "sondaggio fortunato",
  "medium": "medio",
  "month": "mese",
  "more": "di più",
  "my tickets": "i miei biglietti",
  "name": "nome",
  "no": "no",
  "or": "o",
  "order id": "id ordine",
  "pending": "in attesa di",
  "perks in total": "vantaggi in totale",
  "price": "prezzo",
  "prize": "premio",
  "processing": "elaborazione",
  "rejected": "respinto",
  "results": "risultati",
  "rewards": "premi",
  "rewards list": "elenco dei premi",
  "search “Google Authenticator” and proceed to download.": "cercare \"Google Authenticator\" e procedere al download.",
  "seed": "seed",
  "strong": "forte",
  "success": "successo",
  "temporary rejected": "temporaneamente rifiutato",
  "terms and conditions": "termini e condizioni",
  "tickets number": "numero di biglietti",
  "ticks": "ticks",
  "time": "tempo",
  "token": "token",
  "top": "top",
  "trader": "commerciante",
  "trading platform": "piattaforma di trading",
  "two-Factor authentication": "autenticazione a due fattori",
  "up": "su",
  "voucher": "buono",
  "wager": "scommessa",
  "weak": "debole",
  "week": "settimana",
  "welcome gifts": "regali di benvenuto",
  "withdraw": "preleva",
  "{{field}} is required": "{{field}} è necessario",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} posto - {{percent}} del montepremi del Concorso giornaliero",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>di {{total}}</0>",
  "|PnL|": "|PnL|"
}
