{
  "* Both a memo/tag and an address are required": "* Se requiere tanto un memo/etiqueta como una dirección",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "Por favor, confirme si la dirección de recepción requiere un MEMO/Etiqueta. Si no se rellena o se rellena incorrectamente, el activo se perderá",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Los resultados de la calculadora son estimaciones y el ROI/P&L real puede diferir del mostrado en función de las condiciones del mercado.",
  "1-on-1 manager": "Gerente 1 a 1",
  "1. Choose the future price direction": "1. Elegir la dirección futura del precio",
  "1. Information We Collect": "1. Información que recopilamos",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"nosotros\", \"nos\" o \"nuestro\") se compromete a combatir el lavado de dinero y las actividades de financiación del terrorismo mediante la aplicación de sólidas políticas y procedimientos contra el lavado de dinero (AML) y de conocimiento del cliente (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade (\"nosotros\", \"nos\", o \"nuestro\") opera una plataforma de comercio de opciones binarias en línea (\"Plataforma\") que permite a los usuarios (\"usted\" o \"usuario\") el comercio de diversos instrumentos financieros.",
  "1.1 Personal Identification Information:": "1.1 Información de identificación personal:",
  "1.2 Financial Information:": "1.2 Información financiera:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Esta Política contra el lavado de dinero (AML) y Conozca a su cliente (KYC) (\"Política\") describe nuestras obligaciones y procedimientos para verificar la identidad de nuestros traders (\"usted\" o \"trader\") y detectar y prevenir actividades de lavado de dinero y financiamiento del terrorismo en la plataforma de Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Este Acuerdo de Usuario y Términos y Condiciones (\"Acuerdo\") rige el uso de la Plataforma de Detrade. Al acceder o utilizar nuestra Plataforma, usted reconoce que ha leído, comprendido y aceptado el presente Acuerdo.",
  "1.3 Technical Information:": "1.3 Información técnica:",
  "1.4 Usage Data:": "1.4 Datos de uso:",
  "1.5 Location Information:": "1.5 Información sobre la ubicación:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Cookies y tecnologías de seguimiento:",
  "1.Introduction": "1.Introducción",
  "10 most wagering players carve up the prize pool.": "Los 10 jugadores que más apuesten, se repartirán el pozo de premios.",
  "10. Amendments to the Policy": "10. Modificaciones de la Política",
  "10. International Data Transfers": "10. Transferencias internacionales de datos",
  "10. Limitation of Liability": "10. Limitación de responsabilidad",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade se reserva el derecho de modificar o enmendar esta Política en cualquier momento. Cualquier cambio será efectivo inmediatamente después de su publicación en la plataforma de Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 En la máxima medida permitida por la ley, Detrade no será responsable de ningún daño directo, indirecto, incidental, especial o consecuente que surja de, o esté relacionado de alguna manera con el uso de nuestra Plataforma.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 En ningún caso la responsabilidad total de Detrade hacia usted por todos los daños, pérdidas y causas de acción que surjan de o en conexión con este Acuerdo, excederá el monto pagado por usted, si lo hubiera, a Detrade, durante el período de doce (12) meses inmediatamente anterior al evento que dé lugar a dicha responsabilidad.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Es su responsabilidad revisar esta Política periódicamente para mantenerse informado de cualquier actualización o cambio. Su uso continuado de la plataforma de Detrade después de cualquier modificación de esta Política constituye la aceptación de dichos cambios.",
  "1000x leverage": "Apalancamiento de 1000x",
  "11. Contact Information": "11. Información de contacto",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Si tiene alguna pregunta, duda o comentario sobre esta Política o sobre los procedimientos AML y KYC de Detrade, póngase en contacto con nosotros en [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Usted se compromete a indemnizar, defender y mantener indemne a Detrade y sus afiliados, funcionarios, directores, empleados y agentes, de y contra cualquier reclamación, responsabilidad, daños, pérdidas, costos, gastos u honorarios (incluyendo honorarios razonables de abogados) que surjan de o en conexión con su uso de la Plataforma de Detrade o su incumplimiento de este Acuerdo.",
  "11.Indemnification": "11. Indemnización",
  "12. Contact Us": "12. Contáctenos",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 El presente Contrato se regirá e interpretará de conformidad con la legislación de [Jurisdiction].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Cualquier disputa que surja de este Acuerdo o en relación con él, se resolverá mediante arbitraje de conformidad con las reglas de [Arbitration Organization].",
  "12.Governing Law and Dispute Resolution": "12. Ley aplicable y resolución de litigios",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade se reserva el derecho de modificar o enmendar este Acuerdo en cualquier momento. Cualquier cambio entrará en vigencia inmediatamente después de su publicación en la Plataforma de Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Es su responsabilidad revisar este Acuerdo periódicamente para mantenerse informado de cualquier actualización o cambio. Su uso continuo de la Plataforma de Detrade después de cualquier modificación a este Acuerdo, constituye la aceptación de dichos cambios.",
  "13.Amendments to the Agreement": "13. Modificaciones del Acuerdo",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Si tiene alguna pregunta, inquietud o comentario con respecto a este Acuerdo o la Plataforma de Detrade, comuníquese con nosotros a",
  "14.Contact Information": "14. Información de contacto",
  "16th of every month": "El 16 de cada mes",
  "1D": "1 Día",
  "1M": "1 Mes",
  "1W": "1 Semana",
  "2. Definitions": "2. Definiciones",
  "2. Eligibility": "2. Elegibilidad",
  "2. How We Use Your Information": "2. Cómo utilizamos su información",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Usted puede ver el importe total de las órdenes del fondo común en las direcciones ARRIBA y ABAJO, y el estado de las órdenes suyas y de otros usuarios de la lista.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" se refiere a la lucha contra el lavado de dinero, que es el conjunto de procedimientos, leyes y reglamentos diseñados para prevenir la generación ilegal de ingresos a través de los sistemas financieros.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Al acceder o utilizar la Plataforma de Detrade, usted declara y garantiza que es mayor de 18 años y que tiene capacidad legal para suscribir el presente Acuerdo.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Para proporcionar y mantener nuestra plataforma:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" se refiere a Conozca a su Cliente, que es el proceso de verificar la identidad de los clientes y evaluar su riesgo potencial de participación en actividades ilegales.",
  "2.2 To Improve Our Platform:": "2.2 Para mejorar nuestra Plataforma:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 También debe cumplir con todas las leyes y regulaciones aplicables con respecto a su uso de nuestra Plataforma.",
  "2.3 To Communicate with You:": "2.3 Para comunicarnos con usted:",
  "2.4 To Personalize Your Experience:": "2.4 Para personalizar su experiencia:",
  "2.5 To Conduct Analytics and Research:": "2.5 Para realizar análisis e investigaciones:",
  "2.6 To Ensure Security and Compliance:": "2.6 Para garantizar la seguridad y el cumplimiento:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% de comisión de afiliación (un aumento del 100% con respecto a nuestra tarifa base).",
  "20+ exchange market data": "Más de 20 datos del mercado de divisas",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Aviso de restricción de retirada de fondos por 24 horas: Nuestro sistema ha identificado cambios en información importante de su cuenta, por lo que estamos suspendiendo temporalmente la función de retirada de fondos de su cuenta mientras tomamos medidas para asegurar sus activos.Las restricciones se levantarán automáticamente a la hora UTC {{time}}",
  "24h Live Players": "Jugadores en vivo las 24 horas",
  "24h Trade Vol": "Volumen Comercial las 24 hs",
  "24h Wins Paid": "Ganancias pagadas en 24 horas",
  "24h high": "Alto de 24 horas",
  "24h low": "Bajo de 24 horas",
  "24h players": "Jugadores en las 24 horas",
  "24h win ratio": "Proporción de victorias en 24 horas",
  "2FA Code's length is not right": "La longitud del código 2FA no es correcta",
  "2FA authentication": "Autenticación 2FA",
  "2s CFD and 5-60s Options": "2s CFD y 5-60s Opciones",
  "3. Customer Due Diligence (CDD)": "3. Diligencia debida sobre el cliente (CDD)",
  "3. How We Share Your Information": "3. Cómo compartimos su información",
  "3. Wait for system settlement": "3. Esperar a la liquidación del sistema",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade realiza una Diligencia Debida sobre el Cliente (CDD) a todos los usuarios, para verificar su identidad y evaluar su nivel de riesgo.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Para acceder a determinadas funciones de la Plataforma de Detrade, es posible que deba registrarse para obtener una cuenta.",
  "3.1 With Service Providers:": "3.1 Con los proveedores de servicios:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Durante el proceso de registro, es posible que se le soliciten determinados datos personales, entre otros, su nombre completo, fecha de nacimiento, dirección de residencia, documento de identidad expedido por el gobierno y comprobante de domicilio.",
  "3.2 For Legal Reasons:": "3.2 Por razones legales:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Al registrarse para obtener una cuenta, usted se compromete a proporcionar información exacta, actual y completa sobre sí mismo, tal y como se le solicite en el formulario de registro.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade se reserva el derecho a solicitarle información o documentación adicional, para verificar su identidad o evaluar su nivel de riesgo.",
  "3.3 To Protect Our Rights:": "3.3 Para proteger nuestros derechos:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Usted es responsable de mantener la confidencialidad de las credenciales de su cuenta y de todas las actividades que se realicen con ella.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade se reserva el derecho de suspender o cancelar su cuenta si creemos que ha proporcionado información falsa o engañosa durante el proceso de registro, o ha violado cualquier disposición de este Acuerdo.",
  "3.4 With Your Consent:": "3.4 Con su consentimiento:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Usted se compromete a proporcionar con prontitud cualquier información o documentación solicitada por Detrade a los efectos de la Debida Diligencia del Cliente (CDD).",
  "3.5 In Business Transfers:": "3.5 En las transferencias de empresas:",
  "3.Account Registration": "3. Registro de la cuenta",
  "3rd Merchant Processing": "Procesamiento del Tercero Comerciante",
  "4. Check the winning and losing results": "4. Comprobar los resultados ganadores y perdedores",
  "4. Identity Verification": "4. Verificación de la identidad",
  "4. Platform Use": "4. Uso de la plataforma",
  "4. Your Data Protection Rights": "4. Sus derechos en materia de protección de datos",
  "4.1 Access:": "4.1 Acceso:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade utiliza varios métodos y herramientas para verificar la identidad de sus usuarios, incluidos entre otros:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 La Plataforma de Detrade se proporciona únicamente con fines informativos y educativos. Usted reconoce y acepta que cualquier información proporcionada en nuestra Plataforma no pretende ser asesoramiento financiero y no debe confiarse en ella para tomar decisiones de inversión.",
  "4.2 Correction:": "4.2 Corrección:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade se reserva el derecho a rechazar cualquier documento o información facilitada por los usuarios si se considera insuficiente o inexacta a efectos de la verificación de identidad.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Usted es el único responsable de evaluar los riesgos asociados al trading de opciones binarias y de determinar si el trading en la Plataforma de Detrade es adecuado para usted.",
  "4.3 Deletion:": "4.3 Eliminación:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Usted se compromete a utilizar la Plataforma de Detrade de conformidad con todas las leyes y reglamentos aplicables y de una manera que no infrinja los derechos de terceros o viole los términos de este Acuerdo.",
  "4.4 Objection:": "4.4 Objeción:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Restricción: Usted tiene derecho a solicitar que restrinjamos el tratamiento de sus datos personales, bajo ciertas condiciones.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Portabilidad de datos: Usted tiene derecho a solicitar la transferencia de sus datos personales a otra organización o directamente a usted, bajo ciertas condiciones.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Retiro del consentimiento: Si usted nos ha dado su consentimiento para procesar sus datos personales, usted tiene el derecho de retirar su consentimiento en cualquier momento.",
  "5. Data Security": "5. 5. Seguridad de los datos",
  "5. Risk Assessment": "5. 5. Evaluación de riesgos",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade realiza una evaluación de riesgos de cada usuario basándose en su información de verificación de identidad, historial de transacciones y otros factores relevantes.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 La Plataforma de Detrade permite a los usuarios negociar opciones binarias sobre diversos instrumentos financieros, incluidos, entre otros, acciones, divisas, materias primas e índices.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 A los usuarios se les puede asignar una calificación de riesgo basada en los resultados de la evaluación de riesgo, lo que puede influir en el nivel de escrutinio aplicado a sus transacciones y actividad de cuenta.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Usted reconoce y acepta que el comercio de opciones binarias implica riesgos significativos, incluyendo el riesgo de perder toda su inversión.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Usted es el único responsable de evaluar los riesgos asociados a cada operación y de determinar la estrategia de inversión adecuada a sus circunstancias individuales.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade no proporciona ninguna garantía o seguridad con respecto a la rentabilidad o el éxito de cualquier operación realizada en nuestra Plataforma.",
  "5.Trading": "5. Trading",
  "50+ trading pairs": "Más de 50 pares de negociación",
  "6 Month's Pnl": "Pnl de 6 meses",
  "6. Data Retention": "6. Retención de datos",
  "6. Fees and Charges": "6. Tarifas y cargos",
  "6. Monitoring and Reporting": "6. Seguimiento y presentación de informes",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade puede cobrar tasas por determinados servicios o transacciones realizadas en nuestra Plataforma. Usted acepta pagar todas las tasas y cargos aplicables en relación con su uso de nuestra Plataforma.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade supervisa las transacciones de los usuarios y la actividad de la cuenta en busca de signos de comportamiento sospechoso o inusual que puedan indicar actividades de blanqueo de capitales o financiación del terrorismo.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade se reserva el derecho a cambiar o modificar su estructura de comisiones en cualquier momento, con o sin previo aviso.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Si Detrade identifica cualquier actividad o transacción sospechosa, nos reservamos el derecho de informar de dicha actividad a las autoridades pertinentes y tomar las medidas oportunas, incluyendo entre otras, la congelación o suspensión de las cuentas del trader.",
  "6M": "6 Meses",
  "7 * 24 technical services": "7 * 24 servicios técnicos",
  "7. Cookies and Similar Technologies": "7. Cookies y tecnologías similares",
  "7. Intellectual Property": "7. 7. Propiedad intelectual",
  "7. Record-Keeping": "7. Mantenimiento de registros",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Todo el contenido y los materiales disponibles en la Plataforma de Detrade, incluidos, entre otros, textos, gráficos, logotipos, imágenes y software, son propiedad de Detrade o sus licenciatarios y están protegidos por derechos de autor, marcas comerciales y otras leyes de propiedad intelectual.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Cookies: Utilizamos cookies para mejorar su experiencia en nuestra Plataforma. Una cookie es un pequeño archivo colocado en su dispositivo que nos permite reconocer su navegador y capturar y recordar cierta información.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade mantiene registros de toda la información de identificación y transacciones de los usuarios de acuerdo con las leyes y normativas aplicables.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Tipos de Cookies: a) **Cookies esenciales**: Estas cookies son necesarias para el funcionamiento de nuestra Plataforma. Le permiten navegar por el sitio y utilizar sus funciones.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Los registros de los usuarios se mantienen confidenciales y solo se revelan al personal autorizado o a las autoridades reguladoras según lo exija la ley.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Se le concede una licencia limitada, no exclusiva e intransferible para acceder y utilizar la Plataforma de Detrade únicamente para su uso personal y no comercial.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Gestión de las cookies: Usted puede controlar el uso de cookies con respecto a su navegador individual. Si rechaza las cookies, podrá seguir utilizando nuestra Plataforma, pero su capacidad para utilizar algunas funciones o áreas de nuestra Plataforma puede verse limitada.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Usted se compromete a no reproducir, modificar, distribuir o crear trabajos derivados basados en cualquier contenido o material disponible en la Plataforma de Detrade sin el consentimiento expreso y por escrito de Detrade.",
  "8. Third-Party Links": "8. Enlaces de terceros",
  "8. Training and Awareness": "8. Formación y concientización",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade ofrece programas de formación y concientización a sus empleados para garantizar que conocen las políticas y procedimientos AML y KYC.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade respeta la privacidad de sus usuarios y se compromete a proteger su información personal. Consulte nuestra Política de privacidad para obtener información detallada sobre cómo recopilamos, utilizamos y divulgamos su información personal.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Los empleados reciben formación para reconocer y notificar actividades sospechosas, y para cumplir todos los requisitos AML y KYC.",
  "8.Privacy Policy": "8. Política de privacidad",
  "9. Children's Privacy": "9. Privacidad infantil",
  "9. Compliance Oversight": "9. Supervisión del cumplimiento",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade ha designado un Oficial de Cumplimiento responsable de supervisar el cumplimiento de las políticas y procedimientos AML y KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade se reserva el derecho de suspender o cancelar su acceso a nuestra Plataforma en cualquier momento y por cualquier motivo, con o sin causa, y sin previo aviso.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 El Responsable de Cumplimiento es responsable de supervisar la evolución de la normativa, actualizar las políticas AML y KYC según sea necesario, y garantizar que las operaciones de Detrade sigan cumpliendo con todas las leyes y reglamentos aplicables.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Tras la terminación de su acceso a la Plataforma de Detrade, todas las disposiciones de este Acuerdo que por su naturaleza deberían sobrevivir a la terminación, seguirán vigentes, incluidas entre otras, las disposiciones sobre propiedad intelectual, limitación de responsabilidad y resolución de disputas.",
  "9.Termination": "9. Terminación",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Monto del bono:</0> 50% de tu primer depósito",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Límite de bonificación:</0> Bonificación de trading máxima de 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Elegibilidad:</0> Nuevos usuarios en Detrade solamente",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Requisito:</0> Primer depósito ≥ 50 USDT (o su equivalente en otra criptomoneda)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Productos soportados</0>: Alto y Bajo, Spread, Arriba y Abajo, Futuros",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> ¡las entradas han sido enviadas a esta ronda!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> por operaciones de entrada y salida de {{position}} incluido el deslizamiento",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>de {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Se cobró una comisión fija de {{feeAmount}} ({{commission}}) al abrir la operación (posición:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Una fracción de tus beneficios (si los hay) se toma cuando cierras la operación",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Se cobró una tasa variable como una fracción de los beneficios al cerrar la operación",
  "A verification will be sent to {{email}}": "Se enviará una verificación a {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "R: Asegúrate de haber desbloqueado los cuatro modos de operación. Si el problema persiste, ponte en contacto con el servicio de atención al cliente para obtener ayuda.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "R: No, el bono en sí no se puede retirar. Sin embargo, las <0>ganancias obtenidas con el bono</0> sí se pueden retirar.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: Sí. Por favor, activa tu bono dentro de <0>7 días</0> a partir de la emisión. Los bonos expirados no pueden recuperarse.",
  "AF": "AF",
  "AML & KYC policy": "Política de AML y KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Acerca de Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Accede a más de 70 activos populares con hasta un 90% de potencial de beneficio",
  "Account Details": "Detalles de la cuenta",
  "Account Not Verified": "Cuenta no verificada",
  "Account Verified": "Cuenta verificada",
  "Activate": "Activar",
  "Activation expiry time": "Tiempo de expiración de la activación",
  "Active": "Activo",
  "Active tickets": "Tickets activos",
  "Activity priority access": "Acceso prioritario a la actividad",
  "Add": "Añadir",
  "Add key phrase into Google Authenticator and remember the key phrase": "Agregue una frase clave en Google Authenticator y recuerde la frase clave",
  "Add referral": "Agregar referido",
  "Add referral code": "Añadir código de referido",
  "Address is required": "La dirección es necesaria",
  "Address valid": "Dirección válida",
  "Advanced": "Avanzado",
  "Advanced Users": "Usuarios avanzados",
  "Advanced chart": "Gráfico avanzado",
  "Advantage": "Ventaja",
  "Affiliate program": "Programa de afiliados",
  "Affiliates": "Afiliados",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Después de completar tu primer depósito, ve al <0>Centro de Recompensas</0> para ver tu cupón de prueba inicial de 1 USDT.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Después de configurar tu información personal como privada, otros usuarios no podrán ver tu nombre de usuario e información.",
  "Agreement": "Acuerdo",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Método del Airdrop: Las recompensas se distribuyen automáticamente a la billetera. Por favor, sigue el correo electrónico dentro de la aplicación.",
  "Airdrop plan": "Plan del Airdrop",
  "Airdrop program": "Programa del Airdrop",
  "Airdrops": "Airdrops",
  "Algorithm": "Algoritmo",
  "All": "Todo",
  "All Assets": "Todos los activos",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Toda la actividad de corretaje en este sitio web es proporcionada por Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "\"Todas las fórmulas de juego son abiertas y transparentes, lo que disuade del fraude y evita riesgos a socios y jugadores\".",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Todos los precios de la ronda de negociación de 24 horas se determinan mediante una semilla aleatoria, que se revela al final de cada ronda. Con esta semilla publicada, cualquiera puede verificar que seguimos el algoritmo detallado a continuación y que no modificamos los precios una vez iniciada la ronda. Cabe destacar que no podemos modificar los precios en función de sus operaciones.",
  "All prizes will be sent in USDT.": "Todos los premios se enviarán en USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Toda la experiencia práctica de un trader de primera que necesita, incluido el acceso a los indicadores y señales de trading más actuales.",
  "All time wins paid": "Histórico de ganancias pagadas",
  "Already have an account?": "¿Ya tienes una cuenta?",
  "Amount": "Importe",
  "Amount is required": "El monto es necesario",
  "Amount to withdraw": "Importe a retirar",
  "Announcement": "Anuncio",
  "Announcements": "Anuncios",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Políticas contra el lavado de dinero (AML) y conoce a tu cliente (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "¿Tiene alguna duda? Nuestro equipo de asistencia está a su disposición para ayudarle y guiarle en el proceso de solicitud.",
  "Apply": "Solicitar",
  "Applying": "Solicitando",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Aproximadamente {{nextCapitalCost}} se cobrará en la siguiente hora, y la cantidad específica está sujeta a la tasa de financiación en ese momento.",
  "Are there any geographical restrictions?": "¿Hay alguna restricción geográfica?",
  "Arrival amount": "Importe de llegada",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Mientras el programa permanezca activo, usted puede ganar comisiones desde el momento en que su referido se registra para una cuenta de Detrade.",
  "Ask a question": "Formule una pregunta",
  "Asset types,currencies,cryptocurrencies for any trader.": "Tipos de activos, divisas, criptodivisas para cualquier trader.",
  "Assets": "Activos",
  "Assets overview": "Resumen de Activos",
  "At least {{exceed}} number": "Al menos {{exceed}} número",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Al final de la cuenta regresiva, las ganancias y pérdidas se determinarán en función de la tendencia que usted predijo.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Al comienzo de cada ronda de trading (00:00 UTC), se elige aleatoriamente una nueva semilla de 32 bytes. Los precios de toda la ronda se pueden reproducir combinando esta semilla con un contador de ticks entero que aumenta.",
  "Auto": "Auto",
  "Available": "Disponible",
  "Available on request": "Disponible bajo petición",
  "Award quota": "Cuota del premio",
  "Awarded users": "Usuarios premiados",
  "Balance": "Saldo",
  "Balance is not enough": "El balance no es suficiente",
  "Basic": "Básico",
  "Becoming an affiliate is easy": "Convertirse en afiliado es fácil",
  "Benefit from our many years of experience and internationally renowned reputation.": "Benefíciese de nuestros muchos años de experiencia y de nuestra reputación reconocida internacionalmente.",
  "Benefits": "Beneficios",
  "Benefits:": "Beneficios:",
  "Best For": "Lo mejor para",
  "Bet": "Apuesta",
  "Betting": "Apostando",
  "Binary Options Exchange": "Intercambio de Opciones Binarias",
  "Bind": "Vincular",
  "Bind Success": "Vinculo Exitoso",
  "Black diamond circle": "Círculo del diamante negro",
  "Blockchain Processing": "Procesamiento de la cadena de bloques",
  "Bonus": "Bono",
  "Bonus Rules": "Reglas de los Bonos",
  "Bonus Trial": "Prueba de Bonos",
  "Bonus pool": "Fondo de bonificación",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Los cupones de bonificación no son <0>retirables</0>, pero las <1>ganancias de las operaciones de bonificación sí se pueden retirar<1>",
  "Boost your earnings by affiliate program": "Aumente sus ingresos con el programa de afiliados",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Impulse sus operaciones con un apalancamiento de hasta 1000x - mayor riesgo, mayor recompensa.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Impulse sus operaciones con un apalancamiento de hasta 1000× - mayor riesgo, mayor recompensa.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Productos y servicios de intermediación ofrecidos por Nexus Play LLC.",
  "Bronze": "Bronce",
  "Bust And Stop Loss Prices": "Precios de stop loss y de liquidación",
  "Buy": "Comprar",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Al acceder o utilizar la Plataforma de Detrade, usted reconoce que ha leído, entendido y aceptado esta Política de Privacidad. Si no está de acuerdo con esta Política de Privacidad, no debe utilizar nuestra Plataforma.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Al acceder o utilizar la Plataforma de Detrade,usted reconoce que ha leído,entendido y acepta estar obligado por este Acuerdo.Si usted no está de acuerdo con cualquier parte de este Acuerdo, no debe utilizar la Plataforma de Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Al acceder o utilizar la plataforma de Detrade, usted reconoce que ha leído, entendido y acepta cumplir con esta Política de AML y KYC. Si no está de acuerdo con alguna parte de esta Política, no debe utilizar la plataforma de Detrade.",
  "Calculator": "Calculadora",
  "Campaign": "Campaña",
  "Campaign Center": "Centro de Campaña",
  "Can I See The Data Of My Referral?": "¿Puedo ver los datos de mi referido?",
  "Can I use a live account and a demo account at the same time?": "¿Puedo usar una cuenta real y una cuenta demo al mismo tiempo?",
  "Can Partner upgrade his partnership level in the future?": "¿Puede el Socio mejorar su nivel de asociación en el futuro?",
  "Can non-crypto users play Detrade games?": "¿Pueden los usuarios que no usan criptomonedas jugar a los juegos de Detrade?",
  "Cancel": "Cancelar",
  "Cannot exceed {{exceed}} characters": "No puede superar los {{exceed}} caracteres",
  "Cash All": "Todo Efectivo",
  "Champion Profits": "Ganancias de Campeón",
  "Change": "Cambiar",
  "Change password": "Cambiar contraseña",
  "Chat": "Chat",
  "Check <0>ROI calculator</0> for more details": "Consulte <0>la calculadora de ROI</0> para más detalles",
  "Chg%": "Cambio %",
  "Choose Symbol": "Elige un símbolo",
  "Choose Your <0> Account Type And </0>  Start Trading!": "¡Elige tu <0> tipo de cuenta </0> y comienza a operar!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "¡Elige tu <br/> tipo de cuenta y </br> empieza a operar!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Elija un multiplicador para maximizar su posición. Establecer un multiplicador más alto aumenta su riesgo de margen",
  "Choose the cryptocurrency that you would like to start trading.": "Elija la criptomoneda con la que desea empezar a operar.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Elija la dirección ascendente o descendente para colocar una orden dentro del tiempo especificado de la cuenta regresiva.",
  "Claim": "Reclamar",
  "Claim Voucher": "Reclamar Vale",
  "Claimed rewards": "Recompensas reclamadas",
  "Claimed rewards details": "Detalles de las recompensas reclamadas",
  "Click Here To View The": "Haga clic aquí para ver el",
  "Click Up or Down to Trading": "Haga clic en Arriba o Abajo para comerciar",
  "Client": "Cliente",
  "Close": "Cerrar",
  "Close Time": "Hora del cierre",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Cierre en cualquier momento, ya sea con ganancias o pérdidas. Establezca objetivos de toma de ganancias o de detención de pérdidas para cerrar su posición automáticamente",
  "Close the order": "Cerrar la orden",
  "Close type": "Tipo de cierre",
  "Closed successfully!": "¡Cerrado con éxito!",
  "Co-planning rights": "Derechos de coplanificación",
  "Coin-Margined": "Margen de moneda",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Combine todas las órdenes limitadas en reposo de cada fuente de precios en un único libro de órdenes compuesto. Está bien y es de esperar que el precio de algunas órdenes de compra superen el precio de algunas órdenes de venta de otras bolsas. El tamaño de las órdenes individuales tiene un límite de 1 millón de dólares para limitar la influencia de una sola orden de gran tamaño.",
  "Coming soon": "Próximamente",
  "Community": "Comunidad",
  "Community access": "Acceso a la comunidad",
  "Completed": "Completado",
  "Comprehensive trading training": "Entrenamiento integral en el trading",
  "Computers and smartphones are fully functional": "Los ordenadores y teléfonos inteligentes son totalmente funcionales",
  "Condition 1: The price trend matches your prediction.": "Condición 1: La tendencia de los precios coincide con su predicción.",
  "Condition 2: Price movement breaks through the spread.": "Condición 2: El movimiento del precio se rompe por la diferencia.",
  "Confirm": "Confirmar",
  "Confirm Close": "Confirmar Cierre",
  "Confirm removing Google 2FA authentication?": "¿Confirmar la eliminación de la autenticación 2FA de Google?",
  "Confirm settlement of all orders?": "¿Confirmar la liquidación de todas las órdenes?",
  "Confirm to close the order?": "¿Confirmar para cerrar la orden?",
  "Confirmations": "Confirmaciones",
  "Connect": "Conectar",
  "Connect with your friends": "Conecta con tus amigos",
  "Contact Us": "Contacta con Nosotros",
  "Contact us": "Contacta con nosotros",
  "Contact us with Email or Live chat": "Contáctanos por correo electrónico o por el chat en vivo",
  "Content creators program": "Programa para creadores de contenidos",
  "Contest prize pool": "Bolsa de premios del concurso",
  "Continue": "Continuar",
  "Continue Deposit Process": "Continuar con el proceso de depósito",
  "Continue deposit process": "Continuar con el proceso de depósito",
  "Continue with Google": "Continuar con Google",
  "Continue with X": "Continuar con X",
  "Continuously updated": "Actualización continua",
  "Convenient deposit and withdrawal methods": "Métodos convenientes de depósitos y retiros",
  "Copy": "Copia",
  "Copy Success": "Copiado con éxito",
  "Copy this code to your authenticator app": "Copia este código en tu aplicación de autenticación",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Derechos de autor de © 2025 Nexus Play LLC. Todos los derechos reservados.",
  "Country": "País",
  "Create Password": "Crear contraseña",
  "Crypto": "Cripto",
  "Crypto - binary options": "Cripto - opciones binarias",
  "Crypto Pairs": "Pares de Criptomonedas",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Operar con contratos de criptomonedas conlleva un alto nivel de riesgo y podría perder todo el importe de su operación. Cuanto mayor sea el apalancamiento, mayor será el riesgo. Sin embargo, bajo ninguna circunstancia puede perder más del importe inicial de su operación.",
  "Currency": "Moneda",
  "Custom Price Move %": "Movimiento de precio personalizado %",
  "Custom cashback plan": "Plan personalizado de devolución de dinero",
  "Custom revenue share and fee option.": "Opción personalizada de participación en los ingresos y comisiones.",
  "Custom services": "Servicios personalizados",
  "Custom signals": "Señales personalizadas",
  "Customized incentives tailored to your needs.": "Incentivos personalizados adaptados a sus necesidades.",
  "DOWN": "ABAJO",
  "Daily Active Users": "Usuarios activos diariamente",
  "Daily Earning": "Ganancias diarias",
  "Daily contest": "Concurso diario",
  "Dark": "Oscuro",
  "Date": "Fecha",
  "Day": "Día",
  "DeTrade overview": "Visión general de DeTrade",
  "Dedicated customer support": "Soporte al cliente dedicado",
  "Demo": "Demostración",
  "Demo Account": "Cuenta Demo",
  "Demo Trading": "Trading en modo Demo",
  "Depending on your location, you may have the following rights regarding your personal information:": "Dependiendo de su ubicación, puede tener los siguientes derechos en relación con su información personal:",
  "Deposit": "Depósito",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Depositar 120 USDT → Recibir un bono limitado de 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Depositar 80 USDT → Recibir un bono de 40 USDT",
  "Deposit Amount": "Monto de Depósito",
  "Deposit Order Created": "Orden de Depósito Creada",
  "Deposit Via {{depositChannel}}": "Depósito a través de {{depositChannel}}",
  "Deposit address": "Dirección de depósito",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Ingrese y retire dinero con facilidad utilizando el método de pago más cómodo.",
  "Deposit is in progress": "",
  "Deposit now": "Depositar ahora",
  "Deposits and withdrawals": "Depósitos y retiros",
  "Derivative Exchanges": "Intercambios de derivados",
  "Description": "Descripción",
  "Detail": "Detalle",
  "Details": "Detalles",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"nosotros\", \"nos\" o \"nuestro\") valora su privacidad y se compromete a proteger su información personal. Esta Política de Privacidad explica cómo recopilamos, utilizamos, revelamos y protegemos su información cuando utiliza nuestra plataforma de negociación de opciones binarias (\"Plataforma\"). Al acceder o utilizar nuestra Plataforma, usted acepta la recopilación y el uso de la información de acuerdo con esta política. Si no está de acuerdo con esta política, no debe utilizar nuestra Plataforma.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect es una solución de integración perfecta que permite a las plataformas de terceros conectarse fácilmente a nuestro ecosistema. A través de potentes API y herramientas de automatización, integramos directamente las funciones básicas de nuestros productos en su plataforma. Su objetivo es proporcionar a las plataformas derivados de criptomoneda diversificados, un intercambio de datos más rápido y la posibilidad de acceder a nuestras funciones de vanguardia, garantizando al mismo tiempo conexiones seguras, escalables y fiables. Tanto si desea ampliar la prestación de servicios como simplificar los flujos de trabajo, Detrade Connect puede hacer que la integración sea sencilla, eficiente y eficaz.",
  "Detrade Index Prices": "Precios del índice Detrade",
  "Detrade Partner": "Socio de Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "¡Programa de Socios de Detrade! Este programa está diseñado para proporcionar a los creadores mayores potenciales de ingresos y beneficios exclusivos, haciendo que sus esfuerzos promocionales sean realmente gratificantes.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade se ha comprometido a transformar la industria tradicional del trading inteligente y a abrir los mercados financieros a todo el mundo. Nuestra misión es ofrecer la experiencia de trading más innovadora. Cualquier persona del mundo debería poder participar en las transacciones.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade ha completado la revisión del código y el resultado está en el TOP-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade se encuentra en una vía de rápido crecimiento. Estamos comprometidos a proporcionar a nuestros usuarios una experiencia innovadora y atractiva que la convierte en la plataforma de elección para el comercio de opciones binarias de criptomonedas.",
  "Detrade learn": "Aprende sobre Detrade",
  "Detrade offers 3 types of optional products.": "Detrade ofrece 3 tipos de productos opcionales.",
  "Detrade partnership program": "Programa de Asociados de Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade se reserva los derechos finales de interpretación para esta campaña.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade se reserva el derecho a modificar las normas y condiciones a su entera discreción y sin previo aviso.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade se reserva el derecho de excluir a los jugadores que hayan infringido nuestras normas en cualquier fase del Concurso.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade se reserva el derecho a revisar, suspender o cancelar la actividad o la distribución del airdrop en cualquier momento, incluidos los términos y condiciones pertinentes. La revisión tiene por objeto gestionar, prevenir el fraude y otras actividades ilegales. A menos que el trader participe en fraudes y otras actividades ilegales, dicha revisión no afectará a los traders que han decidido participar.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade se reserva el derecho de actualizar o cambiar esta Política de Privacidad en cualquier momento. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en nuestra Plataforma. Le aconsejamos que revise periódicamente esta Política de Privacidad para comprobar si se han producido cambios. El uso continuado de nuestra Plataforma después de cualquier modificación de la Política de Privacidad, constituirá su reconocimiento de las modificaciones y su consentimiento para acatar y estar obligado por la Política de Privacidad actualizada.",
  "Detrade weekly draw": "Sorteo semanal de Detrade",
  "Developer documentation": "Documentación para desarrolladores",
  "Device": "Dispositivo",
  "Diamond": "Diamante",
  "Diamond Partner": "Socio Diamante",
  "Didn't find an answer to our question?": "¿No ha encontrado respuesta a su pregunta?",
  "Direction": "Dirección",
  "Discover trending tokens. Trade. Earn. Repeat.": "Descubre tokens en tendencia. Comercia. Gana. Repite.",
  "Distributing Payout": "Distribución del pago",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "No utilice símbolos especiales ni la barra espaciadora, de lo contrario su cuenta podría no ser admitida.",
  "Do not use special symbols, otherwise your account may not be supported.": "No utilice símbolos especiales, de lo contrario su cuenta podría no ser admitida.",
  "Does the company have the legal qualifications to carry out relevant business?": "¿Dispone la empresa de las cualificaciones legales para llevar a cabo las actividades pertinentes?",
  "Don't beg or ask for loans, rains or tips.": "No mendigues ni pidas préstamos, lluvias o propinas.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "No participe en ninguna forma de publicidad/comercio/venta/compra u oferta de servicios.",
  "Don't harass or be offensive to other users or Detrade staff.": "No acoses ni ofendas a otros usuarios ni al personal de Detrade.",
  "Don't have an account?": "¿No tienes una cuenta?",
  "Don't let anyone see this!": "¡No dejes que nadie vea esto!",
  "Don't share any personal information (including socials) of you or other players.": "No compartas ninguna información personal (incluidas las redes sociales) tuya o de otros jugadores.",
  "Don't share codes, scripts or any other bot service.": "No compartas códigos, scripts o cualquier otro servicio de bot.",
  "Don't show again": "No volver a mostrar",
  "Don't spam & don't use excessive capital letters when chatting.": "No hagas spam y no uses excesivas mayúsculas al chatear.",
  "Don't use URL shortening services. Always submit the full link.": "No utilice servicios de acortamiento de URL. Envíe siempre el enlace completo.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "No utilices cuentas alternativas (alts) en el chat, está terminantemente prohibido.",
  "Done": "Hecho",
  "Down": "Abajo",
  "Down Wins": "Abajo Gana",
  "Down vs. Up Ratio (Live Data)": "Relación de Abajo vs. Arriba (Datos en vivo)",
  "Download": "Descargar",
  "Download the Google Authenticator app": "Descargar la aplicación Google Authenticator",
  "Drop us a line here": "Envíenos un mensaje aquí",
  "Duration: {{time}}": "Duración: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Cada ID de pedido solo se puede usar una vez para evitar duplicados.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Cada usuario es elegible para <0>solo uno</0> bono de primer depósito",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Cada código de vale solo se puede reclamar una vez por usuario. Una vez reclamado, la recompensa no se puede revertir.",
  "Earn": "Ganar",
  "Earn up to 50% commission.": "Gana hasta 50% de comisión.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Gane hasta un {{payout}}% de beneficio si su predicción es correcta.",
  "Easy access from your smartphone": "Fácil acceso desde su smartphone",
  "Edit your avatar": "Editar su avatar",
  "Email": "Correo electrónico",
  "Email Code": "Código de correo electrónico",
  "Email verification code's length is not right": "La longitud del código de verificación del correo electrónico no es correcta",
  "End Time": "Hora final",
  "End Time Invalid( hh : mm : ss )": "Hora final inválida ( hh : mm : ss )",
  "End Time is earlier than Start Time": "La hora de finalización es anterior a la hora de inicio",
  "End rate": "Tasa final",
  "Ends in {{time}} days": "Termina en {{time}} días",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Asegurando precios auténticos, libres de manipulaciones, con algoritmos transparentes y verificables para una equidad garantizada.",
  "Enter Code": "Ingresar código",
  "Enter number of daily active players": "Introduzca el número de jugadores activos diarios",
  "Enter the 2FA code ": "Introduce el código 2FA ",
  "Enter the 6-digit code sent to": "Introduce el código de 6 dígitos enviado a",
  "Enter withdraw address": "Introduzca la dirección de retiro",
  "Enter your email": "Introduzca su dirección de correo electrónico",
  "Enter your email and we'll send you a new password": "Introduce tu correo electrónico y te enviaremos una nueva contraseña",
  "Enter your name": "Introduzca su nombre",
  "Enter your new password": "Introduzca su nueva contraseña",
  "Enter your old password": "Introduzca su antigua contraseña",
  "Enter your password": "Introduzca su contraseña",
  "Enterprise Partner": "Socio empresarial",
  "Entrepreneurs": "Empresarios",
  "Entry Price": "Precio de entrada",
  "Entry Time": "Hora de entrada",
  "Entry fee": "Tasa de entrada",
  "Entry price": "Precio de entrada",
  "Esteemed Affiliate": "Estimado afiliado",
  "Event Details": "Detalles del evento",
  "Event time: {{ startTime }} - {{ endTime }}": "Hora del evento: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "¡Cada mes, distribuiremos aleatoriamente un total de <0>{{amount}}</0> en BCD a 300 usuarios que participen en el par comercial STONKS!",
  "Examples": "Ejemplos",
  "Exchange": "Intercambio",
  "Exit price": "Precio de salida",
  "Experience": "Experiencia",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Expertos técnicos y en productos le ofrecen asistencia profesional y seguirán optimizando las funciones de los productos de forma gratuita, para ofrecerle los mejores productos.",
  "Expert Support": "Asistencia experta",
  "Expired": "Expirado",
  "Expires in": "Expira en",
  "Explain": "Explicar",
  "Exploiting platform bugs or system loopholes": "Explotar errores de la plataforma o lagunas del sistema",
  "Extensive coverage": "Amplia cobertura",
  "FAQ": "PREGUNTAS FRECUENTES",
  "Failed": "Fallido",
  "False deposits, money laundering, or manipulation to trigger rewards": "Depósitos falsos, lavado de dinero o manipulación para activar recompensas",
  "Fast response": "Respuesta rápida",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Transacciones rápidas, inyección de capital y reparto de beneficios, órdenes pendientes y copia de transacciones, son modos de trading cómodos y flexibles.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Intercambios más rápidos. Decisiones más simples. Interacción en tiempo real con otros comerciantes en la comunidad.",
  "Favorite Trading Derivatives": "Derivados de trading favoritos",
  "Favorites": "Favoritos",
  "Fear & Greed Index": "Índice de miedo y codicia",
  "Fee": "Tarifa",
  "Fee options": "Opciones de comisión",
  "Fiat": "Fiat",
  "Finished": "Finalizado",
  "First deposit bonus guide": "Guía de bonificación por primer depósito",
  "Fixed fee limit": "Límite fijo de comisión",
  "Flat fee": "Tarifa plana",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "La tarifa plana se calcula como un porcentaje de su posición (cantidad * apalancamiento)",
  "Flexible transaction mode": "Modo de transacción flexible",
  "Floating PnL": "PnL flotante",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Por cada operación de ${{ticketQuota}} en nuestro <0>diferencial alto-bajo</0>, recibirás automáticamente un boleto de la rifa. ¡Así que asegúrate de ganar la mejor oportunidad para ti, ganando tantos boletos como puedas!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Por ejemplo, si tiene abierta una posición en largo en BTC por $500 con un multiplicador de 10x y la tasa de financiación es del 0,1%, se le cobrarán $0,21 por hora, después de las primeras 8 horas. Si la posición fuera en corto en lugar de en largo, entonces recibiría pagos de financiación. Si su apuesta se cierra en un plazo de 8 horas, no se efectuarán pagos de financiación.",
  "For the safety of your funds, must complete the following binding": "Para la seguridad de sus fondos, debe completar obligatoriamente lo siguiente",
  "For the safety of your funds, withdrawals must complete the following binding": "Para la seguridad de sus fondos, los retiros deben cumplir los siguientes requisitos obligatorios",
  "Forgot?": "¿Lo has olvidado?",
  "Free": "Gratis",
  "Frequently Asked Questions (FAQ)": "Preguntas más frecuentes (FAQ)",
  "Frequently asked questions": "Preguntas más frecuentes",
  "From": "Desde",
  "Funding Payments": "Financiación de los pagos",
  "Funding fee history": "Historial de las tasas de financiación",
  "Funding/h": "Financiación/hora",
  "Futures": "Futuros",
  "Futures Entrust": "Confiar en futuros",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "El trading de futuros es una operación relativa al mercado al contado. Los usuarios pueden juzgar la subida o la bajada en el trading de contratos de futuros y optar por comprar en largo o vender en corto los contratos, para obtener beneficios de la subida o la bajada de los precios. Al mismo tiempo, los usuarios pueden tomar prestados fondos adicionales para aumentar el tamaño de sus posiciones incrementando el apalancamiento.",
  "Gas fee": "Tarifa de gas",
  "General access": "Acceso general",
  "Get 50% bonus": "Consigue una bonificación del 50%",
  "Get Trading commission when your friends trading.": "Consigue comisiones de trading cuando tus amigos operen.",
  "Get free educational materials and 24/7 support": "Obtén materiales educativos gratuitos y soporte 24/7",
  "Get help": "Obtener ayuda",
  "Go bind": "Ve a vincular",
  "Go to home": "Ir al inicio",
  "Go to the Reward Center and manually activate your bonus voucher.": "Ve al Centro de Recompensas y activa manualmente tu vale de bonificación.",
  "Go trading": "Ir a Trading",
  "Gold": "Oro",
  "Gold Partner": "Socio de oro",
  "Good Job!": "¡Buen trabajo!",
  "Google 2FA code": "Código 2FA de Google",
  "Google Authenticator can be downloaded from the App store or Google Play.": "El Google Authenticator puede descargarse desde la App Store o Google Play.",
  "Got it": "Entendido",
  "Guess if the price ends higher or lower than the target.": "Adivina si el precio termina más alto o más bajo que el objetivo.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "¿No has encontrado lo que buscas? Consulta algunas preguntas aquí, o visita nuestro Centro de Ayuda para más información.",
  "Hide Small": "Ocultar pequeño",
  "High Low": "Alto Bajo",
  "High Low Guess if the price ends higher or lower than the target.": "Adivina si el precio de Alto y Bajo termina más alto o más bajo que el objetivo.",
  "High Low Spread": "Alto Bajo Diferencial",
  "History": "Historial",
  "Home": "Inicio",
  "Hour": "Hora",
  "How does Playnance assist Partners in their platforms' promotion?": "¿Cómo ayuda Playnance a los socios en la promoción de sus plataformas?",
  "How it works": "Cómo funciona",
  "How much can I earn from my referral?": "¿Cuánto puedo ganar por mi referido?",
  "How to Claim Your Bonus": "Cómo reclamar su bono",
  "How to apply": "Cómo solicitarlo",
  "How to invite": "Cómo invitar",
  "How will players deposit and withdraw their funds?": "¿Cómo los jugadores depositarán y retirarán sus fondos?",
  "I acknowledge": "Reconozco",
  "I've made deposit": "He hecho el depósito",
  "ID verification": "Verificación de la identidad",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "COMPONENTES DEL ÍNDICE DE BOLSAS AL CONTADO",
  "If you are a content creator, make sure to check out our": "Si es usted creador de contenidos, no deje de consultar nuestro",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Si cree que su cuenta ha sido marcada por error, póngase en contacto con el servicio de asistencia oficial para apelar.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Si no ha completado esta transferencia, puede continuar el proceso de depósito <0>aquí</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Si tiene alguna pregunta sobre esta Política de Privacidad, póngase en contacto con nosotros en",
  "If you have the traffic, it can be monetized.": "Si usted tiene el tráfico, se puede monetizar.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Si cree que el precio bajará cuando finalice la cuenta regresiva, seleccione ABAJO. (Los valores en la figura corresponden a la relación de ganancias que obtuvo)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Si cree que el precio va a bajar, elija ABAJO para aprovechar la caída.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Si cree que el precio bajará, establezca un margen y guarde un botón de venta. Si el precio baja, obtendrá una ganancia.",
  "If you think the price will go up, choose UP to go with the trend.": "Si cree que el precio va a subir, elija ARRIBA para seguir la tendencia.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Si cree que el precio subirá, establezca un margen y haga clic en el botón de compra. Si el precio sube, obtendrá una ganancia.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Si cree que el precio aumentará al final de la cuenta regresiva, seleccione ARRIBA. (Los valores en la figura corresponden a la relación de ganancias que obtuvo)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Si quiere centrarse en las ventas y los beneficios en lugar de en la gestión de productos o el desarrollo tecnológico.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Si su posición permanece abierta durante más de 8 horas, se aplicarán comisiones de financiación por hora según las condiciones del mercado. Estas comisiones se deducen directamente del saldo de su cuenta. Si su saldo no es suficiente para cubrir las comisiones de financiación, el sistema cerrará su posición forzosamente.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Si su posición permanece abierta durante más de 8 horas, se aplicarán tarifas de financiación por hora según las condiciones del mercado.",
  "Important Reminders": "Recordatorios Importantes",
  "Income": "Ingreso",
  "Increase Limit": "Aumentar límite",
  "Increase aggregate limit": "Aumentar el límite agregado",
  "Increase limit": "Aumentar límite",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Integre los derivados de criptomonedas de Detrade en su plataforma",
  "Integration": "Integración",
  "Integration program": "Programa de integración",
  "Intelligent integrated services": "Servicios inteligentes integrados",
  "Internal group": "Grupo interno",
  "Intuitive trader transaction data display and statistics": "Visualización intuitiva de los datos y estadísticas de las transacciones de los traders",
  "Intuitive trading trend display and analysis tools": "Herramientas intuitivas de análisis y visualización de tendencias de trading",
  "Invalid email": "Correo electrónico inválido",
  "Invite friends": "Invitar a amigos",
  "Invite friends to earn  20% commission": "Invitar a amigos para ganar un 20% de comisión",
  "Invite only": "Solo por invitación",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "¿Existe un límite de tiempo para ganar comisiones a través del programa de referidos?",
  "Is there a limit to the invitation rewards I can receive?": "¿Existe un límite para las recompensas de invitación que puedo recibir?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Ayuda a los inversores a entender el estado emocional del mercado, que puede influir en los comportamientos de compra y venta.",
  "Join  our community": "Únete a nuestra comunidad",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Únase a Detrade Connect para acelerar el crecimiento operativo de su plataforma y le brindamos garantías de servicio.",
  "Join and earn extra bonuses!": "¡Únete y gana bonificaciones adicionales!",
  "Join free competitions": "Únete a competiciones gratuitas",
  "Join now and get a": "Únete ahora y consigue un",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "¡Únete a nuestra lotería aleatoria semanal y comparte <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Verificación KYC",
  "KYC authentication": "Autenticación KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Mantenga su posición abierta durante más de 8 horas y podrá incurrir o recibir pagos de financiación por hora, dependiendo de las condiciones del mercado.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Mantenga su posición abierta durante más de 8 horas y podría incurrir o recibir pagos de financiación por hora, dependiendo de las condiciones del mercado. Cuando el mercado es alcista, la tasa de financiación es positiva y los operadores largos pagan a los cortos. Cuando el mercado es bajista, la tasa de financiación es negativa y los operadores a corto pagan a los operadores a largo.",
  "Language": "Idioma",
  "Large product research & Development team": "Amplio equipo de investigación y desarrollo de productos",
  "Last price": "Último precio",
  "Latest events": "Últimos eventos",
  "Launch now": "Iniciar ahora",
  "Leaderboard": "Tabla de clasificación",
  "Learn": "Aprender",
  "Learn More": "Aprender más",
  "Level assessment & update": "Evaluación y actualización del nivel",
  "Leverage": "Apalancamiento",
  "Leverage 1000x Maximum": "Apalancamiento 1000x máximo",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Aproveche la tecnología de Detrade para lanzar su propia aplicación de trading. Ofrezca una experiencia de trading mejorada a sus clientes y gane con cada operación ejecutada en su aplicación.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "El apalancamiento te permite ampliar el tamaño de tu posición con una menor cantidad de capital. Un apalancamiento más alto aumenta tanto el beneficio potencial como el riesgo.",
  "License": "Licencia",
  "License Information": "Información sobre la licencia",
  "Light": "Ligero",
  "Limits": "Límites",
  "Liq price": "Precio de liquidación",
  "Liq.Price": "Precio de Liquidación",
  "Liq.price": "Precio de liquidación",
  "Liquidated": "Liquidado",
  "Live": "En vivo",
  "Live chat": "Chat en vivo",
  "Live trade": "Comercio en vivo",
  "Loading Failed": "Error de carga",
  "Log out": "Cerrar sesión",
  "Login": "Inicio de sesión",
  "Login 2FA switch": "Cambiar 2FA para iniciar sesión",
  "Login here.": "Inicia sesión aquí.",
  "Login history": "Historial de inicio de sesión",
  "Login method": "Método de inicio de sesión",
  "Login to Detrade": "Iniciar sesión en Detrade",
  "Login with email code": "Iniciar sesión con el código de correo electrónico",
  "Login with password": "Iniciar sesión con contraseña",
  "Lose": "Pérdida",
  "Loser": "Perdedor",
  "Loved by users": "Amado por los usuarios",
  "Major features:": "Características principales:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Realice operaciones con éxito y acumule la bonificación máxima en su primer depósito. <0>Más información<0>",
  "Manual": "Manual",
  "Mark Price": "Precio de marca",
  "Mark price": "Precio de marca",
  "Market": "Mercado",
  "Market Impact Effects": "Efectos de Impacto de Mercado",
  "Max": "Máximo",
  "Max Profit": "Beneficio máximo",
  "Max TV": "Max TV",
  "Max Trade": "Operación Máxima",
  "Max solo bonus": "Bonificación máxima en solitario",
  "Max withdrawal limit": "Límite máximo de retiro",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Sistema amigable para los miembros: Muchos de nuestros miembros actuales han construido con éxito ingresos pasivos sostenibles a través de nuestro programa. Ahora es tu turno.",
  "Memo": "Memo",
  "Memo is required": "El memo es necesario",
  "Memo/Tag": "Memo/Etiqueta",
  "Menu": "Menú",
  "Min Trade": "Operación Mínima",
  "Minimum Deposit": "Depósito mínimo",
  "Minimum {{min}} characters": "Mínimo {{min}} caracteres",
  "Minimum {{min}} characters and maximum {{max}} characters": "Mínimo {{min}} caracteres y máximo {{max}} caracteres",
  "Minute": "Minuto",
  "Money Distributed": "Dinero distribuido",
  "Month": "Mes",
  "Month's Pnl": "Pnl del mes",
  "Monthly Earnings": "Ganancias mensuales",
  "Monthly cashback cap": "Límite de reembolso mensual",
  "More": "Más",
  "Multi-account abuse or airdrop farming behavior": "Abuso por múltiples cuentas o comportamiento de cultivo de airdrop",
  "Multiple crypto currency binary options derivatives": "Múltiples derivados de opciones binarias de criptomonedas",
  "Multiple investment models": "Múltiples modelos de inversión",
  "Multiplier": "Multiplicador",
  "Must be at least {{less}}": "Debe ser al menos {{less}}",
  "Must be at most {{large}}": "Debe ser como máximo {{large}}",
  "My Position": "Mi posición",
  "My activity": "Mi actividad",
  "My referral code": "Mi código de referido",
  "My referral link": "Mi enlace de referido",
  "My reward": "Mi recompensa",
  "My vouchers": "Mis vales",
  "NA": "NA",
  "Name": "Nombre",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "¿Necesita ayuda? Visite nuestro Centro de Ayuda o contacte con el Soporte de Atención al Cliente. Estamos aquí para ayudarle 24/7.",
  "Network": "Red",
  "New": "Nuevo",
  "New Password": "Nueva contraseña",
  "New Trading Symbol": "Nuevo Símbolo de Trading",
  "New messages": "Nuevos mensajes",
  "New notice": "Nuevo aviso",
  "New password is {{exceed}} length": "La nueva contraseña tiene una longitud de {{exceed}}",
  "New user": "Nuevo usuario",
  "Next": "Siguiente",
  "Next Draw Starts in": "El próximo sorteo comienza en",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC es una empresa de corretaje que ofrece a los inversores autónomos servicios de corretaje, y no hace recomendaciones ni ofrece asesoramiento de inversión, financiero, jurídico o fiscal. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC es una empresa de corretaje que presta servicios de corretaje a inversores autodirigidos, y no hace recomendaciones ni ofrece asesoramiento de inversión, financiero, jurídico o fiscal. El comercio en línea conlleva riesgos inherentes, incluyendo fluctuaciones en la respuesta del sistema y los tiempos de acceso debido a las condiciones del mercado, el rendimiento del sistema y otros factores. Antes de operar, consulte a un asesor financiero independiente con licencia y asegúrese de que tiene el apetito de riesgo, la experiencia y los conocimientos necesarios. Bajo ninguna circunstancia Nexus Play LLC será responsable ante ninguna persona o entidad por ningún daño directo, indirecto, especial, consecuente o incidental. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, una empresa de corretaje autorizada y regulada por la Mwali International Services Authority (M.I.S.A.) con la licencia #BFX2024137.",
  "No": "No",
  "No Hidden Fees": "Sin gastos ocultos",
  "No More Data": "No hay más datos",
  "No More Orders": "No hay más órdenes",
  "No data available": "No hay datos disponibles",
  "No discussion of streamers or Twitch or any other similar platforms.": "No se habla de streamers ni de Twitch ni de otras plataformas similares.",
  "No downloads or updates required": "No requiere descargas ni actualizaciones",
  "No funding within 60 minutes for this order": "No hay fondos dentro de los 60 minutos para esta orden",
  "No installation is required and you can trade via your smartphone's web browser.": "No se requiere ninguna instalación y puede operar a través del navegador web de su smartphone.",
  "No more data": "No hay más datos",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "No se permite hablar de política ni de religión en el chat, esto está estrictamente prohibido.",
  "No suspicious behavior that can be seen as potential scams.": "Ningún comportamiento sospechoso que pueda considerarse una estafa potencial.",
  "No withdrawal of coins within 24 hours": "No hay retirada de monedas dentro de las 24 horas",
  "Not activated": "No activado",
  "Not completed": "No completado",
  "Note": "Nota",
  "Notification": "Notificación",
  "Now login disabled 2FA": "Ahora el inicio de sesión 2FA está deshabilitado",
  "Now login need 2FA": "Ahora para iniciar sesión necesita 2FA",
  "Old Password": "Contraseña antigua",
  "Old password is {{exceed}} length": "La contraseña anterior tiene una longitud de {{exceed}}",
  "On going": "En curso",
  "On your first deposit": "En su primer depósito",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Una vez activado, si el tamaño de su posición ≥ valor del bono, el sistema utilizará automáticamente el bono primero para la transacción.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Una vez que se revela la semilla, cualquiera puede verificar los precios de una ronda de negociación. El siguiente código de Python calcula los primeros 100 precios de una ronda dada su semilla:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Una vez que desbloquee los 4 modos de trading (Alto y Bajo / Spread / Futuros / Arriba y Abajo), su bono completo (50% de su depósito) se emitirá automáticamente.",
  "Ongoing": "En curso",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "El comercio en línea conlleva riesgos inherentes, incluyendo fluctuaciones en la respuesta del sistema y los tiempos de acceso debido a las condiciones del mercado, el rendimiento del sistema y otros factores. Antes de operar, consulte a un asesor financiero independiente con licencia y asegúrese de que tiene el apetito de riesgo, la experiencia y los conocimientos necesarios. Bajo ninguna circunstancia Nexus Play LLC será responsable ante ninguna persona o entidad por ningún daño directo, indirecto, especial, consecuente o incidental. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Envíe únicamente {{crypto}} a esta dirección, {{confirmations}} confirmaciones requeridas.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Solo utilice el idioma especificado en el canal de chat, el abuso potencial será sancionado.",
  "Open": "Abierto",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Abra Google Authenticator, escanee el código QR que aparece a continuación o ingrese manualmente la frase clave para activar el token de verificación",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Porcentaje de Usuarios de la Dirección de Posición Abierta en Esta Plataforma para la Moneda Actual",
  "Order Amount": "Importe de la orden",
  "Order Id": "Id de la orden",
  "Order Progress": "Progreso de la orden",
  "Order id": "Id de la orden",
  "Order placed successfully!": "¡Orden realizada con éxito!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Modelo de inversión de bankroll original, fácil de obtener ingresos, los activos se pueden retirar en cualquier momento.",
  "Other": "Otro",
  "Our Advantage": "Nuestra ventaja",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Nuestra Plataforma no está diseñada para ser utilizada por menores de 18 años. No recopilamos ni solicitamos conscientemente información personal de menores de 18 años. Si tenemos conocimiento de que hemos recopilado información personal de un menor de 18 años, eliminaremos dicha información lo antes posible.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Nuestra Plataforma puede contener enlaces a sitios web o servicios de terceros que no son propiedad ni están controlados por Detrade. No tenemos ningún control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de los sitios web o servicios de terceros. Le recomendamos que revise las políticas de privacidad de los sitios web de terceros que visite.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Nuestro programa de socios refleja nuestro compromiso de crear una cooperación beneficiosa para todos y está adaptado a afiliados de todos los tamaños. ¡Únase a nosotros en nuestro viaje de crecimiento mutuo!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Nuestro plan pretende incentivar a quienes obtengan resultados sobresalientes.",
  "Outflow": "Salida",
  "Over 70 popular crypto assets. Trade and increase your balance": "Más de 70 activos criptográficos populares. Comercia y aumenta tu saldo",
  "Overview": "Visión general",
  "Own your branded platform": "Sea dueño de su plataforma de marca",
  "P&L": "Pérdidas y Ganancias",
  "P&L from bonus trades will be credited directly to your real account": "Las P&L de las operaciones con bonificaciones se acreditarán directamente en su cuenta real",
  "PNL": "PNL",
  "Page error": "Error de página",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Método de participación: Completa 3 transacciones del par STONKS/BCD durante el periodo.",
  "Partner Program": "Programa de socios",
  "Partner program": "Programa de socios",
  "Partnership Program": "Programa de asociación",
  "Partnership Tiers": "Niveles de Asociación",
  "Partnership With A Trusted Pioneer": "Asociación con un pionero de confianza",
  "Partnership program": "Programa de socios",
  "Password": "Contraseña",
  "Password reset link sent. Check your email inbox.": "Enlace para restablecer la contraseña enviado. Revisa tu bandeja de entrada del correo electrónico.",
  "Password strength": "Fortaleza de la contraseña",
  "Passwords must differ": "Las contraseñas deben ser diferentes",
  "Past": "Anterior",
  "Past 1 year": "Desde hace 1 año",
  "Past {{days}} days": "Pasados {{days}} días",
  "Past {{hours}} hours": "Pasadas {{hours}} horas",
  "Payment Method": "Método de Pago",
  "Payout": "Pago",
  "Payout Multiplier": "Multiplicador de pagos",
  "Pending third-party processing (estimated {{hours}} hours).": "Procesamiento de terceros pendiente (estimado {{hours}} horas).",
  "Pending third-party processing.": "Procesamiento de terceros pendiente.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "¡Las ventajas incluyen comisiones más altas, campañas patrocinadas de Detrade y mucho más!",
  "Personal": "Personal",
  "Personal Info": "Información Personal",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Elija un multiplicador para maximizar su posición. Establecer un multiplicador más alto aumenta el riesgo de su posición.",
  "Place Your Trade": "Realice su operación",
  "Platform": "Plataforma",
  "Platform Name": "Nombre de la plataforma",
  "Platform Type": "Tipo de plataforma",
  "Platform Website": "Sitio web de la plataforma",
  "Platinum": "Platino",
  "Platinum Partner": "Socio de platino",
  "Play now": "Jugar ahora",
  "Players": "Jugadores",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Los jugadores pueden realizar operaciones de recarga y retiro a través de los portales de recarga y retiro proporcionados por la plataforma.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Los jugadores pueden predecir el precio de Bitcoin. Los jugadores pueden unirse a un grupo que predice aumentos o disminuciones de precios e invertir una cierta cantidad de dinero para participar en el juego. El ganador distribuirá los activos del grupo de capital de la contraparte de acuerdo con la proporción de inversión. Un nuevo juego solo puede comenzar después de que los jugadores de todas las rondas anteriores hayan recibido sus pagos.",
  "Please enter a valid email address": "Por favor, introduce una dirección de correo electrónico válida",
  "Please enter an 2FA code": "Por favor, introduzca el código 2FA",
  "Please enter the seed": "Por favor, introduzca la semilla",
  "Please enter you remail": "Por favor, introduzca su correo electrónico",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Por favor, siga las directrices de depósito para hacer el depósito, de lo contrario su depósito se perderá.",
  "Please refresh the page or jump to the trading center": "Por favor, actualiza la página o salta al centro de trading",
  "PnL": "PnL",
  "PnL fee": "Tasa de PnL",
  "PnL fee limit": "Límite de tarifa PnL",
  "PnL%": "PnL%",
  "Positions": "Posiciones",
  "Potential Return": "Rendimiento potencial",
  "Powered by": "Desarrollado por",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Predice la dirección del precio para operar. Si el precio se mueve en la dirección que has elegido, ¡obtendrás un beneficio!",
  "Preferences": "Preferencias",
  "Premium support": "Soporte Premium",
  "Preview": "Vista previa",
  "Price": "Precio",
  "Price Formulation": "Fórmulación del precio",
  "Price formulation": "Fórmulación del precio",
  "Price move": "Cambio del precio",
  "Priority access": "Acceso prioritario",
  "Privacy Policy": "Política de privacidad",
  "Privacy policy": "Política de privacidad",
  "Private invitation": "Invitación privada",
  "Private profile": "Perfil privado",
  "Prize Calculation Formula": "Fórmula de cálculo del premio",
  "Prize Pools": "Pozos de premios",
  "Prizes will be sent on Notice page as the Contest ends.": "Los premios se enviarán a la página de Notificaciones cuando finalice el Concurso.",
  "Product Description": "Descripción del producto",
  "Product capabilities": "Capacidades del producto",
  "Product iteration, new product development": "Iteración de productos, desarrollo de nuevos productos",
  "Professional, Secure, Trustworthy": "Profesional, Seguro, Confiable",
  "Profile": "Perfil",
  "Profile is not publicly available": "El perfil no está disponible públicamente",
  "Profit": "Ganancias",
  "Profit Calculator": "Calculadora de ganancias",
  "Program — Work with a trustworthy online trading provider.": "Programa - Trabaje con un proveedor de comercio en línea de confianza.",
  "Progressing": "Progresando",
  "Promising Affiliate": "Afiliado prometedor",
  "Provably fair": "Probabilísticamente Justo",
  "Provides tutorials,guides and various trading strategy services.": "Proporciona tutoriales, guías y varios servicios de estrategia de trading.",
  "Providing the best customer service is our aim.": "Nuestro objetivo es ofrecer el mejor servicio al cliente.",
  "Providing users with diverse options for transactions": "Ofrecer a los usuarios diversas opciones para realizar transacciones",
  "Q1: Can I withdraw the bonus?": "Q1: ¿Puedo retirar el bono?",
  "Q2: Will my bonus expire if I don't activate it?": "Q2: ¿Caducará mi bonificación si no la activo?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3: Hice un depósito pero no recibí un bono. ¿Qué debo hacer?",
  "Quick experience starts here, easy experience without registration": "La experiencia rápida comienza aquí, experiencia fácil sin registro",
  "Quick tap: will the price go up or down next?": "Toque rápido: ¿el precio subirá o bajará a continuación?",
  "ROI": "ROI",
  "ROI Calculator": "Calculadora de ROI",
  "ROI calculator": "Calculadora de ROI",
  "Rakeback": "Rakeback",
  "Rank": "Rango",
  "Rapid deployment": "Despliegue rápido",
  "ReSend": "Reenviar",
  "Ready to Get Started": "Listo para empezar",
  "Real Account": "Cuenta Real",
  "Real Account – Real Funds!": "¡Cuenta Real – Fondos Reales!",
  "Realized PnL": "PnL realizado",
  "Receive commission rewards": "Reciba las recompensas de las comisiones",
  "Recommended for you": "Recomendado para ti",
  "Record": "Registro",
  "Referral": "Referido",
  "Referral by": "Referido por",
  "Referral rules": "Reglas de los referidos",
  "Referred at": "Referido en",
  "Referred users": "Usuarios referidos",
  "Refresh page": "Actualizar página",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Independientemente de la liquidez en los mercados subyacentes, Detrade garantiza que las operaciones de liquidación y stop loss se cubrirán sistemáticamente a un precio predeterminado en el momento de la entrada. Las pérdidas por liquidación están limitadas a la cantidad original de la posición y las pérdidas por stop están limitadas por la configuración de entrada del usuario. Los precios de activación para la liquidación y el stop loss pueden ser calculados por:",
  "Register": "Registrarse",
  "Register for Detrade.": "Regístrate en Detrade.",
  "Register to Win Crypto Tokens": "Regístrate para ganar tokens de criptomonedas",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Los productos de opciones binarias convencionales, basados ​​en si el precio de cierre de un activo subyacente dentro de un período de tiempo específico (como los próximos 30 segundos, un minuto, una hora, etc.) es menor o mayor que el precio de ejecución, determinan si se obtendrá una ganancia. Este producto es una inversión a corto plazo. Esta opción es adecuada para mercados con movimientos de precios menos volátiles.",
  "Reliable": "Confiable",
  "Reload": "",
  "Remarks": "Observaciones",
  "Remove": "Eliminar",
  "Remove 2fa Success": "Eliminado el 2FA con éxito",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Elimine cualquier fuente de precios para la cual no haya habido actualizaciones de datos de mercado durante los últimos 30 segundos.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Elimine cualquier fuente de precios con precios de compra y venta cruzados, o cuyo precio medio superior del libro esté más del 10 % alejado del precio medio superior del libro, en todas las fuentes de precios.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Requisitos: 100 registros únicos y activos con al menos $1.000.000 de volumen de operaciones realizadas por los referidos.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Requisitos: 50 registros únicos y activos con al menos $100.000 de volumen de operaciones realizadas por los referidos.",
  "Research lab": "Laboratorio de investigación",
  "Reset fields": "Restablecer campos",
  "Reset password": "Restablecer contraseña",
  "Responsive and secure trading platform": "Plataforma de trading responsable y segura",
  "Result": "Resultado",
  "Retry": "",
  "Revenue Share": "Porcentaje de Ingresos",
  "Reward": "Recompensa",
  "Reward center": "Centro de recompensas",
  "Rewards hub": "Centro de recompensas",
  "Rewords": "Recompensas",
  "Rich Trading Tools": "Herramientas avanzadas de Trading",
  "Rich activities and rewards": "Actividades y recompensas enriquecedoras",
  "Risk Control & Compliance Notice": "Aviso sobre control de riesgos y cumplimiento",
  "Risk Disclaimer": "Descargo de responsabilidad sobre riesgos",
  "Risk Warning": "Advertencia de riesgo",
  "Risk-free trading with $10,000 in virtual funds": "Negociación sin riesgos con $10,000 en fondos virtuales",
  "Round In Progress": "Ronda en progreso",
  "Round ends in": "La ronda termina en",
  "SA": "SA",
  "Safe": "Seguro",
  "Save": "Guardar",
  "Search": "Buscar",
  "Search crypto": "Buscar Criptomoneda",
  "Sec": "Segundo",
  "Second": "Segundo",
  "Seconds": "Segundos",
  "Security": "Seguridad",
  "Security Verification": "Verificación de seguridad",
  "Seed": "Semilla",
  "Select a countdown period.": "Seleccione un período de cuenta regresiva.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Seleccione la cuenta regresiva y el spread (spread: la diferencia entre el precio de compra y el precio de salida)",
  "Select your partner program revenue share": "Seleccione el porcentaje de ingresos de su programa de socio",
  "Sell": "Vender",
  "Send": "Enviar",
  "Send message": "Enviar mensaje",
  "Send message successfully": "Mensaje enviado correctamente",
  "Service guide": "Guía de servicio",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Establezca un precio para limitar las pérdidas. Su posición se cerrará automáticamente si el mercado alcanza este precio.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Establece un precio objetivo donde tu posición se cerrará automáticamente para asegurar ganancias.",
  "Set password": "Establecer contraseña",
  "Set successfully": "Establecido con éxito",
  "Set up": "Configuración",
  "Set up Google Authenticator": "",
  "Settings": "Ajustes",
  "Share": "Compartir",
  "Share to": "Compartir con",
  "Share your Affiliate invitation link to friends and users.": "Comparte tu enlace de invitación de afiliado con amigos y usuarios.",
  "Share your referral link or code": "Comparta su enlace o código de referido",
  "Show live positions on chart": "Mostrar posiciones en vivo en el gráfico",
  "Show my positions on chart": "Mostrar mis posiciones en el gráfico",
  "Side": "Lado",
  "Sign in": "Iniciar sesión",
  "Silver": "Plata",
  "Simple": "Simple",
  "Simple and intuitive usable interface": "Interfaz de usuario sencilla e intuitiva",
  "Simple integration": "Integración simple",
  "Simple way to earn money, The more invite, the more you will get!": "Una forma sencilla de ganar dinero. ¡Cuantas más invitaciones recibas, más ganarás!",
  "Simple, Fast, Intelligence": "Simple, rápido e inteligente",
  "Size": "Tamaño",
  "Something went wrong!": "",
  "Sorry, page not found!": "¡Lo sentimos, página no encontrada!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Lo sentimos, no hemos podido encontrar la página que busca. ¿Quizá ha escrito mal la URL? Asegúrese de revisar su ortografía.",
  "Sound": "Sonido",
  "Speed": "Velocidad",
  "Spot Exchanges": "Intercambios al contado",
  "Spread": "Diferencial",
  "Standard CS": "CS estándar",
  "Start": "Iniciar",
  "Start Rate": "Tasa de inicio",
  "Start Time": "Hora de inicio",
  "Start Time Invalid( hh : mm : ss )": "Hora de inicio no válida( hh : mm : ss )",
  "Start time": "Hora de inicio",
  "Start trading": "Comenzar a operar",
  "Statistics": "Estadísticas",
  "Status": "Estado",
  "Step-up group": "Grupo ascendente",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks tiene un 2,5% de ventaja de la casa y una comisión del 5% sobre las posiciones rentables.",
  "Stonks prices are generated using a provably fair algorithm.": "Los precios de Stonks se generan mediante un algoritmo probabilísticamente justo.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Los precios de Stonks se generan mediante un algoritmo probabilísticamente justo. La ventaja de la casa es de 2.5%.",
  "Stop Loss": "Detener pérdidas",
  "Stop loss at price": "Detener la pérdida al precio",
  "Stop loss price cannot be through bust price": "El precio del stop loss no puede ser a través del precio de liquidación",
  "Stop-Loss (SL)": "Detener la pérdida (SL)",
  "Strategy planning": "Planificación estratégica",
  "Submit": "Enviar",
  "Submit request": "Enviar solicitud",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Suscríbase a tantos niveles de profundidad como estén disponibles utilizando las API de streaming de cada bolsa.",
  "Switch Dark or Light mode according to your preference": "Cambia el modo oscuro o claro según tus preferencias",
  "Symbol": "Símbolo",
  "Symbol for extra security": "Símbolo de seguridad adicional",
  "System": "Sistema",
  "System Random: 300 lucky winners will be randomly selected.": "Sistema aleatorio: 300 afortunados ganadores serán seleccionados aleatoriamente.",
  "TP/SL": "TP/SL",
  "Take Profit": "Tomar ganancias",
  "Take profit at price": "Tomar ganancias al precio",
  "Take-Profit (TP)": "Tomar ganancia (TP)",
  "Tap Trading": "Toque de Trading",
  "Tap to predict — quick moves, instant results.": "Toque para predecir: movimientos rápidos, resultados instantáneos.",
  "Target Market": "Mercado objetivo",
  "Tell us the reason for contacting us": "Díganos el motivo por el que se pone en contacto con nosotros",
  "Test various trading tools and strategies": "Prueba varias herramientas y estrategias de trading",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Gracias por su solicitud, por lo general se revisará en un plazo de 24 horas.",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "El índice de miedo y codicia de CMC es una herramienta propietaria desarrollada por CoinMarketCap, que mide el sentimiento predominante en el mercado de criptomonedas.",
  "The Profit Margin Is As High As 90%": "El margen de beneficio es tan alto como el 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "El límite agregado para sus posiciones largas/cortas en todas las criptomonedas está limitado a <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "La cantidad que actualmente tiene disponible para realizar un pedido.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "El precio de liquidación es el precio de mercado al que se liquidará su posición debido a un margen insuficiente.",
  "The calculation steps are as follows:": "Los pasos del cálculo son los siguientes:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "El método de cooperación es abierto y transparente, y no hay que preocuparse por comisiones ocultas.",
  "The coupon code is invalid or expired": "El código del cupón es inválido o ha expirado",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "El precio final del índice se calcula como la media ponderada de los precios medios marginales de cada tamaño. Las ponderaciones se eligen en función de la densidad de probabilidad de la distribución exponencial, que es monotónamente decreciente, lo que se traduce en un mayor énfasis en los precios más cercanos a la parte superior del libro. Las ponderaciones vienen dadas por:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Los primeros 8 bytes del hash se convierten en un entero sin signo de 64 bits mediante codificación little-endian. Luego, este entero se convierte en un número de punto flotante distribuido uniformemente. Utilizando la función de distribución acumulativa inversa con la volatilidad de ticks configurada del mercado (0,1 %) como desviación estándar, convertimos el valor de punto flotante en un retorno distribuido normalmente y lo utilizamos para actualizar el precio del mercado.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "La metodología de precios de índices ha sido diseñada para satisfacer dos propiedades estadísticas importantes de las series temporales: las propiedades de Markov y de martingala. La propiedad de Markov se refiere a la naturaleza sin memoria de un proceso estocástico, que garantiza que la distribución de probabilidad condicional de los valores futuros solo depende del valor actual. La propiedad de martingala implica que el valor actual de un proceso estocástico es también el valor esperado de los valores futuros. Estas dos propiedades hacen que los precios de índices de Detrade sean estimadores imparciales de los precios futuros, de modo que los usuarios pueden aporar por los cambios en el valor de las criptomonedas subyacentes sin tener que preocuparse por los efectos de microestructura de los intercambios individuales.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "El índice proporciona información sobre si el mercado puede estar subvaluado (miedo extremo) o sobrevaluado (codicia extrema).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Las funciones marginales de precio de compra y de venta se utilizan a continuación para definir una función marginal de precio medio dado un tamaño: ",
  "The order has expired": "La orden ha expirado",
  "The output is:": "La salida es:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "El resultado de este cálculo es un único precio del índice que se utiliza tanto para las posiciones largas como para las cortas en el juego de trading de Detrade. A diferencia de la mayoría de las demás plataformas de negociación, Detrade no cobra un diferencial entre precio de compra y precio de venta. Operar con un precio único permite especular con movimientos de precios a corto plazo para los que un diferencial entre oferta y demanda sería prohibitivamente caro.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "La plataforma puede ajustar la campaña según los cambios en el mercado y en las políticas. Las actualizaciones se publicarán mediante anuncios oficiales.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "La plataforma ofrece BTC, ETH y otros pares de divisas principales, y seguirá actualizando los pares de divisas más populares.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "El precio se reajustará a $1.000 a las 00:00 UTC de cada día, y cualquier orden pendiente se liquidará automáticamente durante el reinicio.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "El pozo de premios del concurso depende en gran medida de las apuestas del día anterior. Cuanto más apuesten los jugadores, mayor será el pozo de premios. El pozo de premios actual se mostrará en la página del concurso.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Los productos y servicios ofrecidos por Nexus Play LLC no están destinados a residentes de los Estados Unidos, la Unión Europea o cualquier otra jurisdicción donde dichos servicios y productos estén prohibidos por la ley. Nexus Play LLC no solicita negocios ni proporciona servicios de corretaje a individuos o entidades en estas regiones. Es responsabilidad de los clientes potenciales conocer y cumplir con las leyes y reglamentos aplicables en sus respectivas jurisdicciones antes de participar en el comercio en línea. Al acceder a este sitio web y utilizar nuestros servicios, usted confirma que no es residente de los Estados Unidos, la Unión Europea o cualquier otra jurisdicción en la que nuestros servicios estén restringidos.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Las recompensas obtenidas en este evento en línea, se abonarán automáticamente en el saldo del jugador.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "La semilla se codifica en una cadena hexadecimal de 64 caracteres en minúsculas y se concatena con la representación en cadena del valor actual del contador de ticks. A continuación, se calcula un hash de la cadena combinada utilizando la función hash BLAKE2b con un tamaño de compendio de 256 bits. Al utilizar una función hash criptográfica, nos aseguramos de que los cambios de precios sean aleatorios e impredecibles antes de que se revele la semilla, pero totalmente reproducibles una vez que se conoce la semilla.",
  "The settlement formula is open and transparent and can be calculated in real time.": "La fórmula de liquidación es abierta y transparente y puede calcularse en tiempo real.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "El sistema muestra los resultados ganadores y perdedores de los pools de capital ARRIBA y ABAJO. Cuando obtenga beneficios, verá el importe de los mismos.",
  "The system is under maintenance and upgrade, please visit later": "El sistema está en mantenimiento y actualización, por favor visite más tarde",
  "The trade will complete in 5s.": "La operación se completará en 5s.",
  "The trade will complete in <0>{{countdown}}s</0>.": "La operación se completará en <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "El bono de trading es un <0>incentivo de marketing</0> proporcionado por Detrade para ayudar a los usuarios a explorar nuestro sistema de trading. Los fondos del bono <1>no se pueden retirar<1>, pero las ganancias de su uso pueden afectar el saldo real de tu cuenta.",
  "The trading symbol will be replaced regularly.": "El símbolo de comercio será reemplazado regularmente.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Los ganadores se anunciarán en la página actual todos los domingos a las 22.00 horas (UTC), y el siguiente sorteo comenzará 2 horas después del último.",
  "Theme": "Tema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "No hay límite para lo que puedas llegar a ganar. Cuantos más amigos invites, más recompensas recibirás.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Estos se deducen de su saldo de cuenta, y la falta de fondos resultará en el cierre automático de la posición.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Este evento solo está disponible para usuarios en países y regiones elegibles según lo definido por las políticas de cumplimiento de la plataforma.",
  "This field is required": "Este campo es obligatorio",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Esto incluye su dirección IP, tipo de navegador, sistema operativo, horas de acceso y las páginas que ha visto directamente antes y después de acceder a nuestra Plataforma.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Esto incluye su nombre, dirección de correo electrónico, número de teléfono, dirección postal, fecha de nacimiento y cualquier otra información que facilite al registrarse para obtener una cuenta o utilizar nuestros servicios.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Este índice oscila entre 0 y 100, donde un valor más bajo indica miedo extremo y un valor más alto indica avaricia extrema.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Esto está en conjunción con los límites específicos por criptomoneda, que se detallan a continuación.",
  "This is why you should promote Detrade:": "Esta es la razón por la que deberías promover Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Este sitio está protegido por reCAPTCHA y se aplican la Política de privacidad y las Condiciones del servicio de Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "A través del programa de socios de Detrade, puedes acceder a mayores comisiones de afiliado, eventos patrocinados exclusivos y otros beneficios únicos. ¿Quieres saber más? ¡Sigue leyendo!",
  "Time": "Tiempo",
  "Time and payout": "Tiempo y pago",
  "Time closed": "Tiempo cerrado",
  "Time opened": "Tiempo abierto",
  "Time remaining": "Tiempo restante",
  "Tips": "Consejos",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Consejos: Generalmente toma {{hours}} horas para procesar; puede tardar más, el tiempo específico depende del límite de tiempo del comerciante.",
  "To": "A",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Para analizar tendencias, monitorear el uso y realizar investigaciones a los fines de mejorar nuestros servicios.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Para garantizar la seguridad de su cuenta, los retiros se suspenderán durante 24 horas una vez eliminada la autenticación 2FA de Google.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Para mantener la equidad y la integridad, Detrade monitoreará las cuentas que participan en el programa de bonos a través de verificaciones conductuales y técnicas, incluyendo entre otras, la huella digital del dispositivo, el seguimiento de la IP y el análisis de patrones de las transacciones.",
  "To manage your account, process transactions, and provide you with the services you request.": "Para gestionar su cuenta, procesar transacciones y prestarle los servicios que solicite.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Para controlar el fraude, aplicar nuestras condiciones de servicio y cumplir los requisitos legales y reglamentarios.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Para proteger la seguridad de su cuenta, los retiros se desactivarán durante 24 horas después de que cambie su contraseña.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Para proporcionar precios justos y fiables para los juegos de trading, Detrade calcula un precio de índice compuesto cada 500 milisegundos que se deriva de los precios en tiempo real de las bolsas de criptomonedas al contado y derivadas más líquidas del mundo. Al incorporar muchas fuentes de precios, el índice Detrade es robusto frente a la manipulación del mercado, problemas técnicos y otras actividades comerciales anómalas que pueden ocurrir en bolsas individuales de vez en cuando.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Para enviarle actualizaciones, alertas de seguridad y mensajes administrativos, y para responder a sus consultas y solicitudes.",
  "To tailor our content and advertisements to your interests and preferences.": "Para adaptar nuestros contenidos y anuncios a sus intereses y preferencias.",
  "To trading center": "Al centro de trading",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Para comprender cómo interactúan los usuarios con nuestra Plataforma, diagnosticar problemas técnicos y mejorar la funcionalidad y la experiencia del usuario.",
  "Today's Pnl": "Pnl de hoy",
  "Top": "Top",
  "Top tokens": "Tokens Principales",
  "Top trade": "Comercio Superior",
  "Top-tier account manager": "Gerente de cuentas de alto nivel",
  "Total Trades": "Total de Operaciones",
  "Total commission": "Comisión total",
  "Total participated tickets for this round <0>{{total}}</0>": "Total de tickets participantes para esta ronda <0>{{total}}</0>",
  "Total prize won": "Premio total ganado",
  "Total profit": "Beneficio total",
  "Total tickets": "Total de tickets",
  "Total traders": "Total de comerciantes",
  "Total trades": "Total de Operaciones",
  "Trade": "Operar",
  "Trade for prestige": "Intercambiar por prestigio",
  "Trade history": "Historial de operaciones",
  "Trade like a rhythm master": "Comercia como un maestro del ritmo",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Opera el descenso del precio si crees que el precio caerá. Si el precio baja, generarás ganancias.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Opera el aumento del precio si crees que el precio subirá. Si el precio sube, generarás ganancias.",
  "Trade to Win": "Comerciar para ganar",
  "Trade to rank up": "Operar para subir de puesto",
  "Trade with $10,000 in virtual funds": "Operar con $10,000 en fondos virtuales",
  "Trader": "Comerciante",
  "Trades": "Operaciones",
  "Trading": "Trading",
  "Trading Amount": "Volumen de Operaciones",
  "Trading Platform": "Plataforma de Trading",
  "Trading Smarter, Earning Better": "Operando con inteligencia, ganando más",
  "Trading Volume": "Volumen de Comercio",
  "Trading amount is too large for selected multiplier for selected stop loss price": "El importe de la operación es demasiado grande para el multiplicador seleccionado, para el precio del stop loss seleccionado",
  "Trading bonus trial": "Prueba de bono de trading",
  "Trading center": "Centro de Trading",
  "Trading indicators and signals": "Indicadores y señales de trading",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Operar implica riesgos. Por favor, asegúrese de que entiende lo que está haciendo antes de utilizar el apalancamiento o los fondos de bonificación. Detrade no se hace responsable de las pérdidas sufridas por las operaciones con bonos.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Las operaciones se interrumpen diariamente de {{startTime}} a {{endTime}} ({{timeZone}}) y durante los fines de semana. Por favor, liquide sus órdenes con antelación.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Torneos de trading, bonificaciones regulares, regalos, códigos promocionales y competiciones de trading están disponibles para que cualquier comerciante pueda usar o participar.",
  "Traffic Owners": "Propietarios de tráfico",
  "Transaction Completed": "Transacción completada",
  "Transaction details": "Detalles de la transacción",
  "Transactions": "Transacciones",
  "Transition details": "Detalles de la transición",
  "Transparency & Security": "Transparencia y seguridad",
  "Trigger price is too close to bust price": "El precio de activación está demasiado cerca del precio de liquidación",
  "Trigger price is too close to current price": "El precio de activación está demasiado cerca del precio actual",
  "Trusted by": "Confiable por",
  "Trusted by millions of users.": "Confiable para millones de usuarios.",
  "Try": "Intentar",
  "Try a quick demo": "Pruebe una demostración rápida",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Pruebe todas las ventajas que ofrece la plataforma en una cuenta demo con moneda virtual, sin inversión real y sin ningún riesgo.",
  "Turn every action into rewards. Start trading today.": "Convierte cada acción en recompensas. Comienza hoy a operar.",
  "Txid": "Txid",
  "Type": "Tipo",
  "Type Your message": "Escriba su mensaje",
  "UID": "UID",
  "UP": "ARRIBA",
  "USDT-Margined": "USDT con margen",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "No disponible todos los días de {{startTime}} a {{endTime}} ({{timeZone}}) y todo el día los fines de semana.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Experiencias únicas: Desde innovadores retos de trading hasta opciones de cripto trading optimizadas y modelos de trading exclusivos, Detrade ofrece una experiencia que no encontrará en ningún otro sitio.",
  "Unlock Diamond": "Desbloquear Diamante",
  "Unlock Top Traders, Achieve": "Desbloquear los mejores comerciantes, Logro",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Innecesario. Detrade es un proveedor de tecnología y puede adquirir nuestras soluciones desde cualquier país.",
  "Up": "Arriba",
  "Up & Down": "Arriba y Abajo",
  "Up Down": "Arriba Abajo",
  "Up Or Down?": "¿Arriba o Abajo?",
  "Up Wins": "Arriba Gana",
  "Update Success": "Actualización correcta",
  "Updated at {{time}}": "Actualizado a {{time}}",
  "Updated timely": "Actualizado a tiempo",
  "Uppercase or lowercase letters": "Letras mayúsculas o minúsculas",
  "Usage Instructions & Limitations": "Instrucciones de uso y limitaciones",
  "Used": "Usado",
  "User Agreement and Terms & Conditions": "Acuerdo de usuario, y Términos y Condiciones",
  "User ID": "ID de usuario",
  "User name": "Nombre de usuario",
  "Username": "Nombre de usuario",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Los usuarios deben seleccionar o participar en pares de trading relacionados para disfrutar de esta actividad.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "El uso de múltiples cuentas para eludir los límites de operaciones está estrictamente prohibido y puede resultar en la suspensión de la cuenta o en sanciones.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Utilizando la cartera de órdenes compuesta, se define una función que representa el precio marginal de compra o venta de una cantidad determinada. Por ejemplo, la función marginal de compra es:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Se recomienda encarecidamente utilizar la autenticación de dos factores porque protege su cuenta tanto con su contraseña como con su teléfono.",
  "VIP": "VIP",
  "VIP group": "Grupo VIP",
  "Validity period: within 14 days after activation": "Período de validez: dentro de los 14 días posteriores a la activación",
  "Verifiable fairness": "Imparcialidad verificable",
  "Verification": "Verificación",
  "Verification Example": "Ejemplo de verificación",
  "Verification code failed": "Código de verificación fallido",
  "Verification email sent. Check your inbox.": "Correo electrónico de verificación enviado. Compruebe su bandeja de entrada.",
  "Verified": "Verificado",
  "Verify": "Verificar",
  "Verify Fairness": "Verificar la imparcialidad",
  "Verify fairness": "Verificar la imparcialidad",
  "View details": "Ver detalles",
  "View more": "Ver más",
  "Volume": "Volumen",
  "Volume (24h)": "Volumen (24h)",
  "Voucher code": "Código del vale",
  "Wager": "Total de apuestas",
  "Wager <0>{{amount}}</0> To Reach": "Tota de Apuestas <0>{{amount}}</0> para alcanzar",
  "Wait For Next Round": "Esperar a la siguiente ronda",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Espere hasta que haya al menos 6 precios válidos. Si no hay suficientes fuentes de precios, el precio del índice Detrade no se actualizará.",
  "Wallet": "Billetera",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "¿Desea unirse al programa de socios de Detrade? ¡Póngase en contacto con nuestro equipo de asistencia para empezar!",
  "Watch play demo": "Ver demostración del juego",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Recopilamos información sobre su actividad en nuestra Plataforma, incluida la actividad de trading, las preferencias y la participación en nuestros contenidos.",
  "We collect several types of information from and about users of our Platform, including:": "Recogemos varios tipos de información de y sobre los usuarios de nuestra Plataforma, incluyendo:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Contamos con excelentes equipos técnicos y operativos para satisfacer continuamente las necesidades de los clientes y ofrecerles más garantías.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Implementamos una variedad de medidas de seguridad para proteger su información personal de acceso, uso o divulgación no autorizados. Estas medidas incluyen cifrado, controles de acceso y almacenamiento seguro. Sin embargo, ningún método de transmisión a través de Internet o de almacenamiento electrónico es 100% seguro, y no podemos garantizar su absoluta seguridad.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "¡Esperamos verte como miembro de nuestra creciente familia de alianzas y ayudarnos a dar forma juntos al futuro de Detrade!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Podemos recopilar información financiera como números de cuentas bancarias, datos de tarjetas de crédito e historial de transacciones para facilitar las operaciones y cumplir los requisitos normativos.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Podemos recopilar información sobre su ubicación si usted nos lo permite, utilizando tecnologías como GPS, Wi-Fi o datos de torres de telefonía móvil.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Podemos revelar su información si así nos lo exige la ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Podemos revelar su información para proteger los derechos, la propiedad o la seguridad de Detrade, nuestros usuarios u otros, y para hacer cumplir nuestros términos y condiciones.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Podemos compartir o transferir su información en relación con, o durante las negociaciones de cualquier fusión, venta de activos de la empresa, financiación o adquisición de la totalidad o parte de nuestro negocio por parte de otra empresa.",
  "We may share your information with third parties if you provide your consent to do so.": "Podemos compartir su información con terceros si nos da su consentimiento para ello.",
  "We may share your information with third parties in the following circumstances:": "Podemos compartir su información con terceros en las siguientes circunstancias:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Podemos compartir su información con terceros proveedores de servicios que prestan servicios en nuestro nombre, como procesamiento de pagos, análisis de datos, envío de correo electrónico y servicios de alojamiento.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Ofrecemos la gama más amplia de opciones de negociación de derivados, que atrae a más de 2,5 millones de traders en línea de todo el mundo. Nuestra tecnología ofrece una experiencia de negociación intuitiva y potente, que permite a nuestros clientes comprender mejor el riesgo y tomar decisiones de negociación con conocimiento de causa.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Ofrecemos una plataforma de negociación sencilla y fácil de utilizar, para que todo el mundo pueda convertirse en trader.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Le ofrecemos una guía paso a paso para atraer jugadores a su plataforma, junto con materiales de marketing que han demostrado su eficacia.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Nos reservamos el derecho de cancelar bonificaciones y beneficios relacionados bajo las siguientes condiciones:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Utilizamos cookies, balizas web y otras tecnologías de seguimiento para recopilar información sobre su uso de nuestra Plataforma y mejorar su experiencia de trader.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Utilizamos tecnología de punta para ofrecer las transacciones más rápidas, sin retrasos ni interrupciones en el funcionamiento de la interfaz de trader.",
  "We use the information we collect for various purposes, including:": "Utilizamos la información que recopilamos para diversos fines, entre ellos:",
  "We will contact you within 3 working days, please check your email regularly": "Nos pondremos en contacto con usted en un plazo de 3 días laborables. Compruebe su correo electrónico con regularidad.",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Conservaremos su información personal durante el tiempo que sea necesario para cumplir los fines para los que fue recopilada, incluido el cumplimiento de requisitos legales, normativos o empresariales.",
  "Website for PC": "Sitio web para PC",
  "Website for smartphones": "Sitio web para teléfonos inteligentes",
  "Week": "Semana",
  "Week's Pnl": "Pnl de la semana",
  "Weekly raffle": "Sorteo semanal",
  "Welcome Bonus": "Bono de Bienvenida",
  "Welcome To": "Bienvenido a",
  "Welcome To Demo Trading ": "Bienvenido a Demo Trading ",
  "Welcome to Detrade Connect": "Bienvenido a Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Bienvenido a Detrade, una plataforma líder de trading de opciones binarias. Antes de comenzar a utilizar nuestra plataforma, por favor lea cuidadosamente y comprenda los siguientes términos y condiciones. Al acceder o utilizar la plataforma de Detrade,usted acepta estar obligado por estos términos y condiciones. Si usted no está de acuerdo con cualquier parte de estos términos, no debe utilizar nuestra plataforma.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "¡Bienvenido a Stonks! El precio se reajustará a 1.000 $ a las 00:00 UTC todos los días, y cualquier orden pendiente se liquidará automáticamente durante el reajuste.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "¡Bienvenido a detrade! Para agradecerle por su apoyo, estamos ofreciendo <0>hasta 50 USDT en bonificación de trading</0> para nuevos usuarios. ¡Experimenta el trading de opciones binarias con cero riesgo y recompensas reales!",
  "What currencies can be deposited and withdrawn?": "¿Qué monedas se pueden depositar y retirar?",
  "What does it mean?": "¿Qué significa?",
  "What is Detrade Connect?": "¿Qué es Detrade Connect?",
  "What operational expenses could Partner have?": "¿Qué gastos operacionales podría tener el socio?",
  "What would you like your new limit to be? (max 500% of current limit)": "¿Cuál le gustaría que fuera su nuevo límite? (máx. 500% del límite actual)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Cuando finaliza la cuenta regresiva, se ingresa al proceso de preparación de liquidación. El sistema registra el precio inicial después de que finaliza la cuenta regresiva (en la primera bandera). Cuando la línea K se ejecuta durante un período de tiempo, el sistema registra el precio final (en la segunda bandera). Compara el precio final y el precio inicial. Si el precio final es mayor que el precio inicial, gana el usuario que elige la dirección ARRIBA. De lo contrario, gana el usuario que elige la dirección ABAJO.",
  "When the dual conditions are met, you will receive profits.": "Cuando se cumplan las dos condiciones, usted recibirá los beneficios.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Cuando se negocian en una bolsa tradicional con un libro de órdenes límite central, las órdenes de compra de gran tamaño generalmente se cruzan con las órdenes en reposo más allá de la mejor oferta o demanda, lo que da como resultado un precio de ejecución promedio peor que el precio máximo del libro. Los creadores de mercado restringen la cantidad de liquidez que están dispuestos a ofrecer en el precio máximo del libro debido al riesgo adicional que representan las órdenes de gran tamaño. En lugar de exigir que las órdenes de gran tamaño se ejecuten a múltiples precios, Detrade utiliza una fórmula de impacto de mercado para establecer el precio de cierre de las operaciones ganadoras (las operaciones perdedoras cerradas manualmente no se ven afectadas) para replicar el impacto de mercado de las órdenes de compra de gran tamaño, pero de una manera más consistente y predecible. La forma más fácil de ver los efectos exactos del impacto de mercado es utilizar la Calculadora de ROI que se encuentra en la página de trading de futuros.",
  "When will the commission be distributed?": "¿Cuándo se distribuirá la comisión?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Cuando termine el trading de su amigo, puede recibir una comisión inmediata por esa operación.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Donde <0>P_close</0> es <1>P_open*(1-1/multiplier_leverage)</1> para las liquidaciones o el precio del stop loss.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Donde <0>p_i | i en 1..N</0> y <1>s_i|i en 1..N</1> son los precios de compra y los tamaños ordenados en distancia creciente desde la parte superior del libro. Esta función da el precio máximo que se pagaría por comprar una cantidad <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Donde <0>v_i</0> son los tamaños a los que se calculan los precios medios y se definen como la unión de los tamaños acumulados de compra y venta del libro de órdenes compuesto. <1>L</1> es un factor de escala definido como <2>1/V</2>, donde <3>V</3> es el tamaño máximo al que se calcula un precio medio y se define como el mínimo de la suma de los tamaños de compra y venta del libro de órdenes compuesto.",
  "Which currency pairs can be traded on Detrade?": "¿Con qué pares de divisas se puede operar en Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Los propietarios de etiquetas blancas tienen un costo cero en el desarrollo de la plataforma. Todo lo que necesitan es centrarse en las ventas y el mercadeo.",
  "Whitelist pre-booking": "Reserva anticipada en la lista blanca",
  "Why Partner with Detrade?": "¿Por qué asociarse con Detrade?",
  "Why choose Detrade": "Por qué elegir Detrade",
  "Why you must choose us?": "¿Por qué debes elegirnos?",
  "Wild": "Salvaje",
  "Will The Price Go Up Or Down": "¿Subirá o bajará el precio?",
  "Will the price go up or down ?": "¿Subirá o bajará el precio?",
  "Win": "Ganar",
  "Win Crypto Tokens": "Ganar tokens de criptomonedas",
  "Win if the price breaks out — above the high or below the low.": "Gana si el precio rompe — por encima del máximo o por debajo del mínimo.",
  "Win rate": "Tasa de ganancia",
  "Winner": "Ganador",
  "Winning": "Ganando",
  "Winning Tickets": "Tickets ganadores",
  "Winning prize details": "Detalles del premio ganador",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Con una comisión PnL, usted no paga ninguna comisión por abrir o cerrar la operación, y solo se lleva una fracción de sus beneficios (si los hay) cuando cierra la operación.",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Con una tarifa plana activada, usted recibe el 100% de sus beneficios pero paga por adelantado una <0>tarifa plana que cubre su entrada, salida y deslizamiento</0> antes de entrar en la operación, como en una bolsa normal.",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Con nuevas e interesantes funciones y actualizaciones en el horizonte, ahora es el momento perfecto para empezar a promocionar Detrade.",
  "Withdraw": "Retiro",
  "Withdraw Fee": "Comisión de retiro",
  "Withdraw Order Created": "Orden de Retiro Creada",
  "Withdraw Processing": "Procesando el retiro",
  "Withdraw Success": "Retiro exitoso",
  "Withdraw is in progress": "",
  "Withdraw to": "Retirar a",
  "Withdraw your earnings 24/7": "Retira tus ganancias 24/7",
  "Withdrawal fee": "Comisión de retiro",
  "Withdrawal fee discount": "Descuento en la tarifa de retiro",
  "Yes": "Si",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Si, DeTrade cree en la transparencia total y le ofrece todos los datos. Puede ver toda esta información en",
  "Yes, contact us at any time to upgrade your package.": "Sí, póngase en contacto con nosotros en cualquier momento para actualizar su paquete.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Sí, quienes no estén familiarizados con las criptomonedas pueden conectarse a través de las redes sociales y financiarlas con tarjetas bancarias.",
  "Yes, you can use both.": "Sí, puede utilizar ambos.",
  "Yield": "Rendimiento",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Puede depositar y retirar la mayoría de las principales monedas digitales del mercado, y la plataforma también lanzará gradualmente las funciones de depósito y retirada de monedas legales.",
  "You can share your invite link to your friend or your social media": "Puedes compartir el enlace de tu invitación con tus amigos o en tus redes sociales",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Usted tiene derecho a oponerse a que procesemos su información personal, en determinadas condiciones.",
  "You have the right to request a copy of the personal information we hold about you.": "Usted tiene el derecho de solicitar una copia de la información personal que tenemos sobre usted.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Usted tiene el derecho de solicitar que corrijamos cualquier inexactitud en su información personal.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Usted tiene el derecho de solicitar que eliminemos su información personal, con excepción de ciertas excepciones.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Usted recibirá el 20% de la ventaja de la casa por cada operación que realicen. Si tiene muchos seguidores, puede contactarnos para obtener más comisiones.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Usted recibirá aproximadamente {nextCapitalCost} de subsidio en la próxima hora, y la cantidad específica está sujeta a la tasa de financiación en ese momento",
  "You won <0>{{award}}</0>": "Has ganado <0>{{award}}</0>",
  "Your": "Su",
  "Your Telegram": "Su Telegram",
  "Your account level is assessed and updated on the": "Su nivel de cuenta se evalúa y se actualiza en el",
  "Your current limit is {{limit}}": "Su límite actual es {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Sus límites actuales son: Tasa PnL - {{pnl}}, Tasa fija - {{Fixed}}",
  "Your email": "Su correo electrónico",
  "Your friends will be associated with you after they sign up": "Sus amigos se asociarán con usted después de que se registren",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Su información, incluida la información personal, puede ser transferida y mantenida en servidores o bases de datos ubicados fuera de su país o jurisdicción. Al utilizar nuestra Plataforma, usted consiente la transferencia de su información a los Estados Unidos o a cualquier otro país en el que Detrade o sus proveedores de servicios tengan instalaciones.",
  "Your investment": "Su inversión",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Tu selección de idioma se aplica a los correos electrónicos, SMS y notificaciones de la aplicación de Detrade, así como a todos los dispositivos en los que hayas iniciado sesión.",
  "Your name": "Su nombre",
  "Your profile is now private": "Su perfil es ahora privado",
  "Your profile is now public": "Su perfil es ahora público",
  "Your transfer amount has to MATCH the submission amount.": "El monto de su transferencia tiene que COINCIDIR con el monto de la presentación.",
  "Zero Trading Fees": "Cero comisiones de trading",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Verificación de documentos: Es posible que se solicite a los usuarios que suban copias de documentos de identificación emitidos por el gobierno, como el pasaporte, el carné de conducir o el documento nacional de identidad.",
  "all assets": "todos los activos",
  "all status": "todos los estados",
  "approved": "aprobado",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Cookies de rendimiento**: Estas cookies recopilan información sobre cómo utiliza nuestra Plataforma, como las páginas que visita con más frecuencia. Esta información se utiliza para mejorar la funcionalidad de nuestra Plataforma.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Comprobación de la dirección: Es posible que se solicite a los usuarios un justificante de domicilio, como una factura de servicios públicos o un extracto bancario, para verificar su dirección residencial.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "en base a su último rendimiento y actividad. ¡Mantente comprometido y sube los rangos!",
  "basic information verification": "verificación de la información básica",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Cookies funcionales**: Estas cookies permiten a nuestra Plataforma recordar las elecciones que usted realiza (como su nombre de usuario, idioma o región) y proporcionar funciones mejoradas y más personales.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Verificación biométrica: Detrade podrá utilizar métodos de autenticación biométrica, como el reconocimiento facial o el escaneo de huellas dactilares, para verificar la identidad de los usuarios.",
  "change password": "cambiar contraseña",
  "chat rules": "reglas del chat",
  "currency": "moneda",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Cookies de segmentación/publicidad**: Estas cookies se utilizan para mostrar anuncios más relevantes para usted y sus intereses. También nos ayudan a medir la eficacia de las campañas publicitarias.",
  "date": "fecha",
  "day": "día",
  "demo": "demostración",
  "deposit": "depósito",
  "deposit with a 50% bonus": "depósito con una bonificación del 50%",
  "down": "abajo",
  "earn ticket": "ganar ticket",
  "edit profile": "editar perfil",
  "edit your avatar": "editar su avatar",
  "email": "correo electrónico",
  "explanation": "explicación",
  "failed": "fallido",
  "forgot password?": "¿Ha olvidado su contraseña?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "mantenga su nivel Diamante durante 3 meses: nuestro gerente VIP lo invitará a acceder a privilegios de Diamante más personalizados.",
  "init": "iniciar",
  "liq price": "precio de liquidación",
  "live": "en vivo",
  "loading...": "cargando...",
  "lucky poll": "encuesta de la suerte",
  "medium": "mediano",
  "month": "mes",
  "more": "más",
  "my tickets": "mis tickets",
  "name": "nombre",
  "no": "no",
  "or": "o",
  "order id": "id de la orden",
  "pending": "pendiente",
  "perks in total": "beneficios en total",
  "price": "precio",
  "prize": "premio",
  "processing": "procesando",
  "rejected": "rechazado",
  "results": "resultados",
  "rewards": "recompensas",
  "rewards list": "lista de recompensas",
  "search “Google Authenticator” and proceed to download.": "busque \"Google Authenticator\" y proceda a la descarga.",
  "seed": "semilla",
  "strong": "fuerte",
  "success": "exitoso",
  "temporary rejected": "rechazado temporalmente",
  "terms and conditions": "términos y condiciones",
  "tickets number": "número de tickets",
  "ticks": "tickets",
  "time": "tiempo",
  "token": "token",
  "top": "top",
  "trader": "comerciante",
  "trading platform": "plataforma de trading",
  "two-Factor authentication": "autenticación de dos factores",
  "up": "arriba",
  "voucher": "cupón",
  "wager": "total de apuestas",
  "weak": "débil",
  "week": "semana",
  "welcome gifts": "regalos de bienvenida",
  "withdraw": "retiro",
  "{{field}} is required": "{{field}} es necesario",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} puesto - {{percent}} de la bolsa de premios del Concurso Diario",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>de {{total}}</0>",
  "|PnL|": "|PnL|"
}
