{
  "* Both a memo/tag and an address are required": "* Kedua-dua memo/tag dan alamat diperlukan",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Sila sahkan jika alamat penerima memerlukan MEMO/ Tag. Jika ia tidak diisi atau diisi dengan salah, aset tersebut akan hilang",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Hasil kalkulator ialah anggaran dan ROI/P&L sebenar boleh berbeza dengan apa yang ditunjukkan berdasarkan keadaan pasaran.",
  "1-on-1 manager": "Pengurus Peribadi",
  "1. Choose the future price direction": "1. Pilih arah harga masa depan",
  "1. Information We Collect": "1. Maklumat yang kami kumpulkan",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade(\"kami\",\"kami\",atau\"kami\") komited untuk memerangi pengubahan wang haram dan aktiviti pembiayaan keganasan melalui pelaksanaan dasar dan prosedur Pencegahan Pengubahan Wang Haram(AML)dan Kenali Pelanggan Anda(KYC) yang mantap.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade(kami) mengendalikan platform dagangan pilihan binari dalam talian(\"Platform\") yang membolehkan pedagang(\"anda\" atau \"peniaga\") berdagang pelbagai instrumen kewangan.",
  "1.1 Personal Identification Information:": "1.1 Maklumat Pengenalan Peribadi:",
  "1.2 Financial Information:": "1.2 Maklumat Kewangan:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Polisi Pencegahan Pengubahan Wang Haram(AML)dan Kenali Pelanggan Anda(KYC)(\"Dasar\") menggariskan kewajipan dan prosedur kami untuk mengesahkan identiti peniaga kami(\"anda\" atau \"peniaga\") dan mengesan serta mencegah aktiviti pengubahan wang haram dan pembiayaan pengganas pada platform Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Perjanjian Pengguna dan Terma&Syarat(\"Perjanjian\") ini mengawal penggunaan Platform Detrade oleh anda. Dengan mengakses atau menggunakan Platform kami, anda mengakui bahawa anda telah membaca, memahami, dan bersetuju untuk terikat dengan Perjanjian ini.",
  "1.3 Technical Information:": "1.3 Maklumat Teknikal:",
  "1.4 Usage Data:": "1.4 Data Penggunaan:",
  "1.5 Location Information:": "1.5 Maklumat Lokasi:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Teknologi Kuki dan Penjejakan:",
  "1.Introduction": "1.Pengenalan",
  "10 most wagering players carve up the prize pool.": "10 kebanyakan pemain pertaruhan mengukir kumpulan hadiah.",
  "10. Amendments to the Policy": "10. Pindaan kepada Polisi",
  "10. International Data Transfers": "10. Pemindahan Data Antarabangsa",
  "10. Limitation of Liability": "10. Had Liabiliti",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade berhak untuk mengubah suai atau meminda Polisi ini pada bila-bila masa. Sebarang perubahan akan berkuat kuasa serta-merta selepas menyiarkan pada platform Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Setakat yang dibenarkan oleh undang-undang, Detrade tidak akan bertanggungjawab ke atas sebarang kerosakan langsung, tidak langsung, sampingan, khas, atau berbangkit yang timbul daripada atau dalam apa-apa cara yang berkaitan dengan penggunaan Platform kami oleh anda.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 Dalam apa jua keadaan, jumlah liabiliti Detrade kepada anda untuk semua kerosakan, kerugian, dan punca tindakan yang timbul daripada atau berkaitan dengan Perjanjian ini tidak akan melebihi jumlah yang anda bayar, jika ada, untuk Detrade dalam tempoh dua belas (12) bulan sejurus sebelum kejadian yang menimbulkan liabiliti tersebut.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Adalah menjadi tanggungjawab anda untuk menyemak Polisi ini secara berkala untuk kekal dimaklumkan tentang sebarang kemas kini atau perubahan. Penggunaan berterusan platform Detrade anda selepas sebarang pengubahsuaian pada Polisi ini merupakan penerimaan terhadap perubahan tersebut.",
  "1000x leverage": "1000x leveraj",
  "11. Contact Information": "11. Maklumat Hubungan",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Jika anda mempunyai sebarang soalan, kebimbangan atau maklum balas mengenai Polisi ini atau prosedur AML dan KYC Detrade, sila hubungi kami di [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Anda bersetuju untuk menanggung rugi, mempertahankan, dan tidak memudaratkan Detrade dan sekutunya, pegawai, pengarah, pekerja, dan ejen daripada dan terhadap mana-mana dan semua tuntutan, liabiliti, kerosakan, kerugian, kos, perbelanjaan atau yuran (termasuk yuran peguam yang munasabah) yang timbul daripada atau berkaitan dengan penggunaan Platform Perjanjian atau Detrade anda.",
  "11.Indemnification": "11. Ganti rugi",
  "12. Contact Us": "12. Hubungi kami",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Perjanjian ini akan ditadbir oleh dan ditafsirkan selaras dengan undang-undang [bidang kuasa].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Sebarang pertikaian yang timbul daripada atau berkaitan dengan Perjanjian ini hendaklah diselesaikan melalui timbang tara mengikut peraturan [Organisasi Timbang Tara].",
  "12.Governing Law and Dispute Resolution": "12. Undang-undang yang Mentadbir dan Penyelesaian Pertikaian",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade berhak untuk mengubah suai atau meminda Perjanjian ini pada bila-bila masa. Sebarang perubahan akan berkuat kuasa serta-merta selepas disiarkan di Platform Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Adalah menjadi tanggungjawab anda untuk menyemak Perjanjian ini secara berkala untuk sentiasa dimaklumkan tentang sebarang kemas kini atau perubahan. Penggunaan berterusan Platform Detrade anda selepas sebarang pengubahsuaian pada Perjanjian ini merupakan penerimaan terhadap perubahan tersebut.",
  "13.Amendments to the Agreement": "13.Pindaan kepada Perjanjian",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Jika anda mempunyai sebarang soalan, kebimbangan atau maklum balas mengenai Perjanjian ini atau Platform Detrade, sila hubungi kami di14.1 Jika anda mempunyai sebarang soalan, kebimbangan atau maklum balas mengenai Perjanjian ini atau Platform Detrade, sila hubungi kami di",
  "14.Contact Information": "14. Maklumat Hubungan",
  "16th of every month": "16hb setiap bulan",
  "1D": "1H",
  "1M": "1B",
  "1W": "1M",
  "2. Definitions": "2. Definisi",
  "2. Eligibility": "2. Kelayakan",
  "2. How We Use Your Information": "2. Bagaimana Kami Menggunakan Maklumat Anda",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Anda boleh melihat jumlah pesanan kumpulan dana dalam arah NAIK dan TURUN serta status pesanan anda dan pengguna lain dalam senarai.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" merujuk kepada Anti Pengubahan Wang Haram, iaitu set prosedur, undang-undang dan peraturan yang direka untuk menghalang penjanaan pendapatan haram melalui sistem kewangan.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Dengan mengakses atau menggunakan Platform Detrade, anda menyatakan dan menjamin bahawa anda berumur sekurang-kurangnya 18 tahun dan mempunyai kapasiti undang-undang untuk memasuki Perjanjian ini.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Untuk Menyediakan dan Mengekalkan Platform Kami:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" merujuk kepada Kenali Pelanggan Anda, iaitu proses mengesahkan identiti pelanggan dan menilai potensi risiko penglibatan mereka dalam aktiviti haram.",
  "2.2 To Improve Our Platform:": "2.2 Untuk Memperbaik Platform Kami:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Anda juga mesti mematuhi semua undang-undang dan peraturan berkenaan penggunaan Platform kami oleh anda.",
  "2.3 To Communicate with You:": "2.3 Untuk Berkomunikasi dengan Anda:",
  "2.4 To Personalize Your Experience:": "2.4 Untuk Memperibadikan Pengalaman Anda:",
  "2.5 To Conduct Analytics and Research:": "2.5 Untuk Menjalankan Analitis dan Penyelidikan:",
  "2.6 To Ensure Security and Compliance:": "2.6 Untuk Memastikan Keselamatan dan Pematuhan:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% komisen ahli sistem gabungan (peningkatan 100% daripada kadar asas kami).",
  "20+ exchange market data": "20+ data pasaran pertukaran",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Notis Sekatan Pengeluaran 24 Jam Sistem kami telah mengenal pasti perubahan pada maklumat penting dalam akaun anda, oleh itu kami menggantung sementara ciri pengeluaran akaun anda sementara kami mengambil langkah untuk melindungi aset anda. Sekatan akan ditarik balik secara automatik pada waktu UTC {{time}}",
  "24h Live Players": "Pemain Langsung 24j",
  "24h Trade Vol": "24j Perdagangan Vol",
  "24h Wins Paid": "Kemenangan 24j Dibayar",
  "24h high": "24j tinggi",
  "24h low": "24j rendah",
  "24h players": "pemain 24j",
  "24h win ratio": "nisbah kemenangan 24j",
  "2FA Code's length is not right": "Panjang kod 2FA tidak betul",
  "2FA authentication": "Pengesahan 2FA",
  "2s CFD and 5-60s Options": "2s CFD dan 5-60s Pilihan",
  "3. Customer Due Diligence (CDD)": "3. Ketekunan Wajar Pelanggan (KWP)",
  "3. How We Share Your Information": "3. Bagaimana Kami Berkongsi Maklumat Anda",
  "3. Wait for system settlement": "3. Tunggu penyelesaian sistem",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade menjalankan Ketekunan Wajar Pelanggan(KWP) ke atas semua pengguna untuk mengesahkan identiti mereka dan menilai tahap risiko mereka.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Untuk mengakses ciri tertentu Platform Detrade, anda mungkin dikehendaki mendaftar untuk akaun.",
  "3.1 With Service Providers:": "3.1 Dengan Pembekal Perkhidmatan:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Semasa proses pendaftaran, anda mungkin dikehendaki memberikan maklumat peribadi tertentu, termasuk tetapi tidak terhad kepada nama penuh anda, tarikh lahir, alamat kediaman, pengenalan diri yang dikeluarkan kerajaan dan bukti alamat.",
  "3.2 For Legal Reasons:": "3.2 Atas Sebab Undang-undang:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Apabila mendaftar untuk akaun, anda bersetuju untuk memberikan maklumat yang tepat, terkini dan lengkap tentang diri anda seperti yang digesa oleh borang pendaftaran.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade berhak untuk meminta maklumat atau dokumentasi tambahan daripada anda untuk mengesahkan identiti anda atau menilai tahap risiko anda.",
  "3.3 To Protect Our Rights:": "3.3 Untuk Melindungi Hak Kami:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Anda bertanggungjawab untuk mengekalkan kerahsiaan kelayakan akaun anda dan untuk semua aktiviti yang berlaku di bawah akaun anda.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade berhak untuk menggantung atau menamatkan akaun anda jika kami percaya bahawa anda telah memberikan maklumat palsu atau mengelirukan semasa proses pendaftaran atau telah melanggar mana-mana peruntukan Perjanjian ini.",
  "3.4 With Your Consent:": "3.4 Dengan Persetujuan Anda:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Anda bersetuju untuk memberikan dengan segera sebarang maklumat atau dokumentasi yang diminta oleh Detrade untuk tujuan Ketekunan Wajar Pelanggan (KWP).",
  "3.5 In Business Transfers:": "3.5 Dalam Pemindahan Perniagaan:",
  "3.Account Registration": "3.Pendaftaran Akaun",
  "3rd Merchant Processing": "Pemprosesan Peniaga ke-3",
  "4. Check the winning and losing results": "4. Semak keputusan menang dan kalah",
  "4. Identity Verification": "4. Pengesahan Identiti",
  "4. Platform Use": "4. Penggunaan Platform",
  "4. Your Data Protection Rights": "4. Hak Perlindungan Data Anda",
  "4.1 Access:": "4.1 Akses:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade menggunakan pelbagai kaedah dan alatan untuk mengesahkan identiti penggunanya, termasuk tetapi tidak terhad kepada:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Platform Detrade disediakan untuk tujuan maklumat dan pendidikan sahaja. Anda mengakui dan bersetuju bahawa sebarang maklumat yang diberikan pada Platform kami tidak bertujuan sebagai nasihat kewangan dan tidak boleh dipercayai untuk membuat keputusan pelaburan.",
  "4.2 Correction:": "4.2 Pembetulan:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade berhak untuk menolak sebarang dokumen atau maklumat yang diberikan oleh pengguna jika ia dianggap tidak mencukupi atau tidak tepat untuk tujuan pengesahan identiti.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Anda bertanggungjawab sepenuhnya untuk menilai risiko yang berkaitan dengan pilihan binari perdagangan dan untuk menentukan sama ada dagangan di Platform Detrade sesuai untuk anda.",
  "4.3 Deletion:": "4.3 Pemadaman:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Anda bersetuju untuk menggunakan Platform Detrade menurut semua undang-undang dan peraturan yang berkenaan dan dengan cara yang tidak melanggar hak orang lain atau melanggar terma Perjanjian ini.",
  "4.4 Objection:": "4.4 Bantahan:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Sekatan: Anda mempunyai hak untuk meminta kami menyekat pemprosesan maklumat peribadi anda, di bawah syarat-syarat tertentu.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Kemudahalihan Data: Anda mempunyai hak untuk meminta pemindahan maklumat peribadi anda kepada organisasi lain atau terus kepada anda, di bawah syarat-syarat tertentu.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Pengeluaran Persetujuan: Jika anda telah memberikan kami kebenaran untuk memproses maklumat peribadi anda, anda mempunyai hak untuk pengeluaran persetujuan anda pada bila-bila masa.",
  "5. Data Security": "5. Keselamatan Data",
  "5. Risk Assessment": "5. Penilaian Risiko",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade menjalankan penilaian risiko setiap peniaga berdasarkan maklumat pengesahan identiti mereka, sejarah transaksi dan faktor lain yang berkaitan.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Platform Detrade membenarkan pengguna untuk berdagang pilihan binari pada pelbagai instrumen kewangan, termasuk tetapi tidak terhad kepada saham, mata wang, komoditi dan indeks.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Pengguna boleh diberikan penarafan risiko berdasarkan keputusan penilaian risiko, yang mungkin mempengaruhi tahap penelitian yang digunakan untuk transaksi dan aktiviti akaun mereka.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Anda mengakui dan bersetuju bahawa pilihan binari perdagangan melibatkan risiko yang ketara, termasuk risiko kehilangan keseluruhan pelaburan anda.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Anda bertanggungjawab sepenuhnya untuk menilai risiko yang berkaitan dengan setiap perdagangan dan untuk menentukan strategi pelaburan yang sesuai untuk keadaan individu anda.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade tidak memberikan sebarang jaminan atau jaminan mengenai keuntungan atau kejayaan mana-mana perdagangan yang dibuat pada Platform kami.",
  "5.Trading": "5. Berdagang",
  "50+ trading pairs": "50+ pasangan dagangan",
  "6 Month's Pnl": "6 Bulan Pnl",
  "6. Data Retention": "6. Pengekalan Data",
  "6. Fees and Charges": "6. Yuran dan Caj",
  "6. Monitoring and Reporting": "6. Pemantauan dan Pelaporan",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade boleh mengenakan bayaran untuk perkhidmatan atau transaksi tertentu yang dijalankan pada Platform kami. Anda bersetuju untuk membayar semua yuran dan caj yang dikenakan berkaitan dengan penggunaan Platform kami oleh anda.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade memantau transaksi pedagang dan aktiviti akaun untuk tanda-tanda tingkah laku yang mencurigakan atau luar biasa yang mungkin menunjukkan aktiviti pengubahan wang haram atau pembiayaan pengganas.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade berhak untuk menukar atau mengubah suai struktur yuran kami pada bila-bila masa, dengan atau tanpa notis.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Jika Detrade mengenal pasti sebarang aktiviti atau transaksi yang mencurigakan, kami berhak untuk melaporkan aktiviti tersebut kepada pihak berkuasa yang berkaitan dan mengambil tindakan yang sewajarnya, termasuk tetapi tidak terhad kepada membekukan atau menggantung akaun pedagang.",
  "6M": "6B",
  "7 * 24 technical services": "7 * 24 perkhidmatan teknikal",
  "7. Cookies and Similar Technologies": "7. Kuki dan Teknologi Serupa",
  "7. Intellectual Property": "7. Harta Intelek",
  "7. Record-Keeping": "7. Penyimpanan Rekod",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Semua kandungan dan bahan yang tersedia di Platform Detrade, termasuk tetapi tidak terhad kepada teks, grafik, logo, imej dan perisian, adalah hak milik Detrade atau pemberi lesennya dan dilindungi oleh hak cipta, tanda dagangan dan undang-undang harta intelek yang lain.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Kuki: Kami menggunakan kuki untuk meningkatkan pengalaman anda di Platform kami. Kuki ialah fail kecil yang diletakkan pada peranti anda yang membolehkan kami mengenali penyemak imbas anda dan menangkap serta mengingati maklumat tertentu.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade menyimpan rekod semua pengenalan dan maklumat transaksi pedagang mengikut undang-undang dan peraturan yang berkenaan.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Jenis Kuki: a) **Kuki Penting**: Kuki ini diperlukan untuk operasi Platform kami. Ia membolehkan anda menavigasi laman web dan menggunakan ciri-cirinya.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Rekod pengguna dirahsiakan dan hanya didedahkan kepada kakitangan yang diberi kuasa atau pihak berkuasa kawal selia seperti yang dikehendaki oleh undang-undang.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Anda diberi lesen terhad, tidak eksklusif dan tidak boleh dipindah milik untuk mengakses dan menggunakan Platform Detrade untuk kegunaan peribadi dan bukan komersial anda sahaja.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Mengurus Kuki: Anda boleh mengawal penggunaan kuki pada peringkat pelayar individu. Jika anda menolak kuki, anda masih boleh menggunakan Platform kami, tetapi keupayaan anda untuk menggunakan beberapa ciri atau kawasan Platform kami mungkin terhad.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Anda bersetuju untuk tidak mengeluarkan semula, mengubah suai, mengedar, atau mencipta karya terbitan berdasarkan mana-mana kandungan atau bahan yang tersedia di Platform Detrade tanpa kebenaran bertulis yang nyata daripada Detrade.",
  "8. Third-Party Links": "8. Pautan Pihak Ketiga",
  "8. Training and Awareness": "8. Latihan dan Kesedaran",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade menyediakan program latihan dan kesedaran untuk kakitangannya untuk memastikan mereka berpengetahuan tentang dasar dan prosedur PPWH dan KPA.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade menghormati privasi penggunanya dan komited untuk melindungi maklumat peribadi mereka. Sila rujuk Dasar Privasi kami untuk butiran tentang cara kami mengumpul, menggunakan dan mendedahkan maklumat peribadi anda.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Pekerja dilatih untuk mengenali dan melaporkan aktiviti yang mencurigakan dan untuk mematuhi semua keperluan PPWH dan KPA.",
  "8.Privacy Policy": "8. Dasar Privasi",
  "9. Children's Privacy": "9. Privasi Kanak-kanak",
  "9. Compliance Oversight": "9. Pengawasan Pematuhan",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade telah melantik Pegawai Pematuhan yang bertanggungjawab untuk mengawasi pematuhan terhadap dasar dan prosedur PPWH dan KPA.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade berhak untuk menggantung atau menamatkan akses anda kepada Platform kami pada bila-bila masa dan atas sebarang sebab, dengan atau tanpa sebab, dan tanpa notis terlebih dahulu.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Pegawai Pematuhan bertanggungjawab untuk memantau perkembangan kawal selia, mengemas kini dasar PPWH dan KPA mengikut keperluan, dan memastikan bahawa operasi Detrade kekal mematuhi semua undang-undang dan peraturan yang berkenaan.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Selepas penamatan akses anda kepada Platform Detrade, semua peruntukan Perjanjian ini yang menurut sifatnya harus bertahan penamatan akan kekal, termasuk tetapi tidak terhad kepada peruntukan berkenaan harta intelek, had liabiliti dan penyelesaian pertikaian.",
  "9.Termination": "9. Penamatan",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Jumlah bonus:</0> 50% daripada deposit pertama anda",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Had bonus:</0> Bonus dagangan maksimum 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Kelayakan:</0> Pengguna baharu di Detrade sahaja",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Keperluan:</0> Deposit pertama ≥ 50 USDT (atau kripto yang setara)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Produk yang disokong</0>: Tinggi Rendah, Sebaran, Naik Turun, Hadapan",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> tiket telah dihantar pusingan ini!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> setiap kemasukan dan perdagangan keluar {{position}} termasuk slippage",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>daripada {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Yuran tetap sebanyak {{feeAmount}} ({{commission}}) telah dikenakan semasa membuka dagangan (posisi:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Sebahagian kecil daripada keuntungan anda (jika ada) diambil apabila anda menutup dagangan",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Yuran berubah-ubah dikenakan sebagai sebahagian kecil daripada keuntungan apabila menutup dagangan",
  "A verification will be sent to {{email}}": "Pengesahan akan dihantar ke {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Pastikan anda telah membuka kunci keempat-empat mod dagangan. Jika masalah berterusan, hubungi pasukan bantuan pelanggan untuk mendapatkan bantuan.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: Tidak, bonus itu sendiri tidak boleh dikeluarkan. Walau bagaimanapun, sebarang <0>keuntungan yang dibuat menggunakan bonus</0> boleh pengeluaran.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: Ya. Sila aktifkan bonus anda dalam masa <0>7 hari</0> selepas dikeluarkan. Bonus tamat tempoh tidak boleh dipulihkan.",
  "AF": "AF",
  "AML & KYC policy": "Dasar AML & KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Mengenai Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Akses lebih 70 aset popular dengan potensi keuntungan sehingga 90%",
  "Account Details": "Butiran Akaun",
  "Account Not Verified": "Akaun Tidak Disahkan",
  "Account Verified": "Akaun Disahkan",
  "Activate": "Aktifkan",
  "Activation expiry time": "Masa tamat pengaktifan",
  "Active": "Aktif",
  "Active tickets": "Tiket aktif",
  "Activity priority access": "Akses keutamaan aktiviti",
  "Add": "Tambah",
  "Add key phrase into Google Authenticator and remember the key phrase": "Tambahkan frasa utama ke dalam Pengesah Google dan ingat frasa utama",
  "Add referral": "Tambah rujukan",
  "Add referral code": "Tambah kod rujukan",
  "Address is required": "Alamat diperlukan",
  "Address valid": "Alamat sah",
  "Advanced": "Lanjutan",
  "Advanced Users": "Pengguna Lanjutan",
  "Advanced chart": "Carta lanjutan",
  "Advantage": "Kelebihan",
  "Affiliate program": "Program ahli sistem gabungan",
  "Affiliates": "Ahili Sistem Gabungan",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Selepas melengkapkan deposit pertama anda, pergi ke <0>Pusat Ganjaran</0> untuk melihat baucar percubaan 1 USDT permulaan anda.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Selepas menetapkan maklumat peribadi anda secara peribadi, pengguna lain tidak akan dapat melihat nama pengguna dan maklumat anda.",
  "Agreement": "Perjanjian",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Kaedah Airdrop: Ganjaran diedarkan secara automatik ke dompet. Sila ikuti e-mel dalam apl.",
  "Airdrop plan": "Pelan Airdrop",
  "Airdrop program": "Program Airdrop",
  "Airdrops": "Airdrops",
  "Algorithm": "Algoritma",
  "All": "Semua",
  "All Assets": "Semua Aset",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Semua aktiviti pembrokeran di laman web ini disediakan oleh Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Semua formula permainan adalah terbuka dan telus, yang menghalang penipuan dan menghalang risiko kepada rakan kongsi dan pemain.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Semua harga untuk pusingan dagangan 24 jam ditentukan terlebih dahulu menggunakan terbitan yang cabutan secara rawak, yang didedahkan pada penghujung setiap pusingan dagangan. Dengan terbitan yang diterbitkan ini, sesiapa sahaja boleh mengesahkan bahawa kami mematuhi algoritma yang diperincikan di bawah dan tidak mengubah sebarang harga selepas pusingan bermula. Terutamanya, adalah mustahil untuk kami menukar harga berdasarkan dagangan anda.",
  "All prizes will be sent in USDT.": "Semua hadiah akan dihantar dalam USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Semua pengalaman langsung daripada pedagang terkemuka yang anda perlukan, termasuk akses kepada penunjuk dan isyarat dagangan terhangat.",
  "All time wins paid": "Kemenangan sepanjang masa dibayar",
  "Already have an account?": "Sudah mempunyai akaun?",
  "Amount": "Amaun",
  "Amount is required": "Jumlah diperlukan",
  "Amount to withdraw": "Jumlah yang perlu dikeluarkan",
  "Announcement": "Pengumuman",
  "Announcements": "Pengumuman",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Polisi Pencegahan Pengubahan Wang Haram (PPWH) dan Kenali Pelanggan Anda (KPA)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Sebarang pertanyaan? Pasukan bantuan berdedikasi kami bersedia untuk membantu anda dan membimbing anda melalui proses permohonan.",
  "Apply": "Mohon",
  "Applying": "Memohon",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Kira-kira {{nextCapitalCost}} akan dicaj dalam satu jam seterusnya dan jumlah tertentu tertakluk pada kadar pembiayaan pada masa itu.",
  "Are there any geographical restrictions?": "Adakah terdapat sebarang sekatan geografi?",
  "Arrival amount": "Jumlah ketibaan",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Selagi program ini masih aktif, anda boleh memperoleh komisen sebaik sahaja individu yang anda rujuk mendaftar akaun Detrade.",
  "Ask a question": "Tanya soalan",
  "Asset types,currencies,cryptocurrencies for any trader.": "Jenis aset, mata wang, mata wang kripto untuk mana-mana pedagang.",
  "Assets": "Harta",
  "Assets overview": "Gambaran keseluruhan aset",
  "At least {{exceed}} number": "Sekurang-kurangnya {{exceed}} nombor",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Pada penghujung kira detik, untung dan rugi akan ditentukan berdasarkan arah aliran yang anda ramalkan.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Pada permulaan setiap pusingan dagangan (00:00 UTC), terbitan 32-bait baharu dipilih secara rawak. Harga keseluruhan pusingan boleh dihasilkan semula dengan menggabungkan terbitan ini dengan pembilang tanda integer yang bertambah.",
  "Auto": "Auto",
  "Available": "Tersedia",
  "Available on request": "Tersedia atas permintaan",
  "Award quota": "Kuota anugerah",
  "Awarded users": "Pengguna yang dianugerahkan",
  "Balance": "Baki",
  "Balance is not enough": "Baki tidak mencukupi",
  "Basic": "Asas",
  "Becoming an affiliate is easy": "Menjadi ahli sistem gabungan adalah mudah",
  "Benefit from our many years of experience and internationally renowned reputation.": "Manfaat daripada pengalaman bertahun-tahun kami dan reputasi terkenal di peringkat antarabangsa.",
  "Benefits": "Faedah",
  "Benefits:": "Faedah:",
  "Best For": "Terbaik Untuk",
  "Bet": "Pertaruhan",
  "Betting": "Pertaruhan",
  "Binary Options Exchange": "Pertukaran Pilihan Perduaan",
  "Bind": "Mengikat",
  "Bind Success": "Ikat Kejayaan",
  "Black diamond circle": "Bulatan berlian hitam",
  "Blockchain Processing": "Pemprosesan Blockchain",
  "Bonus": "Bonus",
  "Bonus Rules": "Peraturan Bonus",
  "Bonus Trial": "Percubaan Bonus",
  "Bonus pool": "Kumpulan bonus",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Baucar bonus <0>tidak boleh dikeluarkan</0>, tetapi <1>keuntungan daripada dagangan bonus boleh dikeluarkan<1>",
  "Boost your earnings by affiliate program": "Tingkatkan pendapatan anda melalui program ahli sistem gabungan",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Tingkatkan dagangan anda dengan leverage sehingga 1000x — risiko besar, ganjaran yang lebih besar.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Tingkatkan dagangan anda dengan leveraj sehingga 1000× — risiko besar, ganjaran yang lebih besar.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Produk dan Perkhidmatan Pembrokeran yang ditawarkan oleh Nexus Play LLC.",
  "Bronze": "Gangsa",
  "Bust And Stop Loss Prices": "Harga Tewas Dan Henti Kerugian",
  "Buy": "Beli",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Dengan mengakses atau menggunakan Platform Detrade, anda mengakui bahawa anda telah membaca, memahami, dan bersetuju untuk terikat dengan Dasar Privasi ini. Jika anda tidak bersetuju dengan Dasar Privasi ini, anda tidak boleh menggunakan Platform kami.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Dengan mengakses atau menggunakan Platform Detrade, anda mengakui bahawa anda telah membaca, memahami, dan bersetuju untuk terikat dengan Perjanjian ini. Jika anda tidak bersetuju dengan mana-mana bahagian Perjanjian ini, anda tidak boleh menggunakan Platform Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Dengan mengakses atau menggunakan platform Detrade, anda mengakui bahawa anda telah membaca, memahami dan bersetuju untuk mematuhi Dasar PPWH dan KPA ini. Jika anda tidak bersetuju dengan mana-mana bahagian Polisi ini, anda tidak boleh menggunakan platform Detrade.",
  "Calculator": "Kalkulator",
  "Campaign": "Kempen",
  "Campaign Center": "Pusat Kempen",
  "Can I See The Data Of My Referral?": "Bolehkah saya Melihat Data Rujukan Saya?",
  "Can I use a live account and a demo account at the same time?": "Bolehkah saya menggunakan akaun langsung dan akaun demo pada masa yang sama?",
  "Can Partner upgrade his partnership level in the future?": "Bolehkah Rakan Kongsi meningkatkan tahap perkongsiannya pada masa hadapan?",
  "Can non-crypto users play Detrade games?": "Bolehkah pengguna bukan kripto bermain permainan Detrade?",
  "Cancel": "Batal",
  "Cannot exceed {{exceed}} characters": "Tidak boleh melebihi {{exceed}} aksara",
  "Cash All": "Tunai Semua",
  "Champion Profits": "Keuntungan Juara",
  "Change": "Tukar",
  "Change password": "Tukar kata laluan",
  "Chat": "Sembang",
  "Check <0>ROI calculator</0> for more details": "Semak <0>kalkulator ROI</0> untuk mendapatkan butiran lanjut",
  "Chg%": "Tuka%",
  "Choose Symbol": "Pilih Simbol",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Pilih <0> Jenis Akaun Anda Dan </0> Mulakan Berdagang!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Pilih <br/> Jenis Akaun Anda Dan </br> Mula Berdagang!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Pilih pengganda untuk memaksimumkan kedudukan anda. Menetapkan pengganda yang lebih tinggi meningkatkan risiko margin anda",
  "Choose the cryptocurrency that you would like to start trading.": "Pilih mata wang kripto yang anda ingin mulakan berdagang.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Pilih arah naik atau turun untuk membuat pesanan dalam masa kira detik yang ditentukan.",
  "Claim": "Tuntutan",
  "Claim Voucher": "Tuntut Baucar",
  "Claimed rewards": "Ganjaran yang dituntut",
  "Claimed rewards details": "Butiran ganjaran yang dituntut",
  "Click Here To View The": "Klik Di Sini Untuk Melihat",
  "Click Up or Down to Trading": "Klik Naik atau Turun untuk Berdagang",
  "Client": "Pelanggan",
  "Close": "Tutup",
  "Close Time": "Masa Tutup",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Tutup pada bila-bila masa, sama ada untung atau rugi. Tetapkan sasaran ambil untung atau henti rugi untuk menutup kedudukan anda secara automatik",
  "Close the order": "Tutup pesanan",
  "Close type": "Jenis tutup",
  "Closed successfully!": "Berjaya ditutup!",
  "Co-planning rights": "Hak Perancangan Kolaboratif",
  "Coin-Margined": "Bertaraf-Koin",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Gabungkan semua pesanan had rehat daripada setiap suapan harga ke dalam satu buku pesanan komposit. Tidak mengapa dan dijangka harga sesetengah pesanan belian akan melebihi harga beberapa pesanan jual dari bursa lain. Saiz pesanan individu dihadkan kepada $1 juta untuk mengehadkan pengaruh satu pesanan besar.",
  "Coming soon": "Akan datang",
  "Community": "Komuniti",
  "Community access": "Akses komuniti",
  "Completed": "Selesai",
  "Comprehensive trading training": "Latihan perdagangan yang komprehensif",
  "Computers and smartphones are fully functional": "Komputer dan telefon pintar berfungsi sepenuhnya",
  "Condition 1: The price trend matches your prediction.": "Syarat 1: Aliran harga sepadan dengan ramalan anda.",
  "Condition 2: Price movement breaks through the spread.": "Syarat 2: Pergerakan harga menembusi selisih.",
  "Confirm": "Sahkan",
  "Confirm Close": "Sahkan Tutup",
  "Confirm removing Google 2FA authentication?": "Sahkan mengalih keluar pengesahan Google 2FA?",
  "Confirm settlement of all orders?": "Sahkan penyelesaian semua pesanan?",
  "Confirm to close the order?": "Sahkan untuk menutup pesanan?",
  "Confirmations": "Pengesahan",
  "Connect": "Sambung",
  "Connect with your friends": "Berhubung dengan rakan anda",
  "Contact Us": "Hubungi Kami",
  "Contact us": "Hubungi Kami",
  "Contact us with Email or Live chat": "Hubungi kami dengan E-mel atau Sembang langsung",
  "Content creators program": "Program pencipta kandungan",
  "Contest prize pool": "Kumpulan hadiah pertandingan",
  "Continue": "Teruskan",
  "Continue Deposit Process": "Teruskan Proses Deposit",
  "Continue deposit process": "Teruskan proses deposit",
  "Continue with Google": "Teruskan dengan Google",
  "Continue with X": "Teruskan dengan X",
  "Continuously updated": "Dikemas kini secara berterusan",
  "Convenient deposit and withdrawal methods": "Kaedah deposit dan pengeluaran yang mudah",
  "Copy": "Salin",
  "Copy Success": "Kejayaan Salin",
  "Copy this code to your authenticator app": "Salin kod ini ke apl pengesah anda",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Hak Cipta © 2025 Nexus Play LLC. Semua hak terpelihara.",
  "Country": "Negara",
  "Create Password": "Cipta Kata Laluan",
  "Crypto": "Kripto",
  "Crypto - binary options": "Kripto - pilihan binari",
  "Crypto Pairs": "Pasangan Kripto",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Perdagangan kontrak mata wang kripto membawa tahap risiko yang tinggi, dan anda mungkin kehilangan keseluruhan jumlah dagangan anda. Lebih tinggi leveraj yang anda gunakan, lebih besar risikonya. Walau bagaimanapun, dalam apa jua keadaan anda tidak boleh kehilangan lebih daripada jumlah dagangan awal anda.",
  "Currency": "Mata wang",
  "Custom Price Move %": "Pergerakan Harga Tersuai %",
  "Custom cashback plan": "Pelan tunai kembali tersuai",
  "Custom revenue share and fee option.": "Bahagian hasil tersuai dan pilihan yuran.",
  "Custom services": "Perkhidmatan tersuai",
  "Custom signals": "Isyarat tersuai",
  "Customized incentives tailored to your needs.": "Insentif tersuai yang disesuaikan dengan keperluan anda.",
  "DOWN": "TURUN",
  "Daily Active Users": "Pengguna Aktif Harian",
  "Daily Earning": "Pendapatan Harian",
  "Daily contest": "Pertandingan harian",
  "Dark": "Gelap",
  "Date": "Tarikh",
  "Day": "Hari",
  "DeTrade overview": "Gambaran keseluruhan DeTrade",
  "Dedicated customer support": "Pasukan bantuan pelanggan yang berdedikasi",
  "Demo": "Demo",
  "Demo Account": "Akaun Demo",
  "Demo Trading": "Dagangan Demo",
  "Depending on your location, you may have the following rights regarding your personal information:": "Bergantung pada lokasi anda, anda mungkin mempunyai hak berikut mengenai maklumat peribadi anda:",
  "Deposit": "Deposit",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Deposit 120 USDT → Terima bonus dihadkan sebanyak 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Deposit 80 USDT → Terima bonus 40 USDT",
  "Deposit Amount": "Jumlah Deposit",
  "Deposit Order Created": "Pesanan Deposit Dibuat",
  "Deposit Via {{depositChannel}}": "Deposit Melalui {{depositChannel}}",
  "Deposit address": "Alamat deposit",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Deposit dan keluarkan wang dengan mudah menggunakan kaedah pembayaran yang paling mudah.",
  "Deposit is in progress": "",
  "Deposit now": "Deposit sekarang",
  "Deposits and withdrawals": "Deposit dan pengeluaran",
  "Derivative Exchanges": "Pertukaran Derivatif",
  "Description": "Penerangan",
  "Detail": "Butiran",
  "Details": "Butiran",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"kami,\" \"kami,\" atau \"kami\") menghargai privasi anda dan komited untuk melindungi maklumat peribadi anda. Dasar Privasi ini menerangkan cara kami mengumpul, menggunakan, mendedahkan dan melindungi maklumat anda apabila anda menggunakan platform dagangan pilihan binari kami (\"Platform\"). Dengan mengakses atau menggunakan Platform kami, anda bersetuju menerima pengumpulan dan penggunaan maklumat mengikut dasar ini. Jika anda tidak bersetuju dengan dasar ini, anda tidak boleh menggunakan Platform kami.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect ialah penyelesaian penyepaduan lancar yang membolehkan platform pihak ketiga menyambung dengan mudah ke ekosistem kami. Melalui API yang berkuasa dan alat automasi, kami secara langsung menyepadukan fungsi teras produk kami ke dalam platform anda. Ia bertujuan untuk menyediakan platform dengan derivatif mata wang kripto terpelbagai, pertukaran data yang lebih pantas dan keupayaan untuk mengakses ciri termaju kami, sambil memastikan sambungan yang selamat, berskala dan boleh dipercayai. Sama ada anda ingin mengembangkan penyampaian perkhidmatan atau memudahkan aliran kerja, Detrade Connect boleh menjadikan penyepaduan mudah, cekap dan berkesan.",
  "Detrade Index Prices": "Detrade Harga Indeks",
  "Detrade Partner": "Rakan Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Program Rakan Kongsi Detrade ! Program ini direka bentuk untuk menyediakan pencipta potensi hasil yang dipertingkatkan dan faedah eksklusif, menjadikan usaha promosi anda benar-benar bermanfaat.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade telah komited untuk mengubah industri perdagangan pintar tradisional dan membuka pasaran kewangan kepada semua orang di mana-mana sahaja. Misi kami adalah untuk menyediakan pengalaman perdagangan yang paling inovatif. Sesiapa sahaja di dunia seharusnya boleh mengambil bahagian dalam transaksi.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade telah menyelesaikan semakan kod dan hasilnya berada dalam TOP-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade berada pada landasan pertumbuhan yang pantas. Kami komited untuk menyediakan pengguna kami pengalaman yang inovatif dan menarik yang menjadikannya platform pilihan untuk perdagangan pilihan binari mata wang kripto.",
  "Detrade learn": "Detrade belajar",
  "Detrade offers 3 types of optional products.": "Detrade menawarkan 3 jenis produk pilihan.",
  "Detrade partnership program": "Program perkongsian Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade menyimpan hak tafsiran akhir untuk kempen ini.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade berhak untuk menukar mana-mana peraturan dan syarat mengikut budi bicara mutlaknya dan tanpa notis terlebih dahulu.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade berhak untuk menukar mana-mana peraturan dan syarat mengikut budi bicara mutlaknya dan tanpa notis terlebih dahulu.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade berhak untuk menyemak, menggantung atau membatalkan aktiviti atau pengedaran airdrop pada bila-bila masa, termasuk sebarang terma dan syarat yang berkaitan. Semakan adalah untuk mengurus/mencegah penipuan dan aktiviti haram lain. Melainkan peniaga terbabit dalam penipuan dan aktiviti haram lain, sebarang semakan sedemikian tidak akan menjejaskan peniaga yang telah memilih untuk mengambil bahagian.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade berhak untuk mengemas kini atau menukar Dasar Privasi ini pada bila-bila masa. Kami akan memberitahu anda tentang sebarang perubahan dengan menyiarkan Dasar Privasi baharu pada Platform kami. Anda dinasihatkan untuk menyemak Dasar Privasi ini secara berkala untuk sebarang perubahan. Penggunaan berterusan Platform kami selepas sebarang pengubahsuaian pada Dasar Privasi akan membentuk pengakuan anda terhadap pengubahsuaian dan persetujuan anda untuk mematuhi dan terikat dengan Dasar Privasi yang dikemas kini.",
  "Detrade weekly draw": "Detrade cabutan mingguan",
  "Developer documentation": "Dokumentasi pembangun",
  "Device": "Peranti",
  "Diamond": "Berlian",
  "Diamond Partner": "Rakan Berlian",
  "Didn't find an answer to our question?": "Tidak menemui jawapan kepada soalan kami?",
  "Direction": "Arah",
  "Discover trending tokens. Trade. Earn. Repeat.": "Temui token sohor kini. Berdagang. Dapat. Ulang.",
  "Distributing Payout": "Mengagihkan Bayaran",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Jangan gunakan simbol khas dan bar ruang, jika tidak akaun anda mungkin tidak disokong.",
  "Do not use special symbols, otherwise your account may not be supported.": "Jangan gunakan simbol khas, jika tidak akaun anda mungkin tidak disokong.",
  "Does the company have the legal qualifications to carry out relevant business?": "Adakah syarikat mempunyai kelayakan undang-undang untuk menjalankan perniagaan yang berkaitan?",
  "Don't beg or ask for loans, rains or tips.": "Jangan mengemis atau meminta pinjaman, hujan atau tip.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Jangan terlibat dalam sebarang bentuk pengiklanan/perdagangan/penjualan/beli atau menawarkan perkhidmatan.",
  "Don't harass or be offensive to other users or Detrade staff.": "Jangan mengganggu atau menyinggung perasaan pengguna lain atau kakitangan Detrade.",
  "Don't have an account?": "Tiada akaun?",
  "Don't let anyone see this!": "Jangan biarkan sesiapa melihat ini!",
  "Don't share any personal information (including socials) of you or other players.": "Jangan kongsi sebarang maklumat peribadi (termasuk sosial) anda atau pemain lain.",
  "Don't share codes, scripts or any other bot service.": "Jangan kongsi kod, skrip atau sebarang perkhidmatan bot lain.",
  "Don't show again": "Jangan tunjukkan lagi",
  "Don't spam & don't use excessive capital letters when chatting.": "Jangan spam & jangan gunakan huruf besar berlebihan ketika bersembang.",
  "Don't use URL shortening services. Always submit the full link.": "Jangan gunakan perkhidmatan memendekkan URL. Sentiasa serahkan pautan penuh.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Jangan gunakan akaun alternatif (alts) pada sembang, yang dilarang sama sekali.",
  "Done": "Selesai",
  "Down": "Bawah",
  "Down Wins": "Turun Menang",
  "Down vs. Up Ratio (Live Data)": "Nisbah Turun vs. Atas (Data Langsung)",
  "Download": "Muat turun",
  "Download the Google Authenticator app": "Muat turun apl Google Pengesahan",
  "Drop us a line here": "Lepaskan kami talian di sini",
  "Duration: {{time}}": "Tempoh: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Setiap ID Pesanan HANYA boleh digunakan sekali untuk mengelakkan pendua.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Setiap pengguna layak mendapat <0>hanya satu</0> bonus deposit pertama",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Setiap kod baucar hanya boleh dituntut sekali bagi setiap pengguna. Sebaik sahaja ia dituntut, ganjaran tidak boleh diterbalikkan.",
  "Earn": "Dapatkan",
  "Earn up to 50% commission.": "Dapatkan komisen sehingga 50%.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Peroleh sehingga {{payout}}% keuntungan jika ramalan anda betul.",
  "Easy access from your smartphone": "Akses mudah dari telefon anda",
  "Edit your avatar": "Edit avatar anda",
  "Email": "E-mel",
  "Email Code": "Kod E-mel",
  "Email verification code's length is not right": "Panjang kod pengesahan e-mel tidak betul",
  "End Time": "Masa Tamat",
  "End Time Invalid( hh : mm : ss )": "Masa Tamat Tidak Sah( jj : mm : ss )",
  "End Time is earlier than Start Time": "Masa Tamat adalah lebih awal daripada Masa Mula",
  "End rate": "Kadar Tamat",
  "Ends in {{time}} days": "Berakhir dalam {{time}} hari",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Memastikan harga yang tulen, bebas manipulasi dengan algoritma yang telus dan boleh disahkan untuk keadilan yang terjamin.",
  "Enter Code": "Masukkan Kod",
  "Enter number of daily active players": "Masukkan bilangan pemain aktif harian",
  "Enter the 2FA code ": "Masukkan kod 2FA ",
  "Enter the 6-digit code sent to": "Masukkan kod 6 digit yang dihantar ke",
  "Enter withdraw address": "Masukkan alamat pengeluaran",
  "Enter your email": "Masukkan e-mel anda",
  "Enter your email and we'll send you a new password": "Masukkan e-mel anda dan kami akan menghantar kata laluan baru kepada anda",
  "Enter your name": "Masukkan nama anda",
  "Enter your new password": "Masukkan kata laluan baharu anda",
  "Enter your old password": "Masukkan kata laluan lama anda",
  "Enter your password": "Masukkan kata laluan anda",
  "Enterprise Partner": "Rakan Perusahaan",
  "Entrepreneurs": "Usahawan",
  "Entry Price": "Harga Kemasukan",
  "Entry Time": "Masa Masuk",
  "Entry fee": "Bayaran masuk",
  "Entry price": "Harga masuk",
  "Esteemed Affiliate": "Ahli Gabungan yang Dihormati",
  "Event Details": "Butiran Acara",
  "Event time: {{ startTime }} - {{ endTime }}": "Masa acara: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Setiap bulan, kami akan mengedarkan secara rawak sejumlah <0>{{amount}}</0> dalam BCD kepada 300 pengguna yang mengambil bahagian dalam simbol dagangan STONKS!",
  "Examples": "Contoh",
  "Exchange": "Tukar",
  "Exit price": "Harga keluar",
  "Experience": "Pengalaman",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Pakar produk dan teknikal yang berpengalaman memberikan anda sokongan profesional dan akan terus mengoptimumkan fungsi produk secara percuma untuk memberikan anda produk yang lebih baik.",
  "Expert Support": "Sokongan Pakar",
  "Expired": "Tamat tempoh",
  "Expires in": "Tamat tempoh dalam",
  "Explain": "Menjelaskan",
  "Exploiting platform bugs or system loopholes": "Mengeksploitasi pepijat platform atau kelemahan sistem",
  "Extensive coverage": "Liputan yang meluas",
  "FAQ": "Soalan Lazim",
  "Failed": "Gagal",
  "False deposits, money laundering, or manipulation to trigger rewards": "Deposit palsu, pengubahan wang haram atau manipulasi untuk mencetuskan ganjaran",
  "Fast response": "Respon cepat",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Urus niaga pantas, suntikan modal petibank dan perkongsian keuntungan, pesanan belum selesai dan penyalinan transaksi adalah mod dagangan yang mudah dan fleksibel.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Dagangan yang lebih pantas. Keputusan yang lebih mudah. Interaksi masa nyata dengan rakan peniaga dalam komuniti.",
  "Favorite Trading Derivatives": "Derivatif Dagangan Kegemaran",
  "Favorites": "Kegemaran",
  "Fear & Greed Index": "Indeks Ketakutan & Tamak",
  "Fee": "Yuran",
  "Fee options": "Pilihan yuran",
  "Fiat": "Fiat",
  "Finished": "Selesai",
  "First deposit bonus guide": "Panduan bonus deposit pertama",
  "Fixed fee limit": "Had yuran tetap",
  "Flat fee": "Yuran tetap",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Yuran tetap dikira sebagai peratusan kedudukan anda (jumlah * leveraj)",
  "Flexible transaction mode": "Mod transaksi yang fleksibel",
  "Floating PnL": "PnL Terapung",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Untuk setiap ${{ticketQuota}} dagangan pada <0>sebaran rendah tinggi</0> kami, anda akan menerima tiket undian secara automatik. Jadi pastikan untuk memenangi peluang terbaik untuk diri sendiri dengan memperoleh tiket sebanyak mungkin!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Sebagai contoh, jika anda mempunyai kedudukan BTC panjang terbuka untuk $500 dengan pengganda 10x dan kadar pembiayaan ialah 0.1%, anda akan dicaj $0.21 sejam selepas 8 jam pertama. Jika kedudukan itu pendek dan bukannya panjang, maka anda akan menerima bayaran pembiayaan. Jika jawatan anda ditutup dalam masa 8 jam, tiada pembayaran pembiayaan akan dibuat.",
  "For the safety of your funds, must complete the following binding": "Untuk keselamatan dana anda, mesti melengkapkan pengikatan berikut",
  "For the safety of your funds, withdrawals must complete the following binding": "Untuk keselamatan dana anda, pengeluaran mesti melengkapkan pengikatan berikut",
  "Forgot?": "Terlupa?",
  "Free": "Percuma",
  "Frequently Asked Questions (FAQ)": "Soalan Lazim (SL)",
  "Frequently asked questions": "Soalan lazim",
  "From": "Dari",
  "Funding Payments": "Bayaran Pembiayaan",
  "Funding fee history": "Sejarah yuran pembiayaan",
  "Funding/h": "Pembiayaan/j",
  "Futures": "Futures",
  "Futures Entrust": "Hadapan niaga hadapan",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Dagangan future ialah urus niaga berbanding pasaran lani. Pengguna boleh menilai kenaikan atau penurunan dalam perdagangan kontrak niaga hadapan dan memilih untuk membeli kontrak panjang atau menjual kontrak pendek untuk mendapatkan keuntungan daripada kenaikan atau penurunan harga. Pada masa yang sama, pengguna boleh meminjam dana tambahan untuk meningkatkan saiz kedudukan mereka dengan meningkatkan leverage.",
  "Gas fee": "Bayaran gas",
  "General access": "Akses umum",
  "Get 50% bonus": "Dapatkan bonus 50%",
  "Get Trading commission when your friends trading.": "Dapatkan komisen Perdagangan apabila rakan anda berdagang.",
  "Get free educational materials and 24/7 support": "Dapatkan bahan pendidikan percuma dan bantuan 24/7",
  "Get help": "Dapatkan bantuan",
  "Go bind": "Pergi ikat",
  "Go to home": "Pergi ke Halaman Utama",
  "Go to the Reward Center and manually activate your bonus voucher.": "Pergi ke Pusat Ganjaran dan aktifkan baucar bonus anda secara manual.",
  "Go trading": "Pergi berdagang",
  "Gold": "Emas",
  "Gold Partner": "Rakan Kongsi Emas",
  "Good Job!": "Kerja Baik!",
  "Google 2FA code": "Kod Google 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Pengesah boleh dimuat turun dari App Store atau Google Play.",
  "Got it": "Faham",
  "Guess if the price ends higher or lower than the target.": "Teka jika harga berakhir lebih tinggi atau lebih rendah daripada sasaran.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Tidak menemui apa yang anda cari? Semak beberapa soalan di sini atau lihat Pusat Bantuan kami untuk mendapatkan maklumat lanjut.",
  "Hide Small": "Sembunyikan Kecil",
  "High Low": "Tinggi Rendah",
  "High Low Guess if the price ends higher or lower than the target.": "Tinggi Rendah Teka jika harga berakhir lebih tinggi atau lebih rendah daripada sasaran.",
  "High Low Spread": "Selisih Tinggi Rendah",
  "History": "Sejarah",
  "Home": "Laman Utama",
  "Hour": "Jam",
  "How does Playnance assist Partners in their platforms' promotion?": "Bagaimanakah Playnance membantu Rakan Kongsi dalam promosi platform mereka?",
  "How it works": "Bagaimana ia berfungsi",
  "How much can I earn from my referral?": "Berapa banyak yang boleh saya peroleh daripada rujukan saya?",
  "How to Claim Your Bonus": "Cara Menuntut Bonus Anda",
  "How to apply": "Cara memohon",
  "How to invite": "Cara menjemput",
  "How will players deposit and withdraw their funds?": "Bagaimanakah pemain akan mendeposit dan mengeluarkan dana mereka?",
  "I acknowledge": "Saya akui",
  "I've made deposit": "Saya telah membuat deposit",
  "ID verification": "Pengesahan ID",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "INDEKS JURUSAN PERTUKARAN SPOT",
  "If you are a content creator, make sure to check out our": "Jika anda seorang pencipta kandungan, pastikan anda menyemak kami",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Jika anda percaya akaun anda telah tersilap dibenderakan, sila hubungi pasukan bantuan rasmi untuk membuat rayuan.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Jika anda tidak melengkapkan pemindahan ini, anda boleh meneruskan proses deposit <0> di sini </0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Jika anda mempunyai sebarang soalan tentang Dasar Privasi ini, sila hubungi kami di",
  "If you have the traffic, it can be monetized.": "Jika anda mempunyai trafik, ia boleh diwangkan.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Jika anda rasa harga akan jatuh apabila kira detik tamat, sila pilih TURUN. (Nilai dalam rajah sepadan dengan nisbah keuntungan yang anda perolehi)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Jika anda rasa harga akan jatuh, pilih TURUN untuk menangkap penurunan.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Jika anda fikir harga akan jatuh, tetapkan margin dan simpan butang pendek. Jika harga jatuh, anda menjana keuntungan.",
  "If you think the price will go up, choose UP to go with the trend.": "Jika anda rasa harga akan naik, pilih NAIK untuk mengikuti arah aliran.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Jika anda rasa harga akan naik, tetapkan margin dan klik butang panjang. Jika harga naik, anda menjana keuntungan.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Jika anda rasa harga akan naik pada penghujung kira detik, sila pilih NAIK.(Nilai dalam rajah sepadan dengan nisbah keuntungan yang anda perolehi)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Jika anda ingin menumpukan pada jualan dan pendapatan berbanding pengurusan produk atau pembangunan teknologi.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Jika posisi anda kekal terbuka melebihi 8 jam, yuran pembiayaan setiap jam akan dikenakan berdasarkan keadaan pasaran. Yuran ini akan ditolak terus daripada baki akaun anda. Jika baki anda tidak mencukupi untuk menampung yuran pembiayaan, posisi anda akan ditutup secara paksa oleh sistem.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Jika kedudukan anda kekal terbuka selama lebih 8 jam, yuran pembiayaan setiap jam dikenakan berdasarkan keadaan pasaran.",
  "Important Reminders": "Peringatan Penting",
  "Income": "Pendapatan",
  "Increase Limit": "Naikkan Had",
  "Increase aggregate limit": "Tingkatkan had agregat",
  "Increase limit": "Tingkatkan had",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Integrasikan derivatif Detrade Mata Wang Kripto pada platform anda",
  "Integration": "Integrasi",
  "Integration program": "Program integrasi",
  "Intelligent integrated services": "Perkhidmatan bersepadu pintar",
  "Internal group": "Kumpulan dalaman",
  "Intuitive trader transaction data display and statistics": "Paparan dan statistik data transaksi peniaga intuitif",
  "Intuitive trading trend display and analysis tools": "Paparan trend dagangan intuitif dan alat analisis",
  "Invalid email": "E-mel tidak sah",
  "Invite friends": "Ajak kawan-kawan",
  "Invite friends to earn  20% commission": "Ajak kawan-kawan dapat komisen 20%",
  "Invite only": "Jemput sahaja",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "Adakah terdapat had untuk berapa lama saya boleh memperoleh komisen melalui program rujukan?",
  "Is there a limit to the invitation rewards I can receive?": "Adakah terdapat had kepada ganjaran jemputan yang boleh saya terima?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Ia membantu pelabur memahami keadaan emosi pasaran, yang boleh mempengaruhi gelagat membeli dan menjual.",
  "Join  our community": "Sertai komuniti kami",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Sertai Detrade Connect untuk mempercepatkan pertumbuhan operasi platform anda, dan kami memberi anda jaminan perkhidmatan.",
  "Join and earn extra bonuses!": "Sertai dan dapatkan bonus tambahan!",
  "Join free competitions": "Sertai pertandingan percuma",
  "Join now and get a": "Sertai sekarang dan dapatkan satu",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Sertai loteri rawak mingguan kami dan kongsi <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Pengesahan KYC",
  "KYC authentication": "Pengesahan KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Pastikan kedudukan anda terbuka lebih lama daripada 8 jam dan anda mungkin menanggung atau menerima bayaran pembiayaan setiap jam, bergantung pada keadaan pasaran.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Pastikan kedudukan anda terbuka lebih lama daripada 8 jam dan anda mungkin menanggung atau menerima bayaran pembiayaan setiap jam, bergantung pada keadaan pasaran. Apabila pasaran menaik, kadar pendanaan adalah positif dan pedagang panjang membayar pedagang pendek. Apabila pasaran menurun, kadar pendanaan adalah negatif dan pedagang pendek membayar pedagang panjang.",
  "Language": "Bahasa",
  "Large product research & Development team": "Pasukan penyelidikan & Pembangunan produk yang besar",
  "Last price": "Harga terakhir",
  "Latest events": "Peristiwa terkini",
  "Launch now": "Lancar sekarang",
  "Leaderboard": "Papan Pendahulu",
  "Learn": "Belajar",
  "Learn More": "Ketahui Lebih Lanjut",
  "Level assessment & update": "Penilaian tahap & kemas kini",
  "Leverage": "Leverage",
  "Leverage 1000x Maximum": "Leverage 1000x Maksimum",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Manfaatkan teknologi Detrade untuk melancarkan aplikasi dagangan anda sendiri. Berikan pengalaman perdagangan yang dipertingkatkan kepada pelanggan anda dan peroleh daripada setiap perdagangan yang dilaksanakan pada apl anda.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Leveraj membolehkan anda menguatkan saiz kedudukan anda dengan jumlah modal yang lebih kecil. Leveraj yang lebih tinggi meningkatkan potensi keuntungan dan risiko.",
  "License": "Lesen",
  "License Information": "Maklumat Lesen",
  "Light": "Cahaya",
  "Limits": "Had",
  "Liq price": "Harga Liquidasi",
  "Liq.Price": "Harga Likuidasi",
  "Liq.price": "Harga Likuidasi",
  "Liquidated": "Diliquidasi",
  "Live": "Secara Langsung",
  "Live chat": "Sembang langsung",
  "Live trade": "Perdagangan langsung",
  "Loading Failed": "Memuatkan Gagal",
  "Log out": "Log keluar",
  "Login": "Log masuk",
  "Login 2FA switch": "Log masuk suis 2FA",
  "Login here.": "Log masuk di sini.",
  "Login history": "Sejarah log masuk",
  "Login method": "Kaedah log masuk",
  "Login to Detrade": "Log masuk ke Detrade",
  "Login with email code": "Log masuk dengan kod e-mel",
  "Login with password": "Log masuk dengan kata laluan",
  "Lose": "Kalah",
  "Loser": "Kalah",
  "Loved by users": "Digemari oleh pengguna",
  "Major features:": "Ciri-ciri utama:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Buat perdagangan yang berjaya dan kumpulkan bonus maksimum pada deposit pertama anda. <0>Ketahui lebih lanjut<0>",
  "Manual": "Manual",
  "Mark Price": "Harga Markah",
  "Mark price": "Tandakan harga",
  "Market": "Pasaran",
  "Market Impact Effects": "Kesan Impak Pasaran",
  "Max": "Max",
  "Max Profit": "Keuntungan Maks",
  "Max TV": "TV Maks",
  "Max Trade": "Max Dagangan",
  "Max solo bonus": "Bonus solo maksimum",
  "Max withdrawal limit": "Had pengeluaran maksimum",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Sistem mesra ahli : Ramai ahli semasa kami telah berjaya membina pendapatan pasif yang mampan melalui program kami. Sekarang giliran anda.",
  "Memo": "Memo",
  "Memo is required": "Memo diperlukan",
  "Memo/Tag": "Memo/Tag",
  "Menu": "Menu",
  "Min Trade": "Min Dagangan",
  "Minimum Deposit": "Deposit Minimum",
  "Minimum {{min}} characters": "Minimum {{min}} aksara",
  "Minimum {{min}} characters and maximum {{max}} characters": "Minimum {{min}} aksara dan maksimum {{max}} aksara",
  "Minute": "Minit",
  "Money Distributed": "Wang Diagihkan",
  "Month": "Bulan",
  "Month's Pnl": "Pnl Bulan",
  "Monthly Earnings": "Pendapatan Bulanan",
  "Monthly cashback cap": "Cap pulangan tunai bulanan",
  "More": "Lebih",
  "Multi-account abuse or airdrop farming behavior": "Penyalahgunaan berbilang akaun atau tingkah laku pemburuan airdrop",
  "Multiple crypto currency binary options derivatives": "Derivatif pilihan binari mata wang kripto berbilang",
  "Multiple investment models": "Pelbagai model pelaburan",
  "Multiplier": "Pengganda",
  "Must be at least {{less}}": "Mesti sekurang-kurangnya {{less}}",
  "Must be at most {{large}}": "Perlu tidak melebihi {{large}}",
  "My Position": "Kedudukan Saya",
  "My activity": "Aktiviti saya",
  "My referral code": "Kod rujukan saya",
  "My referral link": "Pautan rujukan saya",
  "My reward": "Ganjaran saya",
  "My vouchers": "Baucar saya",
  "NA": "NA",
  "Name": "Nama",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Perlukan bantuan? Lawati Pusat Bantuan kami atau hubungi Pasukan Bantuan Pelanggan. Kami di sini untuk membantu anda 24/7.",
  "Network": "Rangkaian",
  "New": "Baru",
  "New Password": "Kata Laluan Baharu",
  "New Trading Symbol": "Simbol Dagangan Baharu",
  "New messages": "Mesej baharu",
  "New notice": "Notis baru",
  "New password is {{exceed}} length": "Kata laluan baharu ialah {{exceed}} panjang",
  "New user": "Pengguna baharu",
  "Next": "Seterusnya",
  "Next Draw Starts in": "Cabutan Seterusnya Bermula",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC ialah Pembrokeran yang menyediakan perkhidmatan pembrokeran kepada pelabur terarah sendiri dan tidak membuat pengesyoran atau menawarkan nasihat pelaburan, kewangan, undang-undang atau cukai ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC ialah Pembrokeran yang menyediakan perkhidmatan pembrokeran kepada pelabur terarah sendiri dan tidak membuat pengesyoran atau menawarkan nasihat pelaburan, kewangan, undang-undang atau cukai. Dagangan dalam talian membawa risiko yang wujud, termasuk turun naik dalam tindak balas sistem dan masa akses disebabkan oleh keadaan pasaran, prestasi sistem dan faktor lain. Sebelum berdagang, rujuk penasihat kewangan bebas berlesen dan pastikan anda mempunyai selera risiko, pengalaman dan pengetahuan yang diperlukan. Dalam apa jua keadaan, Nexus Play LLC tidak akan mempunyai sebarang liabiliti kepada mana-mana orang atau entiti untuk sebarang kerosakan langsung, tidak langsung, khas, berbangkit atau sampingan ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, sebuah Syarikat Pembrokeran yang diberi kuasa dan dikawal oleh Pihak Berkuasa Perkhidmatan Antarabangsa Mwali (M.I.S.A.) di bawah Lesen #BFX2024137.",
  "No": "Tidak",
  "No Hidden Fees": "Tiada Yuran Tersembunyi",
  "No More Data": "Tiada Data Lagi",
  "No More Orders": "Tiada Pesanan Lagi",
  "No data available": "Tiada data tersedia",
  "No discussion of streamers or Twitch or any other similar platforms.": "Tiada perbincangan tentang strim atau Twitch atau mana-mana platform lain yang serupa.",
  "No downloads or updates required": "Tiada muat turun atau kemas kini diperlukan",
  "No funding within 60 minutes for this order": "Tiada pembiayaan dalam masa 60 minit untuk pesanan ini",
  "No installation is required and you can trade via your smartphone's web browser.": "Tiada pemasangan diperlukan dan anda boleh berdagang melalui pelayar web telefon pintar anda.",
  "No more data": "Tiada lagi data",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Tiada politik & tiada ceramah agama dalam sembang, yang ini dilarang sama sekali.",
  "No suspicious behavior that can be seen as potential scams.": "Tiada tingkah laku yang mencurigakan yang boleh dilihat sebagai potensi penipuan.",
  "No withdrawal of coins within 24 hours": "Tiada pengeluaran koin dalam masa 24 jam",
  "Not activated": "Tidak diaktifkan",
  "Not completed": "Tidak selesai",
  "Note": "Nota",
  "Notification": "Pemberitahuan",
  "Now login disabled 2FA": "Sekarang log masuk dilumpuhkan 2FA",
  "Now login need 2FA": "Sekarang log masuk memerlukan 2FA",
  "Old Password": "Kata Laluan Lama",
  "Old password is {{exceed}} length": "Kata laluan lama ialah {{exceed}} panjang",
  "On going": "Sedang pergi",
  "On your first deposit": "Pada deposit pertama anda",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Sebaik sahaja diaktifkan, jika saiz posisi anda ≥ nilai bonus, sistem akan menggunakan bonus terlebih dahulu untuk dagangan tersebut secara automatik.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Setelah terbitan didedahkan, sesiapa sahaja boleh mengesahkan harga dari pusingan dagangan. Kod Python berikut mengira 100 harga pertama pusingan berdasarkan terbitan:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Sebaik sahaja anda membuka 4 mod dagangan (Tinggi Rendah / Sebaran / Hadapan / Naik Turun), keseluruhan bonus anda (50% daripada deposit) akan dikeluarkan secara automatik.",
  "Ongoing": "Sedang berlangsung",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Dagangan dalam talian membawa risiko yang wujud, termasuk turun naik dalam tindak balas sistem dan masa akses disebabkan oleh keadaan pasaran, prestasi sistem dan faktor lain. Sebelum berdagang, rujuk penasihat kewangan bebas berlesen dan pastikan anda mempunyai selera risiko, pengalaman dan pengetahuan yang diperlukan. Dalam apa jua keadaan, Nexus Play LLC tidak akan mempunyai sebarang liabiliti kepada mana-mana orang atau entiti untuk sebarang kerosakan langsung, tidak langsung, khas, berbangkit atau sampingan ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Hanya hantar {{crypto}} ke alamat ini, {{confirmations}} pengesahan diperlukan.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Hanya gunakan bahasa yang dinyatakan dalam saluran sembang, kemungkinan penyalahgunaan akan dikenakan sekatan.",
  "Open": "Buka",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Buka Pengesahan Google, imbas kod QR di bawah atau masukkan frasa kunci secara manual untuk mengaktifkan token pengesahan",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Peratusan Arah Kedudukan Terbuka Pengguna pada Platform Ini untuk Mata Wang Semasa",
  "Order Amount": "Jumlah Pesanan",
  "Order Id": "Id Pesanan",
  "Order Progress": "Kemajuan Pesanan",
  "Order id": "ID pesanan",
  "Order placed successfully!": "Pesanan dibuat dengan jayanya!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Model pelaburan petibank asal, mudah memperoleh pendapatan, aset boleh dikeluarkan pada bila-bila masa.",
  "Other": "Lain",
  "Our Advantage": "Kelebihan Kami",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Platform kami tidak bertujuan untuk digunakan oleh kanak-kanak di bawah umur 18 tahun. Kami tidak secara sengaja mengumpul atau meminta maklumat peribadi daripada kanak-kanak di bawah umur 18 tahun. Jika kami menyedari bahawa kami telah mengumpul maklumat peribadi daripada kanak-kanak di bawah umur 18 tahun, kami akan memadamkan maklumat tersebut secepat mungkin.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Platform kami mungkin mengandungi pautan ke laman web atau perkhidmatan pihak ketiga yang tidak dimiliki atau dikawal oleh Detrade. Kami tidak mempunyai kawalan ke atas, dan tidak bertanggungjawab ke atas, kandungan, dasar privasi atau amalan mana-mana laman web atau perkhidmatan pihak ketiga. Kami menggalakkan anda menyemak dasar privasi mana-mana laman web pihak ketiga yang anda lawati.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Program rakan kongsi kami mencerminkan komitmen kami untuk mewujudkan kerjasama menang-menang dan disesuaikan untuk ahli sistem gabungan dari semua saiz. Sertai kami dalam perjalanan pertumbuhan bersama kami!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Rancangan kami bertujuan untuk memberikan insentif kepada mereka yang mencapai keputusan cemerlang.",
  "Outflow": "Aliran keluar",
  "Over 70 popular crypto assets. Trade and increase your balance": "Lebih 70 aset crypto popular. Berdagang dan tingkatkan baki anda",
  "Overview": "Gambaran keseluruhan",
  "Own your branded platform": "Miliki platform berjenama anda",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "P&L daripada dagangan bonus akan dikreditkan terus ke akaun sebenar anda",
  "PNL": "PNL",
  "Page error": "Ralat halaman",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Kaedah penyertaan: Lengkapkan 3 transaksi STONKS/BCD dalam tempoh tersebut.",
  "Partner Program": "Program Rakan Kongsi",
  "Partner program": "Program rakan kongsi",
  "Partnership Program": "Program Perkongsian",
  "Partnership Tiers": "Tahap Perkongsian",
  "Partnership With A Trusted Pioneer": "Perkongsian Dengan Perintis Dipercayai",
  "Partnership program": "Program perkongsian",
  "Password": "Kata laluan",
  "Password reset link sent. Check your email inbox.": "Pautan tetapan semula kata laluan dihantar. Semak peti masuk e-mel anda.",
  "Password strength": "Kekuatan kata laluan",
  "Passwords must differ": "Kata laluan mesti berbeza",
  "Past": "Lepas",
  "Past 1 year": "1 tahun lepas",
  "Past {{days}} days": "{{days}} hari yang lalu",
  "Past {{hours}} hours": "{{hours}} jam yang lalu",
  "Payment Method": "Kaedah Pembayaran",
  "Payout": "Pembayaran",
  "Payout Multiplier": "Pengganda Bayaran",
  "Pending third-party processing (estimated {{hours}} hours).": "Pemprosesan pihak ketiga belum selesai (anggaran {{hours}} jam).",
  "Pending third-party processing.": "Menunggu pemprosesan pihak ketiga.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Faedah termasuk kadar komisen yang lebih tinggi, kempen Detrade yang ditaja dan banyak lagi!",
  "Personal": "Peribadi",
  "Personal Info": "Maklumat Peribadi",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Pilih pengganda untuk memaksimumkan kedudukan anda. Menetapkan pengganda yang lebih tinggi meningkatkan risiko kedudukan anda.",
  "Place Your Trade": "Letakkan Perdagangan Anda",
  "Platform": "Platform",
  "Platform Name": "Nama Platform",
  "Platform Type": "Jenis Platform",
  "Platform Website": "Laman Web Platform",
  "Platinum": "Platinum",
  "Platinum Partner": "Rakan kongsi Platinum",
  "Play now": "Main Sekarang",
  "Players": "Pemain",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Pemain boleh melakukan operasi cas semula dan pengeluaran melalui portal cas semula dan pengeluaran yang disediakan oleh platform.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Pemain boleh meramalkan harga Bitcoin. Pemain boleh menyertai kumpulan yang meramalkan kenaikan atau penurunan harga dan melabur sejumlah wang untuk menyertai permainan. Pemenang akan mengagihkan aset kumpulan modal rakan niaga mengikut nisbah pelaburan. Permainan baharu hanya boleh dimulakan selepas pemain dari semua pusingan sebelumnya telah menerima ganjaran mereka.",
  "Please enter a valid email address": "Sila masukkan alamat e-mel yang sah",
  "Please enter an 2FA code": "Sila masukkan kod 2FA",
  "Please enter the seed": "Sila masukkan terbitan",
  "Please enter you remail": "Sila masukkan e-mel anda",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Sila ikut garis panduan deposit untuk membuat deposit, jika tidak, deposit anda akan hilang.",
  "Please refresh the page or jump to the trading center": "Sila muat semula halaman atau lompat ke pusat perdagangan",
  "PnL": "PnL",
  "PnL fee": "Bayaran PnL",
  "PnL fee limit": "Had yuran PnL",
  "PnL%": "PnL%",
  "Positions": "Posisi",
  "Potential Return": "Potensi Pulangan",
  "Powered by": "Dikuasakan oleh",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Ramalkan arah harga untuk berdagang. Jika harga bergerak mengikut arah yang anda pilih, anda akan mendapat keuntungan!",
  "Preferences": "Keutamaan",
  "Premium support": "Bantuan premium",
  "Preview": "Pratonton",
  "Price": "Harga",
  "Price Formulation": "Formulasi Harga",
  "Price formulation": "Perumusan harga",
  "Price move": "Pergerakan harga",
  "Priority access": "Akses keutamaan",
  "Privacy Policy": "Dasar Privasi",
  "Privacy policy": "Dasar privasi",
  "Private invitation": "Jemputan peribadi",
  "Private profile": "Profil peribadi",
  "Prize Calculation Formula": "Formula Pengiraan Hadiah",
  "Prize Pools": "Kumpulan Hadiah",
  "Prizes will be sent on Notice page as the Contest ends.": "Hadiah akan dihantar pada halaman Notis apabila Perrandingan tamat.",
  "Product Description": "Penerangan Produk",
  "Product capabilities": "Keupayaan produk",
  "Product iteration, new product development": "Lelaran produk, pembangunan produk baharu",
  "Professional, Secure, Trustworthy": "Profesional, Selamat, Boleh Dipercayai",
  "Profile": "Profil",
  "Profile is not publicly available": "Profil tidak tersedia secara umum",
  "Profit": "Untung",
  "Profit Calculator": "Kalkulator Untung",
  "Program — Work with a trustworthy online trading provider.": "Program — Bekerjasama dengan pembekal dagangan dalam talian yang boleh dipercayai.",
  "Progressing": "Sedang berjalan",
  "Promising Affiliate": "Ahli Sistem Gabungan yang Menjanjikan",
  "Provably fair": "Permainan Seimbang",
  "Provides tutorials,guides and various trading strategy services.": "Menyediakan tutorial, panduan dan pelbagai perkhidmatan strategi perdagangan.",
  "Providing the best customer service is our aim.": "Menyediakan perkhidmatan pelanggan yang terbaik adalah matlamat kami.",
  "Providing users with diverse options for transactions": "Menyediakan pengguna dengan pelbagai pilihan untuk transaksi",
  "Q1: Can I withdraw the bonus?": "S1: Bolehkah saya mengeluarkan bonus?",
  "Q2: Will my bonus expire if I don't activate it?": "S2: Adakah bonus saya akan luput jika saya tidak mengaktifkannya?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "S3: Saya membuat deposit tetapi tidak menerima bonus. Apa yang patut saya buat?",
  "Quick experience starts here, easy experience without registration": "Pengalaman pantas bermula di sini, pengalaman mudah tanpa pendaftaran",
  "Quick tap: will the price go up or down next?": "Ketik pantas: adakah harga akan naik atau turun seterusnya?",
  "ROI": "ROI",
  "ROI Calculator": "Kalkulator ROI",
  "ROI calculator": "Kalkulator ROI",
  "Rakeback": "Pemberian Tunai Kembali",
  "Rank": "Kedudukan",
  "Rapid deployment": "Pengerahan pantas",
  "ReSend": "Hantar Semula",
  "Ready to Get Started": "Bersedia untuk Bermula",
  "Real Account": "Akaun Sebenar",
  "Real Account – Real Funds!": "Akaun Sebenar – Dana Sebenar!",
  "Realized PnL": "Realisasi PnL",
  "Receive commission rewards": "Terima ganjaran komisen",
  "Recommended for you": "Disyorkan untuk anda",
  "Record": "Rekod",
  "Referral": "Rujukan",
  "Referral by": "Rujukan oleh",
  "Referral rules": "Peraturan rujukan",
  "Referred at": "Dirujuk di",
  "Referred users": "Pengguna yang dirujuk",
  "Refresh page": "Muat semula halaman",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Tanpa mengira kecairan dalam pasaran asas, Detrade menjamin bahawa dagangan tewas dan hentikan rugi akan diisi secara konsisten pada harga yang telah ditetapkan semasa kemasukan. Kerugian payudara terhad kepada saiz kedudukan asal dan henti kerugian dihadkan oleh tetapan kemasukan pedagang. Harga pencetus untuk tewas dan hentikan rugi boleh dikira dengan:",
  "Register": "Daftar",
  "Register for Detrade.": "Daftar untuk Detrade.",
  "Register to Win Crypto Tokens": "Daftar untuk Memenangi Token Kripto",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Produk pilihan perduaan biasa, berdasarkan sama ada harga penutup aset pendasar dalam tempoh masa yang ditentukan (seperti 30 saat, satu minit, satu jam, dsb.) seterusnya adalah lebih rendah atau lebih tinggi daripada harga pelaksanaan, menentukan sama ada untuk mendapatkan keuntungan. Produk ini adalah pelaburan jangka pendek. Pilihan ini sesuai untuk pasaran dengan pergerakan harga yang kurang menentu.",
  "Reliable": "Boleh dipercayai",
  "Reload": "",
  "Remarks": "Teguran",
  "Remove": "Padamkan",
  "Remove 2fa Success": "Padamkan Kejayaan 2FA",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Padamkan sebarang aliran harga yang tiada kemas kini data pasaran dalam 30 saat terakhir.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Padamkan sebarang aliran harga dengan harga beli dan jual yang bertindih atau yang harga tengah buku teratasnya lebih daripada 10% jauh dari harga tengah buku teratas median di seluruh aliran harga.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Keperluan: 100 pendaftaran unik dan terlibat secara aktif dengan sekurang-kurangnya $1,000,000 volum dagangan melalui rujukan.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Keperluan: 50 pendaftaran unik dan terlibat secara aktif dengan sekurang-kurangnya $100,000 volum dagangan melalui rujukan.",
  "Research lab": "Makmal penyelidikan",
  "Reset fields": "Tetapkan semula kawasan lapang",
  "Reset password": "Tetapkan semula kata laluan",
  "Responsive and secure trading platform": "Platform dagangan yang responsif dan selamat",
  "Result": "Keputusan",
  "Retry": "",
  "Revenue Share": "Pendapatan Saham",
  "Reward": "Ganjaran",
  "Reward center": "Pusat ganjaran",
  "Rewards hub": "Hab ganjaran",
  "Rewords": "Ganjaran",
  "Rich Trading Tools": "Alat Dagangan Kaya",
  "Rich activities and rewards": "Aktiviti dan ganjaran yang kaya",
  "Risk Control & Compliance Notice": "Kawalan Risiko & Notis Pematuhan",
  "Risk Disclaimer": "Penafian Risiko",
  "Risk Warning": "Amaran Risiko",
  "Risk-free trading with $10,000 in virtual funds": "Dagangan bebas risiko dengan dana maya $10,000",
  "Round In Progress": "Pusingan Sedang Berlangsung",
  "Round ends in": "Pusingan berakhir dalam",
  "SA": "SA",
  "Safe": "Selamat",
  "Save": "Simpan",
  "Search": "Cari",
  "Search crypto": "Cari kripto",
  "Sec": "Saat",
  "Second": "Saat",
  "Seconds": "Saat",
  "Security": "Keselamatan",
  "Security Verification": "Pengesahan Keselamatan",
  "Seed": "Terbitan",
  "Select a countdown period.": "Pilih tempoh kira detik.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Pilih undur dan selisih (selisih: perbezaan antara harga beli dan harga keluar)",
  "Select your partner program revenue share": "Pilih perkongsian hasil program rakan kongsi anda",
  "Sell": "Jual",
  "Send": "Hantar",
  "Send message": "Hantar mesej",
  "Send message successfully": "Hantar mesej berjaya",
  "Service guide": "Panduan perkhidmatan",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Tetapkan harga untuk mengehadkan kerugian. Kedudukan anda akan ditutup secara automatik jika pasaran mencapai harga ini.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Tetapkan harga sasaran di mana kedudukan anda akan ditutup secara automatik untuk mengunci keuntungan.",
  "Set password": "Tetapkan kata laluan",
  "Set successfully": "Tetapkan dengan jayanya",
  "Set up": "Sediakan",
  "Set up Google Authenticator": "",
  "Settings": "Tetapan",
  "Share": "Share",
  "Share to": "Kongsi ke",
  "Share your Affiliate invitation link to friends and users.": "Kongsi pautan jemputan Ahli Sistem Gabungan anda kepada rakan dan pengguna.",
  "Share your referral link or code": "Kongsi pautan atau kod rujukan anda",
  "Show live positions on chart": "Tunjukkan kedudukan langsung pada carta",
  "Show my positions on chart": "Tunjukkan kedudukan saya pada carta",
  "Side": "Arah",
  "Sign in": "Log masuk",
  "Silver": "Perak",
  "Simple": "Mudah",
  "Simple and intuitive usable interface": "Antaramuka yang mudah dan intuitif untuk digunakan",
  "Simple integration": "Penyepaduan mudah",
  "Simple way to earn money, The more invite, the more you will get!": "Cara mudah untuk mendapatkan wang, Lebih banyak jemputan, lebih banyak anda akan dapat!",
  "Simple, Fast, Intelligence": "Mudah, Cepat, Kepintaran",
  "Size": "Saiz",
  "Something went wrong!": "",
  "Sorry, page not found!": "Maaf, halaman tidak ditemui!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Maaf, kami tidak menemui halaman yang anda cari. Mungkin anda tersalah taip URL? Pastikan anda menyemak ejaan anda.",
  "Sound": "Bunyi",
  "Speed": "Kelajuan",
  "Spot Exchanges": "Pertukaran Spot",
  "Spread": "Selisih",
  "Standard CS": "CS standard",
  "Start": "Mula",
  "Start Rate": "Kadar Mula",
  "Start Time": "Masa Mula",
  "Start Time Invalid( hh : mm : ss )": "Masa Mula Tidak Sah( jj : mm : ss )",
  "Start time": "Masa mula",
  "Start trading": "Mula berdagang",
  "Statistics": "Statistik",
  "Status": "Status",
  "Step-up group": "Kumpulan peningkatan",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks mempunyai kelebihan rumah 2.5% dan yuran 5% pada kedudukan yang menguntungkan.",
  "Stonks prices are generated using a provably fair algorithm.": "Harga Stonk dijana menggunakan algoritma yang permainan seimbang.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Harga Stonk dijana menggunakan algoritma yang permainan seimbang. Anjung rumah ialah 2.5%.",
  "Stop Loss": "Hentikan Rugi",
  "Stop loss at price": "Hentikan kerugian pada harga",
  "Stop loss price cannot be through bust price": "Harga hentikan rugi tidak boleh melalui harga tewas",
  "Stop-Loss (SL)": "Henti Rugi (HR)",
  "Strategy planning": "Perancangan strategi",
  "Submit": "Hantar",
  "Submit request": "Hantar permintaan",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Langgan seberapa banyak tahap kedalaman yang tersedia menggunakan API penstriman setiap bursa.",
  "Switch Dark or Light mode according to your preference": "Tukar mod Gelap atau Cahaya mengikut keutamaan anda",
  "Symbol": "Simbol",
  "Symbol for extra security": "Simbol untuk keselamatan tambahan",
  "System": "Sistem",
  "System Random: 300 lucky winners will be randomly selected.": "Rawak Sistem: 300 pemenang bertuah akan dipilih secara rawak.",
  "TP/SL": "AK/HR",
  "Take Profit": "Ambil Untung",
  "Take profit at price": "Ambil untung pada harga",
  "Take-Profit (TP)": "Ambil Keuntungan (AK)",
  "Tap Trading": "Ketik Perdagangan",
  "Tap to predict — quick moves, instant results.": "Ketik untuk meramal — pergerakan pantas, hasil segera.",
  "Target Market": "Pasaran Sasaran",
  "Tell us the reason for contacting us": "Beritahu kami sebab untuk menghubungi kami",
  "Test various trading tools and strategies": "Uji pelbagai alat dan strategi dagangan",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Terima kasih atas permintaan anda, ia sepatutnya disemak dalam masa 24 jam",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "Indeks Ketakutan dan Ketamakan CMC ialah alat proprietari yang dibangunkan oleh CoinMarketCap yang mengukur sentimen semasa dalam pasaran mata wang kripto.",
  "The Profit Margin Is As High As 90%": "Margin Keuntungan Setinggi 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Had agregat untuk kedudukan panjang/pendek anda merentas semua mata wang kripto dihadkan pada <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Jumlah yang anda ada pada masa ini untuk membuat pesanan.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Harga payudara ialah harga pasaran di mana kedudukan anda akan dibubarkan kerana margin tidak mencukupi.",
  "The calculation steps are as follows:": "Langkah-langkah pengiraan adalah seperti berikut:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Kaedah kerjasama adalah terbuka dan telus, dan tidak perlu risau tentang sebarang bayaran tersembunyi.",
  "The coupon code is invalid or expired": "Kod kupon tidak sah atau tamat tempoh",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Harga indeks akhir kemudiannya dikira sebagai purata wajaran harga pertengahan marginal pada setiap saiz. Wajaran dipilih sebagai ketumpatan kebarangkalian taburan eksponen, yang menurun secara monoton, menghasilkan penekanan yang lebih tinggi pada harga yang lebih dekat dengan bahagian atas buku. Pemberat diberikan oleh:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "8 bait pertama daripada rangkaian ditukarkan kepada integer 64-bit tanpa tanda menggunakan pengekodan little-endian. Integer ini kemudiannya ditukarkan kepada nombor titik terapung yang diedarkan secara seragam. Menggunakan fungsi taburan kumulatif terbalik dengan turun naik yang dikonfigurasikan pasaran (0.1%) sebagai sisihan piawai, kami menukarkan nilai titik terapung kepada pulangan yang diedarkan secara biasa dan menggunakannya untuk mengemas kini harga pasaran.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Metodologi harga indeks telah direka untuk memenuhi dua sifat statistik penting siri masa: sifat Markov dan martingale. Sifat Markov merujuk kepada sifat tanpa ingatan proses stokastik, yang memastikan bahawa pengagihan kebarangkalian bersyarat bagi nilai masa hadapan hanya bergantung pada nilai semasa. Harta martingale membayangkan bahawa nilai semasa proses stokastik juga merupakan nilai jangkaan nilai masa hadapan. Kedua-dua sifat ini menjadikan harga indeks Detrade sebagai penganggar harga masa hadapan yang tidak berat sebelah, supaya pengguna boleh berdagang pada perubahan nilai mata wang kripto asas tanpa perlu risau tentang kesan struktur mikro pertukaran individu.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Indeks ini memberikan pandangan sama ada pasaran mungkin dinilai rendah (ketakutan melampau) atau terlebih nilai (ketamakan melampau).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Fungsi harga beli dan jual marginal kemudiannya digunakan untuk menentukan fungsi harga pertengahan marginal diberi saiz ",
  "The order has expired": "Pesanan telah tamat tempoh",
  "The output is:": "Keluaran adalah:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Hasil daripada pengiraan ini ialah satu harga indeks tunggal yang digunakan untuk kedua-dua posisi panjang dan pendek dalam permainan dagangan Detrade. Tidak seperti kebanyakan platform dagangan lain, Detrade tidak mengenakan sebaran bida-tawar. Berdagang dengan satu harga membolehkan spekulasi terhadap pergerakan harga jangka pendek yang mana sebaran bida-tawar akan menjadi terlalu mahal.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Platform ini boleh melaraskan kempen berdasarkan perubahan pasaran dan dasar. Kemas kini akan disiarkan melalui pengumuman rasmi.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Harga akan ditetapkan semula kepada $1,000 pada 00:00 UTC setiap hari dan sebarang pesanan yang belum selesai akan diselesaikan secara automatik semasa penetapan semula.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Kumpulan hadiah pertandingan sangat bergantung pada pertaruhan hari sebelumnya. Lebih ramai pemain bertaruh, lebih besar kumpulan hadiah. Kumpulan hadiah semasa akan dipaparkan pada halaman pertandingan.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Produk dan perkhidmatan yang ditawarkan oleh Nexus Play LLC tidak dimaksudkan untuk penduduk Amerika Syarikat, Kesatuan Eropah atau mana-mana bidang kuasa lain di mana perkhidmatan dan produk tersebut dilarang oleh undang-undang. Nexus Play LLC tidak meminta perniagaan atau menyediakan perkhidmatan pembrokeran kepada individu atau entiti di wilayah ini. Adalah menjadi tanggungjawab bakal pelanggan untuk mengetahui dan mematuhi mana-mana undang-undang dan peraturan yang terpakai dalam bidang kuasa masing-masing sebelum terlibat dalam perdagangan dalam talian. Dengan mengakses laman web ini dan menggunakan perkhidmatan kami, anda mengesahkan bahawa anda bukan pemastautin Amerika Syarikat, Kesatuan Eropah, atau mana-mana bidang kuasa lain di mana perkhidmatan kami dihadkan.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Ganjaran yang diperoleh dalam acara dalam talian ini akan dikreditkan secara automatik ke baki pemain.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Terbitan itu dikodkan ke dalam rentetan perenambelasan huruf kecil 64 aksara dan digabungkan dengan perwakilan rentetan nilai pembilang semak semasa. Rentetan gabungan kemudian dikira menggunakan fungsi rangkai BLAKE2b dengan saiz cernaan 256-bit. Dengan menggunakan fungsi rangkai kriptografi, kami memastikan bahawa perubahan harga adalah rawak dan tidak dapat diramalkan sebelum terbitan didedahkan, tetapi boleh dihasilkan semula sepenuhnya setelah terbitan diketahui.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Formula penyelesaian adalah terbuka dan telus serta boleh dikira dalam masa nyata.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Sistem ini memaparkan keputusan menang dan kalah bagi kumpulan modal NAIK dan TURUN. Apabila anda membuat keuntungan, anda akan melihat jumlah keuntungan anda.",
  "The system is under maintenance and upgrade, please visit later": "Sistem ini dalam penyelenggaraan dan peningkatan, sila layari kemudian",
  "The trade will complete in 5s.": "Perdagangan akan selesai dalam 5s.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Perdagangan akan selesai dalam <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Bonus dagangan ialah <0>insentif pemasaran</0> yang disediakan oleh Detrade untuk membantu pengguna meneroka sistem dagangan kami. Dana bonus <1>tidak boleh dikeluarkan<1>, tetapi keuntungan daripada menggunakannya boleh menjejaskan baki akaun sebenar anda.",
  "The trading symbol will be replaced regularly.": "Simbol dagangan akan diganti dengan kerap.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Pemenang akan diumumkan pada halaman semasa setiap hari Ahad jam 10 malam (UTC), dan cabutan seterusnya akan bermula 2 jam selepas cabutan terakhir.",
  "Theme": "Tema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Tiada had untuk berapa banyak yang anda boleh perolehi. Lebih ramai kawan yang anda jemput, Lebih banyak ganjaran yang anda akan terima.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Ini ditolak daripada baki akaun anda, dan dana yang tidak mencukupi akan menyebabkan penutupan kedudukan automatik.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Acara ini hanya tersedia kepada pengguna di negara dan wilayah yang layak seperti yang ditakrifkan oleh dasar pematuhan platform.",
  "This field is required": "Kawasan lapang perlu diisi",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Ini termasuk alamat IP anda, jenis penyemak imbas, sistem pengendalian, masa capaian dan halaman yang telah anda lihat secara langsung sebelum dan selepas mengakses Platform kami.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Ini termasuk nama, alamat e-mel, nombor telefon, alamat pos, tarikh lahir anda dan sebarang maklumat lain yang anda berikan semasa mendaftar untuk akaun atau menggunakan perkhidmatan kami.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Indeks ini berkisar antara 0 hingga 100, di mana nilai yang lebih rendah menunjukkan ketakutan yang melampau, dan nilai yang lebih tinggi menunjukkan ketamakan yang melampau.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Ini adalah bersempena dengan had khusus bagi setiap mata wang kripto, yang diperincikan di bawah.",
  "This is why you should promote Detrade:": "Inilah sebabnya anda harus mempromosikan Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Tapak ini dilindungi oleh reCAPTCHA dan Dasar Privasi dan Syarat Perkhidmatan Google terpakai.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Melalui program perkongsian Detrade, anda boleh membuka kunci peningkatan komisen ahli sistem gabungan, acara tajaan eksklusif dan faedah unik lain. Ingin mengetahui lebih lanjut? Teruskan membaca!",
  "Time": "Masa",
  "Time and payout": "Masa dan pembayaran",
  "Time closed": "Masa ditutup",
  "Time opened": "Masa dibuka",
  "Time remaining": "Masa yang tinggal",
  "Tips": "Tips",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Petua: Biasanya mengambil masa {{hours}} jam untuk diproses, mungkin mengambil masa lebih lama, masa tertentu bergantung pada had masa pedagang.",
  "To": "Ke",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Untuk menganalisis arah aliran, memantau penggunaan dan menjalankan penyelidikan untuk menambah baik perkhidmatan kami.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Untuk memastikan keselamatan akaun anda, pengeluaran akan digantung selama 24 jam sebaik sahaja pengesahan Google 2FA dipadamkan.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Untuk mengekalkan keadilan dan integriti, Detrade akan memantau akaun yang mengambil bahagian dalam program bonus melalui semakan tingkah laku dan teknikal, termasuk tetapi tidak terhad kepada cap jari peranti, penjejakan IP dan analisis corak transaksi.",
  "To manage your account, process transactions, and provide you with the services you request.": "Untuk mengurus akaun anda, memproses transaksi dan memberikan anda perkhidmatan yang anda minta.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Untuk memantau penipuan, menguatkuasakan syarat perkhidmatan kami dan mematuhi keperluan undang-undang dan peraturan.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Untuk melindungi keselamatan akaun anda, pengeluaran akan dilumpuhkan selama 24 jam selepas anda menukar kata laluan anda.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Untuk menyediakan harga yang adil dan boleh dipercayai untuk permainan dagangan, Detrade mengira harga indeks komposit setiap 500 milisaat yang diambil daripada aliran harga masa nyata ke bursa mata wang kripto spot dan derivatif yang paling cair di dunia. Dengan memasukkan banyak sumber harga, indeks Detrade tahan terhadap manipulasi pasaran, masalah teknikal, dan aktiviti dagangan anomali lain yang mungkin berlaku di bursa individu dari semasa ke semasa.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Untuk menghantar kemas kini kepada anda, makluman keselamatan dan mesej pentadbiran serta untuk membalas pertanyaan dan permintaan anda.",
  "To tailor our content and advertisements to your interests and preferences.": "Untuk menyesuaikan kandungan dan iklan kami mengikut minat dan pilihan anda.",
  "To trading center": "Ke pusat perdagangan",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Untuk memahami cara pengguna berinteraksi dengan Platform kami, mendiagnosis isu teknikal dan meningkatkan kefungsian serta pengalaman pedagang.",
  "Today's Pnl": "Pnl hari ini",
  "Top": "Atas",
  "Top tokens": "Token teratas",
  "Top trade": "Perdagangan teratas",
  "Top-tier account manager": "Pengurus akaun peringkat teratas",
  "Total Trades": "Jumlah Dagangan",
  "Total commission": "Jumlah komisen",
  "Total participated tickets for this round <0>{{total}}</0>": "Jumlah tiket yang disertai untuk pusingan ini <0>{{total}}</0>",
  "Total prize won": "Jumlah hadiah yang dimenangi",
  "Total profit": "Jumlah keuntungan",
  "Total tickets": "Jumlah tiket",
  "Total traders": "Jumlah peniaga",
  "Total trades": "Jumlah dagangan",
  "Trade": "Berdagang",
  "Trade for prestige": "Berdagang untuk prestij",
  "Trade history": "Sejarah perdagangan",
  "Trade like a rhythm master": "Berdagang seperti ahli irama",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Berdagang pada harga turun jika anda fikir harga akan jatuh. Jika harga turun, anda akan menjana keuntungan.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Berdagang pada harga naik jika anda fikir harga akan naik. Jika harga naik, anda akan menjana keuntungan.",
  "Trade to Win": "Berdagang untuk Menang",
  "Trade to rank up": "Berdagang untuk naik ke kedudukan",
  "Trade with $10,000 in virtual funds": "Berdagang dengan $10,000 dalam dana maya",
  "Trader": "Pedagang",
  "Trades": "Perdagangan",
  "Trading": "Perdagangan",
  "Trading Amount": "Jumlah Dagangan",
  "Trading Platform": "Platform Dagangan",
  "Trading Smarter, Earning Better": "Berdagang Lebih Bijak, Mendapat Lebih Baik",
  "Trading Volume": "Jumlah dagangan",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Jumlah dagangan terlalu besar untuk pengganda terpilih untuk harga henti rugi terpilih",
  "Trading bonus trial": "Percubaan bonus dagangan",
  "Trading center": "Pusat perdagangan",
  "Trading indicators and signals": "Penunjuk dan isyarat dagangan",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Perdagangan melibatkan risiko. Sila pastikan anda memahami perkara yang anda lakukan sebelum menggunakan dana leveraj atau bonus. Detrade tidak bertanggungjawab untuk sebarang kerugian yang ditanggung melalui dagangan bonus.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Dagangan dijeda setiap hari dari {{startTime}} hingga {{endTime}} ({{timeZone}}) dan semasa hujung minggu. Sila selesaikan pesanan anda terlebih dahulu.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Kejohanan perdagangan, bonus biasa, hadiah, kod promosi dan pertandingan perdagangan tersedia untuk digunakan atau disertai oleh mana-mana pedagang.",
  "Traffic Owners": "Pemilik Trafik",
  "Transaction Completed": "Transaksi Selesai",
  "Transaction details": "Butiran transaksi",
  "Transactions": "Transaksi",
  "Transition details": "Butiran peralihan",
  "Transparency & Security": "Ketelusan dan Keselamatan",
  "Trigger price is too close to bust price": "Harga pencetus terlalu hampir dengan harga tewas",
  "Trigger price is too close to current price": "Harga pencetus terlalu hampir dengan harga semasa",
  "Trusted by": "Dipercayai oleh",
  "Trusted by millions of users.": "Dipercayai oleh berjuta-juta pengguna.",
  "Try": "Cuba",
  "Try a quick demo": "Cuba demo cepat",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Cuba semua faedah yang ditawarkan oleh platform pada akaun demo dengan mata wang maya, tanpa pelaburan sebenar dan tanpa sebarang risiko yang terlibat.",
  "Turn every action into rewards. Start trading today.": "Jadikan setiap tindakan menjadi ganjaran. Mula berdagang hari ini.",
  "Txid": "Txid",
  "Type": "Jenis",
  "Type Your message": "Taip mesej Anda",
  "UID": "UID",
  "UP": "NAIK",
  "USDT-Margined": "Bermargin-USDT",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Tidak tersedia setiap hari dari {{startTime}} hingga {{endTime}} ({{timeZone}}) dan sepanjang hari pada hujung minggu.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Pengalaman unik : Daripada cabaran dagangan yang inovatif kepada pilihan perdagangan kripto yang diperkemas dan model dagangan eksklusif, Detrade menawarkan pengalaman yang anda tidak akan dapati di tempat lain.",
  "Unlock Diamond": "Buka kunci Berlian",
  "Unlock Top Traders, Achieve": "Buka kunci Pedagang Teratas, Capai",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Tidak perlu. Detrade ialah penyedia teknologi dan anda boleh membeli penyelesaian kami dari mana-mana negara.",
  "Up": "Naik",
  "Up & Down": "Naik & Turun",
  "Up Down": "Naik Turun",
  "Up Or Down?": "Naik Atau Turun?",
  "Up Wins": "Naik Menang",
  "Update Success": "Kemas Kini Kejayaan",
  "Updated at {{time}}": "Dikemas kini pada {{time}}",
  "Updated timely": "Dikemas kini tepat pada masanya",
  "Uppercase or lowercase letters": "Huruf besar atau huruf kecil",
  "Usage Instructions & Limitations": "Arahan & Had Penggunaan",
  "Used": "Terpakai",
  "User Agreement and Terms & Conditions": "Perjanjian Pengguna dan Terma & Syarat",
  "User ID": "ID pengguna",
  "User name": "Nama pengguna",
  "Username": "Nama pengguna",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Pengguna mesti memilih atau mengambil bahagian dalam pasangan dagangan berkaitan perdagangan untuk menikmati aktiviti ini.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Menggunakan berbilang akaun untuk memintas had dagangan adalah dilarang sama sekali dan boleh mengakibatkan penggantungan akaun atau penalti.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Menggunakan buku pesanan komposit, fungsi ditakrifkan untuk mewakili harga marginal untuk membeli atau menjual jumlah tertentu. Sebagai contoh, fungsi belian marginal ialah:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Menggunakan pengesahan dua faktor amat disyorkan kerana ia melindungi akaun anda dengan kata laluan dan telefon anda.",
  "VIP": "VIP",
  "VIP group": "Kumpulan VIP",
  "Validity period: within 14 days after activation": "Tempoh sah: dalam tempoh 14 hari selepas pengaktifan",
  "Verifiable fairness": "Keadilan yang boleh disahkan",
  "Verification": "Pengesahan",
  "Verification Example": "Contoh Pengesahan",
  "Verification code failed": "Kod pengesahan gagal",
  "Verification email sent. Check your inbox.": "E-mel pengesahan dihantar. Semak peti masuk anda.",
  "Verified": "Disahkan",
  "Verify": "Sahkan",
  "Verify Fairness": "Sahkan Kesaksamaan",
  "Verify fairness": "Sahkan keadilan",
  "View details": "Lihat butiran",
  "View more": "Lihat lagi",
  "Volume": "Volum",
  "Volume (24h)": "Volum (24j)",
  "Voucher code": "Kod baucar",
  "Wager": "Pertaruhan",
  "Wager <0>{{amount}}</0> To Reach": "Pertaruhan <0>{{amount}}</0> Untuk Mencapai",
  "Wait For Next Round": "Tunggu Pusingan Seterusnya",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Tunggu sehingga terdapat sekurang-kurangnya 6 aliran harga yang sah. Jika tidak ada aliran harga yang mencukupi, harga indeks Detrade tidak akan dikemas kini.",
  "Wallet": "Dompet",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Ingin menyertai program perkongsian Detrade? Hubungi pasukan bantuan kami untuk bermula!",
  "Watch play demo": "Tonton demo main",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Kami mengumpul maklumat tentang aktiviti anda di Platform kami, termasuk aktiviti perdagangan, keutamaan dan penglibatan dengan kandungan kami.",
  "We collect several types of information from and about users of our Platform, including:": "Kami mengumpul beberapa jenis maklumat daripada dan tentang pengguna Platform kami, termasuk:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Kami mempunyai pasukan teknikal dan operasi yang sangat baik untuk memenuhi keperluan pelanggan secara berterusan dan menyediakan lebih banyak jaminan kepada pelanggan.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Kami melaksanakan pelbagai langkah keselamatan untuk melindungi maklumat peribadi anda daripada akses, penggunaan atau pendedahan yang tidak dibenarkan. Langkah-langkah ini termasuk penyulitan, kawalan akses dan storan selamat. Walau bagaimanapun, tiada kaedah penghantaran melalui Internet atau kaedah storan elektronik adalah 100% selamat, dan kami tidak dapat menjamin keselamatan mutlaknya.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Kami tidak sabar-sabar untuk melihat anda menjadi ahli keluarga pakatan kami yang semakin meningkat dan membantu kami membentuk masa depan Detrade bersama-sama!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Kami mungkin mengumpul maklumat kewangan seperti nombor akaun bank, butiran kad kredit dan sejarah transaksi untuk memudahkan transaksi dan mematuhi keperluan kawal selia.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Kami mungkin mengumpul maklumat tentang lokasi anda jika anda membenarkan kami berbuat demikian, menggunakan teknologi seperti GPS, Wi-Fi atau data menara sel.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Kami mungkin mendedahkan maklumat anda jika dikehendaki berbuat demikian oleh undang-undang atau sebagai tindak balas kepada permintaan yang sah oleh pihak berkuasa awam (cth., mahkamah atau agensi kerajaan).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Kami mungkin mendedahkan maklumat anda untuk melindungi hak, harta, atau keselamatan Detrade, pengguna kami, atau orang lain, dan untuk menguatkuasakan terma dan syarat kami.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Kami mungkin berkongsi atau memindahkan maklumat anda berkaitan dengan, atau semasa rundingan, sebarang penggabungan, penjualan aset syarikat, pembiayaan, atau pemerolehan semua atau sebahagian perniagaan kami oleh syarikat lain.",
  "We may share your information with third parties if you provide your consent to do so.": "Kami mungkin berkongsi maklumat anda dengan pihak ketiga jika anda memberikan persetujuan anda untuk berbuat demikian.",
  "We may share your information with third parties in the following circumstances:": "Kami mungkin berkongsi maklumat anda dengan pihak ketiga dalam keadaan berikut:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Kami mungkin berkongsi maklumat anda dengan penyedia perkhidmatan pihak ketiga yang melaksanakan perkhidmatan bagi pihak kami, seperti pemprosesan pembayaran, analisis data, penghantaran e-mel dan perkhidmatan pengehosan.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Kami menawarkan rangkaian pilihan perdagangan derivatif yang paling luas, menarik lebih 2.5 juta peniaga dalam talian di seluruh dunia. Teknologi kami memberikan pengalaman perdagangan yang intuitif dan berkuasa, membolehkan pelanggan kami memahami risiko dengan lebih berkesan dan membuat keputusan perdagangan termaklum.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Kami menyediakan platform dagangan yang ringkas dan mudah dikendalikan, supaya semua orang boleh menjadi peniaga.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Kami menyediakan panduan langkah demi langkah untuk menarik pemain ke platform anda, bersama-sama dengan bahan pemasaran yang telah terbukti berkesan.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Kami berhak untuk membatalkan bonus dan keuntungan berkaitan di bawah syarat berikut:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Kami menggunakan kuki, suar web, dan teknologi penjejakan lain untuk mengumpul maklumat tentang penggunaan Platform kami oleh anda serta untuk meningkatkan pengalaman anda sebagai pedagang.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Kami menggunakan teknologi canggih untuk menyediakan transaksi terpantas tanpa kelewatan atau gangguan dalam pengendalian antara muka pedagang.",
  "We use the information we collect for various purposes, including:": "Kami menggunakan maklumat yang kami kumpulkan untuk pelbagai tujuan, termasuk:",
  "We will contact you within 3 working days, please check your email regularly": "Kami akan menghubungi anda dalam masa 3 hari bekerja, sila semak e-mel anda dengan kerap",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Kami akan mengekalkan maklumat peribadi anda selama yang diperlukan untuk memenuhi tujuan ia dikumpulkan, termasuk untuk mematuhi keperluan undang-undang, peraturan atau perniagaan.",
  "Website for PC": "Laman web untuk PC",
  "Website for smartphones": "Laman web untuk telefon",
  "Week": "Minggu",
  "Week's Pnl": "Minggu Pnl",
  "Weekly raffle": "Cabutan mingguan",
  "Welcome Bonus": "Bonus Selamat Datang",
  "Welcome To": "Selamat Datang Ke",
  "Welcome To Demo Trading ": "Selamat Datang Ke Dagangan Demo ",
  "Welcome to Detrade Connect": "Selamat datang ke Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Selamat datang ke Detrade, platform dagangan pilihan binari terkemuka. Sebelum anda mula menggunakan platform kami, sila baca dengan teliti dan fahami terma dan syarat berikut. Dengan mengakses atau menggunakan platform Detrade, anda bersetuju untuk terikat dengan terma dan syarat ini. Jika anda tidak bersetuju dengan mana-mana bahagian terma ini, anda tidak boleh menggunakan platform kami.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Selamat datang ke Stonks! Harga akan ditetapkan semula kepada $1,000 pada 00:00 UTC setiap hari dan sebarang pesanan yang belum selesai akan diselesaikan secara automatik semasa penetapan semula.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Selamat datang untuk detrade! Untuk mengucapkan terima kasih atas sokongan anda, kami menawarkan <0>sehingga 50 USDT dalam bonus dagangan</0> untuk pengguna baharu. Alami perdagangan pilihan binari dengan risiko sifar dan ganjaran sebenar!",
  "What currencies can be deposited and withdrawn?": "Apakah mata wang yang boleh deposit dan pengeluaran?",
  "What does it mean?": "Apakah maksudnya?",
  "What is Detrade Connect?": "Apakah itu Detrade Connect?",
  "What operational expenses could Partner have?": "Apakah perbelanjaan operasi yang boleh dimiliki oleh Rakan Kongsi?",
  "What would you like your new limit to be? (max 500% of current limit)": "Apakah yang anda mahu had baharu anda? (maks 500% daripada had semasa)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Apabila kira detik tamat, ia memasuki proses penyelesaian penyediaan. Sistem merekodkan harga permulaan selepas pengiraan detik tamat (pada bendera pertama). Apabila talian K berjalan untuk satu tempoh masa, sistem merekodkan harga tamat (pada bendera kedua). Bandingkan harga akhir dan harga permulaan. Jika harga akhir lebih besar daripada harga permulaan, pedagang yang memilih arah NAIK menang. Jika tidak, peniaga yang memilih arah TURUN menang.",
  "When the dual conditions are met, you will receive profits.": "Apabila dua syarat dipenuhi, anda akan menerima keuntungan.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Apabila diperdagangkan di bursa tradisional dengan buku pesanan had pusat, pesanan besar yang diambil akan biasanya bertembung dengan pesanan yang tertunda melebihi tawaran atau permintaan terbaik, mengakibatkan harga pengisian purata yang lebih teruk daripada harga teratas di dalam buku. Pembuat pasaran mengehadkan jumlah kecairan yang mereka sanggup tawarkan di harga teratas kerana risiko tambahan yang dibawa oleh pesanan besar. Daripada memerlukan pesanan besar diisi pada pelbagai harga, Detrade sebaliknya menggunakan formula kesan pasaran untuk menetapkan harga penutupan bagi dagangan yang menang (dagangan yang ditutup secara manual dan kalah tidak terjejas) untuk meniru kesan pasaran pesanan besar yang diambil, tetapi dengan cara yang lebih konsisten dan boleh diramal. Cara paling mudah untuk melihat kesan sebenar kesan pasaran adalah dengan menggunakan Kalkulator ROI yang terdapat di halaman perdagangan future.",
  "When will the commission be distributed?": "Bilakah komisen akan diagihkan?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Apabila dagangan rakan anda tamat, anda boleh menerima komisen segera untuk dagangan tersebut.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Di mana <0>P_close</0> ialah <1>P_open*(1-1/multiplier_leverage)</1> untuk tewas atau harga hentikan rugi.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Di mana <0>p_i | i dalam 1..N</0> dan <1>s_i|i dalam 1..N</1> adalah harga beli dan saiz yang disusun mengikut jarak meningkat dari harga teratas dalam buku. Fungsi ini memberikan harga maksimum yang akan dibayar untuk membeli jumlah <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Di mana <0>v_i</0> ialah saiz di mana harga pertengahan dikira dan ditakrifkan sebagai gabungan saiz beli dan jual terkumpul daripada buku pesanan komposit. <1>L</1> ialah faktor penskalaan yang ditakrifkan sebagai <2>1/V</2>, dengan <3>V</3> ialah saiz maksimum di mana harga pertengahan dikira dan ditakrifkan sebagai minimum jumlah pembelian dan penjualan saiz dalam buku pesanan komposit.",
  "Which currency pairs can be traded on Detrade?": "Pasangan mata wang manakah yang boleh didagangkan di Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Pemilik label putih tidak mempunyai kos dalam membangunkan platform. Apa yang mereka perlukan ialah fokus pada jualan dan pemasaran.",
  "Whitelist pre-booking": "Senarai putih pra-tempahan",
  "Why Partner with Detrade?": "Kenapa Berkerjasama dengan Detrade?",
  "Why choose Detrade": "Mengapa memilih Detrade",
  "Why you must choose us?": "Mengapa anda mesti memilih kami?",
  "Wild": "Berisiko Tinggi",
  "Will The Price Go Up Or Down": "Adakah Harga Naik Atau Turun",
  "Will the price go up or down ?": "Adakah harga akan naik atau turun?",
  "Win": "Menang",
  "Win Crypto Tokens": "Menang Kripto Token",
  "Win if the price breaks out — above the high or below the low.": "Menang jika harga menembusi — di atas tinggi atau di bawah rendah.",
  "Win rate": "Kadar kemenangan",
  "Winner": "Pemenang",
  "Winning": "Menang",
  "Winning Tickets": "Memenangi Tiket",
  "Winning prize details": "Butiran hadiah pemenang",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Dengan yuran PnL, anda tidak membayar sebarang yuran untuk membuka atau menutup dagangan, dan hanya sebahagian kecil daripada keuntungan anda (jika ada) diambil apabila anda menutup dagangan",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Dengan yuran tetap yang didayakan, anda menerima 100% daripada keuntungan anda tetapi prabayar <0>yuran tetap yang meliputi kemasukan, keluar dan gelinciran anda</0> sebelum memasuki perdagangan, seperti pada pertukaran biasa",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Dengan ciri dan kemas kini baharu yang menarik di kaki langit, kini adalah masa yang sesuai untuk mula mempromosikan Detrade.",
  "Withdraw": "Pengeluaran",
  "Withdraw Fee": "Yuran Pengeluaran",
  "Withdraw Order Created": "Penngeluaran Pesanan Dibuat",
  "Withdraw Processing": "Pengeluaran Pemprosesan",
  "Withdraw Success": "Pengeluaran Kejayaan",
  "Withdraw is in progress": "",
  "Withdraw to": "Pengeluaran ke",
  "Withdraw your earnings 24/7": "Keluarkan pendapatan anda 24/7",
  "Withdrawal fee": "Yuran pengeluaran",
  "Withdrawal fee discount": "Diskaun yuran pengeluaran",
  "Yes": "Ya",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Ya, DeTrade Percaya Pada Ketelusan Keseluruhan Dan Menawarkan Semua Data Kepada Anda. Anda Boleh Lihat Semua Maklumat Ini Di",
  "Yes, contact us at any time to upgrade your package.": "Ya, hubungi kami pada bila-bila masa untuk menaik taraf pakej anda.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Ya, mereka yang tidak biasa dengan mata wang kripto boleh Log Masuk melalui rangkaian sosial dan membiayai mereka dengan kad bank.",
  "Yes, you can use both.": "Ya, anda boleh menggunakan kedua-duanya.",
  "Yield": "Pulangan",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Anda boleh mendeposit dan mengeluarkan kebanyakan mata wang digital arus perdana di pasaran, dan platform itu juga akan melancarkan fungsi deposit dan pengeluaran mata wang undang-undang secara beransur-ansur.",
  "You can share your invite link to your friend or your social media": "Anda boleh berkongsi pautan jemputan anda kepada rakan anda atau media sosial anda",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Anda mempunyai hak untuk membantah pemprosesan maklumat peribadi anda, di bawah syarat-syarat tertentu.",
  "You have the right to request a copy of the personal information we hold about you.": "Anda mempunyai hak untuk meminta salinan maklumat peribadi yang kami pegang tentang anda.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Anda mempunyai hak untuk meminta kami membetulkan sebarang ketidaktepatan dalam maklumat peribadi anda.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Anda mempunyai hak untuk meminta kami memadamkan maklumat peribadi anda, tertakluk pada pengecualian tertentu.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Anda akan menerima 20% daripada anjung rumah untuk setiap dagangan yang mereka lakukan. jika anda mempunyai ramai pengikut, anda boleh menghubungi kami untuk lebih komisen.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Anda akan menerima lebih kurang {nextCapitalCost} subsidi dalam satu jam seterusnya dan jumlah tertentu tertakluk pada kadar pembiayaan pada masa itu",
  "You won <0>{{award}}</0>": "Anda memenangi <0>{{award}}</0>",
  "Your": "Anda",
  "Your Telegram": "Telegram anda",
  "Your account level is assessed and updated on the": "Tahap akaun anda dinilai dan dikemas kini pada",
  "Your current limit is {{limit}}": "Had semasa anda ialah {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Had semasa anda ialah: Yuran PnL - {{pnl}}, Yuran Tetap - {{Fixed}}",
  "Your email": "E-mel anda",
  "Your friends will be associated with you after they sign up": "Rakan anda akan dikaitkan dengan anda selepas mereka mendaftar",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Maklumat anda, termasuk maklumat peribadi, mungkin dipindahkan ke dan dikekalkan pada pelayan atau pangkalan data yang terletak di luar negara atau bidang kuasa anda. Dengan menggunakan Platform kami, anda bersetuju dengan pemindahan maklumat anda ke Amerika Syarikat atau mana-mana negara lain di mana Detrade atau pembekal perkhidmatannya mengekalkan kemudahan.",
  "Your investment": "Pelaburan anda",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Pilihan bahasa anda digunakan pada e-mel Detrade, SMS, pemberitahuan dalam apl dan semua peranti yang anda log masuk.",
  "Your name": "Nama anda",
  "Your profile is now private": "Profil anda kini peribadi",
  "Your profile is now public": "Profil anda kini terbuka",
  "Your transfer amount has to MATCH the submission amount.": "Amaun pindahan anda perlu PADANKAN amaun penyerahan.",
  "Zero Trading Fees": "Sifar Yuran Dagangan",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Pengesahan dokumen: Pengguna mungkin dikehendaki memuat naik salinan dokumen pengenalan diri yang dikeluarkan kerajaan, seperti pasport, lesen memandu atau kad pengenalan negara.",
  "all assets": "semua aset",
  "all status": "semua status",
  "approved": "diluluskan",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Kuki Prestasi**: Kuki ini mengumpul maklumat tentang cara anda menggunakan Platform kami, seperti halaman yang paling kerap anda lawati. Maklumat ini digunakan untuk menambah baik kefungsian Platform kami.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Pengesahan alamat: Pengguna mungkin dikehendaki memberikan bukti alamat, seperti bil utiliti atau penyata bank, untuk mengesahkan alamat kediaman mereka.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "berdasarkan prestasi dan aktiviti terkini anda. Kekal terlibat dan naik kedudukan!",
  "basic information verification": "pengesahan maklumat asas",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Kuki Fungsian**: Kuki ini membenarkan Platform kami mengingati pilihan yang anda buat (seperti nama pengguna, bahasa atau wilayah anda) dan menyediakan ciri yang dipertingkatkan dan lebih peribadi.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Pengesahan biometrik: Detrade boleh menggunakan kaedah pengesahan biometrik, seperti pengecaman muka atau pengimbasan cap jari, untuk mengesahkan identiti pengguna.",
  "change password": "tukar kata laluan",
  "chat rules": "peraturan sembang",
  "currency": "mata wang",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Kuki Penyasaran/Pengiklanan**: Kuki ini digunakan untuk menghantar iklan yang lebih berkaitan dengan anda dan minat anda. Mereka juga membantu kami mengukur keberkesanan kempen pengiklanan.",
  "date": "tarikh",
  "day": "hari",
  "demo": "demo",
  "deposit": "deposit",
  "deposit with a 50% bonus": "deposit dengan bonus 50%",
  "down": "turun",
  "earn ticket": "dapatkan tiket",
  "edit profile": "edit profil",
  "edit your avatar": "edit avatar anda",
  "email": "emel",
  "explanation": "penerangan",
  "failed": "gagal",
  "forgot password?": "terlupa kata laluan?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "tahan Berlian selama 3 bulan — pengurus VIP kami akan menjemput anda untuk mengakses keistimewaan Berlian+ yang disesuaikan.",
  "init": "permulaan",
  "liq price": "harga liquidasi",
  "live": "secara langsung",
  "loading...": "memuatkan...",
  "lucky poll": "undian bertuah",
  "medium": "sederhana",
  "month": "bulan",
  "more": "lebih",
  "my tickets": "tiket saya",
  "name": "nama",
  "no": "tidak",
  "or": "atau",
  "order id": "id pesanan",
  "pending": "belum selesai",
  "perks in total": "faedah secara keseluruhan",
  "price": "harga",
  "prize": "hadiah",
  "processing": "pemprosesan",
  "rejected": "ditolak",
  "results": "keputusan",
  "rewards": "ganjaran",
  "rewards list": "senarai ganjaran",
  "search “Google Authenticator” and proceed to download.": "cari “Pengesahan Google” dan teruskan memuat turun.",
  "seed": "terbitan",
  "strong": "kuat",
  "success": "kejayaan",
  "temporary rejected": "sementara ditolak",
  "terms and conditions": "terma dan syarat",
  "tickets number": "nombor tiket",
  "ticks": "tanda",
  "time": "masa",
  "token": "token",
  "top": "atas",
  "trader": "pedagang",
  "trading platform": "platform dagangan",
  "two-Factor authentication": "pengesahan dua faktor",
  "up": "naik",
  "voucher": "baucar",
  "wager": "pertaruhan",
  "weak": "lemah",
  "week": "minggu",
  "welcome gifts": "hadiah selamat datang",
  "withdraw": "pengeluaran",
  "{{field}} is required": "{{field}} diperlukan",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "Tempat {{ranking}} - {{percent}} daripada kumpulan hadiah Peraduan Harian",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>daripada {{total}}</0>",
  "|PnL|": "|PnL|"
}
