{
  "* Both a memo/tag and an address are required": "* Wymagane są zarówno memo/tag, jak i adres",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Prosimy o potwierdzenie, czy adres odbiorczy wymaga MEMO/ Tag. Jeśli nie zostanie wypełniony lub zostanie wypełniony nieprawidłowo, aktywa zostaną utracone",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Wyniki kalkulatora są szacunkowe, a rzeczywisty ROI/P&L mogą różnić się od pokazanych, w zależności od warunków rynkowych.",
  "1-on-1 manager": "Menedżer 1 na 1",
  "1. Choose the future price direction": "1. Wybierz przyszły kierunek cen",
  "1. Information We Collect": "1. Informacje, Które Zbieramy",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"my\", \"nas\" lub \"nasz\") zobowiązuje się do zwalczania prania pieniędzy i finansowania terroryzmu poprzez wdrożenie solidnych zasad i procedur przeciwdziałania praniu pieniędzy (AML) i poznania klienta (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade („my”, „nas”, „nasz”) obsługuje internetową platformę handlu opcjami binarnymi („Platforma”), która umożliwia traderom („Ty” lub „trader”) handel różnymi instrumentami finansowymi.",
  "1.1 Personal Identification Information:": "1.1 Osobiste Dane Identyfikacyjne:",
  "1.2 Financial Information:": "1.2 Informacje Finansowe:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Niniejsza Polityka („Polityka”) przeciwdziałania praniu pieniędzy (AML) i poznaj swojego klienta (KYC) określa nasze obowiązki oraz procedury związane z weryfikacją tożsamości naszych traderów („Ty” lub „trader”) oraz wykrywaniem i zapobieganiem praniu pieniędzy i finansowaniu terroryzmu na platformie Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Niniejsza Umowa Użytkownika oraz Warunki i Postanowienia (\"Umowa\") reguluje korzystanie z Platformy Detrade. Uzyskując dostęp do naszej Platformy lub korzystając z niej, użytkownik potwierdza, że przeczytał, zrozumiał i zgadza się na przestrzeganie niniejszej Umowy.",
  "1.3 Technical Information:": "1.3 Informacje Techniczne:",
  "1.4 Usage Data:": "1.4 Dane Użytkowania:",
  "1.5 Location Information:": "1.5 Informacje o Lokalizacji:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Pliki Cookie i Technologie Śledzenia:",
  "1.Introduction": "1. Wprowadzenie",
  "10 most wagering players carve up the prize pool.": "10 najlepszych graczy pod względem obrotu dzieli pulę nagród.",
  "10. Amendments to the Policy": "10. Zmiany w Polityce",
  "10. International Data Transfers": "10. Międzynarodowe Transfery Danych",
  "10. Limitation of Liability": "10. Ograniczenie Odpowiedzialności",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade zastrzega sobie prawo do modyfikacji lub zmiany niniejszej Polityki w dowolnej chwili. Wszelkie zmiany wejdą w życie natychmiast po ich opublikowaniu na platformie Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 W najszerszym zakresie dozwolonym przez prawo, Detrade nie ponosi odpowiedzialności za jakiekolwiek szkody bezpośrednie, pośrednie, przypadkowe, szczególne lub wynikowe, które wynikają z lub są w jakikolwiek sposób związane z korzystaniem z naszej Platformy.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 W żadnym wypadku całkowita odpowiedzialność Detrade wobec użytkownika za wszelkie szkody, straty i przyczyny działań wynikających z niniejszej Umowy lub w związku z nią nie przekroczy kwoty zapłaconej przez użytkownika na rzecz Detrade w okresie dwunastu (12) miesięcy bezpośrednio poprzedzających zdarzenie powodujące taką odpowiedzialność.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Twoim obowiązkiem jest okresowe przeglądanie niniejszej Polityki, aby być na bieżąco z wszelkimi aktualizacjami lub zmianami. Dalsze korzystanie z platformy Detrade po wprowadzeniu jakichkolwiek modyfikacji do tej Polityki stanowi akceptację tych zmian.",
  "1000x leverage": "Dźwignia 1000x",
  "11. Contact Information": "11. Informacje Kontaktowe",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 W przypadku jakichkolwiek pytań, wątpliwości lub opinii dotyczących niniejszej Polityki lub procedur AML i KYC Detrade, prosimy o kontakt pod adresem [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Użytkownik zgadza się zabezpieczać, bronić i chronić Detrade i jej podmioty stowarzyszone, członków zarządu, dyrektorów, pracowników i agentów przed wszelkimi roszczeniami, zobowiązaniami, szkodami, stratami, kosztami, wydatkami lub opłatami (w tym uzasadnionymi honorariami prawników) wynikającymi z lub w związku z korzystaniem z Platformy Detrade lub naruszeniem niniejszej Umowy.",
  "11.Indemnification": "11. Odszkodowanie",
  "12. Contact Us": "12. Skontaktuj Się Z Nami",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Niniejsza Umowa podlega i będzie interpretowana zgodnie z prawem [Jurysdykcja].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Wszelkie spory wynikające z lub związane z niniejszą Umową będą rozstrzygane poprzez arbitraż zgodnie z zasadami [Organizacji Arbitrażowej].",
  "12.Governing Law and Dispute Resolution": "12.Prawo Właściwe i Rozstrzyganie Sporów",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade zastrzega sobie prawo do modyfikacji lub zmiany niniejszej Umowy w dowolnym momencie. Wszelkie zmiany wejdą w życie natychmiast po opublikowaniu ich na Platformie Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Twoim obowiązkiem jest okresowe przeglądanie niniejszej Umowy, aby być na bieżąco z wszelkimi aktualizacjami lub zmianami. Dalsze korzystanie z Platformy Detrade po wprowadzeniu jakichkolwiek modyfikacji do tej Umowy stanowi akceptację tych zmian.",
  "13.Amendments to the Agreement": "13. Zmiany w Umowie",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Jeśli masz jakiekolwiek pytania, wątpliwości lub opinie dotyczące niniejszej Umowy lub Platformy Detrade, skontaktuj się z nami pod adresem",
  "14.Contact Information": "14. Informacje Kontaktowe",
  "16th of every month": "16 dnia każdego miesiąca",
  "1D": "1D",
  "1M": "1M",
  "1W": "1T",
  "2. Definitions": "2. Definicje",
  "2. Eligibility": "2. Kwalifikowalność",
  "2. How We Use Your Information": "2. Jak Wykorzystujemy Twoje Informacje",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Możesz zobaczyć całkowitą kwotę zamówień w puli funduszy w kierunkach GÓRA i DÓŁ oraz status zamówień swoich i innych użytkowników na liście.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" odnosi się do Przeciwdziałania Praniu Pieniędzy, które jest zbiorem procedur, przepisów i regulacji mających na celu zapobieganie nielegalnemu generowaniu dochodów za pośrednictwem systemów finansowych.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Uzyskując dostęp do Platformy Detrade lub korzystając z niej, oświadczasz i gwarantujesz, że masz co najmniej 18 lat i zdolność prawną do zawarcia niniejszej Umowy.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 By Zapewnić i Utrzymać Naszą Platformę:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" odnosi się do \"Poznaj Swojego Klienta\", czyli procesu weryfikacji tożsamości klientów i oceny ich potencjalnego ryzyka zaangażowania w nielegalne działania.",
  "2.2 To Improve Our Platform:": "2.2 Aby Usprawniać Naszą Platformę:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Musisz również przestrzegać wszystkich obowiązujących przepisów prawa i regulacji dotyczących korzystania z naszej Platformy.",
  "2.3 To Communicate with You:": "2.3 Aby Komunikować się z Tobą:",
  "2.4 To Personalize Your Experience:": "2.4 Personalizuj Swoje Doświadczenie:",
  "2.5 To Conduct Analytics and Research:": "2.5 Aby Prowadzić Analitykę i Badania:",
  "2.6 To Ensure Security and Compliance:": "2.6 Aby Zapewnić Bezpieczeństwo i Zgodność:",
  "20% affiliate commission (a 100% increase from our base rate).": "Prowizja partnerska w wysokości 20% (100% wzrostu od naszej stawki podstawowej).",
  "20+ exchange market data": "Ponad 20 danych giełdowych",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24-Godzinne Powiadomienie o Ograniczeniu Wypłat Nasz system zidentyfikował zmiany w ważnych informacjach na Twoim koncie, dlatego tymczasowo zawieszamy funkcję wypłat na Twoim koncie, podczas podejmowania przez nas kroków w celu zabezpieczenia Twoich aktywów. Ograniczenia zostaną automatycznie zniesione o {{time}} czasu UTC",
  "24h Live Players": "Gracze na Żywo 24h",
  "24h Trade Vol": "Obrót 24h",
  "24h Wins Paid": "Wygrane 24h Wypłacone",
  "24h high": "24h górna",
  "24h low": "24h dolna",
  "24h players": "Gracze 24h",
  "24h win ratio": "Współczynnik zwycięstw 24h",
  "2FA Code's length is not right": "Długość Kodu 2FA jest nieprawidłowa",
  "2FA authentication": "Uwierzytelnianie 2FA",
  "2s CFD and 5-60s Options": "CFD 2s i Opcje 5-60s",
  "3. Customer Due Diligence (CDD)": "3. Due Diligence Klienta (CDD)",
  "3. How We Share Your Information": "3. W jaki Sposób Udostępniamy Twoje Informacje",
  "3. Wait for system settlement": "3. Poczekaj na rozliczenie przez system",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade przeprowadza proces Customer Due Diligence (CDD) dla wszystkich użytkowników w celu weryfikacji ich tożsamości oraz oceny poziomu ryzyka.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Aby uzyskać dostęp do określonych funkcji Platformy Detrade, może być wymagana rejestracja konta.",
  "3.1 With Service Providers:": "3.1 Z Dostawcami Usług:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Podczas procesu rejestracji użytkownik może zostać poproszony o podanie pewnych danych osobowych, w tym między innymi imienia i nazwiska, daty urodzenia, adresu zamieszkania, dokumentu tożsamości wydanego przez rząd oraz potwierdzenia adresu.",
  "3.2 For Legal Reasons:": "3.2 Ze Względów Prawnych:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Rejestrując konto, zgadzasz się podać dokładne, aktualne i kompletne informacje o sobie, zgodnie z wymaganiami formularza rejestracyjnego.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade zastrzega sobie prawo do zażądania od Ciebie dodatkowych informacji lub dokumentów w celu zweryfikowania Twojej tożsamości lub oceny poziomu ryzyka.",
  "3.3 To Protect Our Rights:": "3.3 Aby Chronić Nasze Prawa:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Jesteś odpowiedzialny za zachowanie poufności swoich danych logowania oraz za wszelkie działania, które mają miejsce w ramach Twojego konta.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade zastrzega sobie prawo do zawieszenia lub zamknięcia konta użytkownika, jeśli uważamy, że podczas procesu rejestracji użytkownik podał fałszywe lub wprowadzające w błąd informacje lub naruszył jakiekolwiek postanowienie niniejszej Umowy.",
  "3.4 With Your Consent:": "3.4 Za Twoją Zgodą:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Zgadzasz się niezwłocznie dostarczyć wszelkie informacje lub dokumentację, o które poprosi Detrade w celu przeprowadzenia Weryfikacji Klienta (CDD).",
  "3.5 In Business Transfers:": "3.5 W Transferach Biznesowych:",
  "3.Account Registration": "3. Rejestracja Konta",
  "3rd Merchant Processing": "Przetwarzanie przez Sprzedawców Zewnętrznych",
  "4. Check the winning and losing results": "4. Sprawdź wyniki wygrane i przegrane",
  "4. Identity Verification": "4. Weryfikacja Tożsamości",
  "4. Platform Use": "4. Korzystanie z Platformy",
  "4. Your Data Protection Rights": "4. Twoje Prawa Ochrony Danych",
  "4.1 Access:": "4.1 Dostęp:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade używa różnych metod i narzędzi do weryfikacji tożsamości swoich użytkowników, w tym między innymi:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Platforma Detrade jest udostępniana wyłącznie w celach informacyjnych i edukacyjnych. Przyjmujesz do wiadomości i zgadzasz się, że wszelkie informacje udostępniane na naszej Platformie nie mają na celu doradztwa finansowego i nie należy na nich polegać przy podejmowaniu decyzji inwestycyjnych.",
  "4.2 Correction:": "4.2 Korekta:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade zastrzega sobie prawo do odrzucenia wszelkich dokumentów lub informacji dostarczonych przez użytkowników, jeśli zostaną one uznane za niewystarczające lub niedokładne do celów weryfikacji tożsamości.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 To Ty ponosisz wyłączną odpowiedzialność za ocenę ryzyka związanego z handlem opcjami binarnymi oraz za określenie, czy handel na platformie Detrade jest odpowiedni dla Ciebie.",
  "4.3 Deletion:": "4.3 Usunięcie:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Zgadzasz się korzystać z platformy Detrade zgodnie ze wszystkimi obowiązującymi przepisami prawa i regulacjami oraz w sposób, który nie narusza praw innych osób ani nie łamie warunków niniejszej Umowy.",
  "4.4 Objection:": "4.4 Zastrzeżenie:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Ograniczenie: Masz prawo zażądać od nas ograniczenia przetwarzania swoich danych osobowych pod określonymi warunkami.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Przenoszenie danych: Masz prawo do żądania przeniesienia swoich danych osobowych do innej organizacji lub bezpośrednio do Ciebie, pod określonymi warunkami.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Wycofanie zgody na przetwarzanie danych: Jeśli udzieliłeś nam zgody na przetwarzanie swoich danych osobowych, masz prawo wycofać tę zgodę w dowolnym momencie.",
  "5. Data Security": "5. Bezpieczeństwo Danych",
  "5. Risk Assessment": "5. Ocena Ryzyka",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade przeprowadza ocenę ryzyka każdego tradera na podstawie informacji weryfikacyjnych tożsamości, historii transakcji oraz innych istotnych czynników.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Platforma Detrade umożliwia użytkownikom handel opcjami binarnymi na różnych instrumentach finansowych, w tym między innymi na akcjach, walutach, towarach i indeksach.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Użytkownicy mogą otrzymać ocenę ryzyka na podstawie wyników oceny ryzyka, co może wpłynąć na stopień kontroli stosowanej do ich transakcji i aktywności na koncie.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Potwierdzasz i zgadzasz się, że handel opcjami binarnymi wiąże się z poważnym ryzykiem, w tym ryzykiem utraty całej zainwestowanej kwoty.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 To Ty ponosisz wyłączną odpowiedzialność za ocenę ryzyka związanego z każdą transakcją oraz za określenie odpowiedniej strategii inwestycyjnej w zależności od swoich indywidualnych okoliczności.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade nie udziela żadnych gwarancji ani zapewnień dotyczących rentowności lub sukcesu jakiejkolwiek transakcji dokonanej na naszej Platformie.",
  "5.Trading": "5. Handel",
  "50+ trading pairs": "Ponad 50 par handlowych",
  "6 Month's Pnl": "Pnl 6 Miesięcy",
  "6. Data Retention": "6. Przechowywanie Danych",
  "6. Fees and Charges": "6. Opłaty i Prowizje",
  "6. Monitoring and Reporting": "6. Monitorowanie i Raportowanie",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade może pobierać opłaty za niektóre usługi lub transakcje przeprowadzane na naszej Platformie. Użytkownik zgadza się uiścić wszystkie obowiązujące opłaty w związku z korzystaniem z naszej Platformy.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade monitoruje transakcje i aktywność na kontach traderów pod kątem oznak podejrzanego lub nietypowego zachowania, które może wskazywać na działania związane z praniem pieniędzy lub finansowaniem terroryzmu.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade zastrzega sobie prawo do zmiany lub modyfikacji struktury opłat w dowolnym momencie, z uprzedzeniem lub bez.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Jeśli Detrade zidentyfikuje jakąkolwiek podejrzaną aktywność lub transakcje, zastrzegamy sobie prawo do zgłoszenia takiej aktywności odpowiednim organom oraz podjęcia odpowiednich działań, w tym między innymi zamrożenia lub zawieszenia kont traderów.",
  "6M": "6M",
  "7 * 24 technical services": "usługi techniczne 7 * 24",
  "7. Cookies and Similar Technologies": "7. Pliki Cookie i Podobne Technologie",
  "7. Intellectual Property": "7. Własność Intelektualna",
  "7. Record-Keeping": "7. Prowadzenie Dokumentacji",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Wszystkie treści i materiały dostępne na Platformie Detrade, w tym między innymi tekst, grafika, logo, obrazy i oprogramowanie, są własnością Detrade lub jej licencjodawców i są chronione prawami autorskimi, znakami towarowymi i innymi prawami własności intelektualnej.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Pliki Cookie: Używamy plików cookie, aby poprawić komfort korzystania z naszej Platformy. Plik cookie to niewielki plik umieszczany na urządzeniu użytkownika, który pozwala nam rozpoznać przeglądarkę użytkownika oraz przechwycić i zapamiętać określone informacje.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade przechowuje rejestry wszystkich danych identyfikacyjnych traderów oraz informacji o transakcjach zgodnie z obowiązującymi przepisami prawa i regulacjami.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Rodzaje Plików Cookie: a) **Niezbędne pliki cookie**: Te pliki cookie są niezbędne do działania naszej Platformy. Umożliwiają poruszanie się po stronie i korzystanie z jej funkcji.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Rejestry użytkowników są poufne i ujawniane wyłącznie upoważnionym pracownikom lub organom regulacyjnym zgodnie z wymogami prawa.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Otrzymujesz ograniczoną, niewyłączną i niezbywalną licencję na dostęp i korzystanie z Platformy Detrade wyłącznie do użytku osobistego i niekomercyjnego.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Zarządzanie Plikami Cookie: Użytkownik może kontrolować korzystanie z plików cookie na poziomie indywidualnej przeglądarki. Jeśli użytkownik odrzuci pliki cookie, może nadal korzystać z naszej Platformy, ale jego zdolność do korzystania z niektórych funkcji lub obszarów naszej Platformy może być ograniczona.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Zgadzasz się nie reprodukować, modyfikować, dystrybuować ani tworzyć dzieł pochodnych opartych na jakiejkolwiek treści lub materiałach dostępnych na platformie Detrade bez wyraźnej pisemnej zgody Detrade.",
  "8. Third-Party Links": "8. Linki Stron Trzecich",
  "8. Training and Awareness": "8. Szkolenie i Świadomość",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade zapewnia szkolenia i programy uświadamiające dla swoich pracowników, aby zapewnić im wiedzę na temat zasad i procedur AML i KYC.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade szanuje prywatność swoich użytkowników i zobowiązuje się do ochrony ich danych osobowych. Prosimy o zapoznanie się z naszą Polityką Prywatności, aby dowiedzieć się, w jaki sposób zbieramy, wykorzystujemy i ujawniamy Twoje dane osobowe.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Pracownicy są przeszkoleni w zakresie rozpoznawania i zgłaszania podejrzanych aktywności oraz przestrzegania wszystkich wymogów AML i KYC.",
  "8.Privacy Policy": "8. Polityka Prywatności",
  "9. Children's Privacy": "9. Prywatność Dzieci",
  "9. Compliance Oversight": "9. Nadzór nad Zgodnością",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade wyznaczyło Oficera ds. Zgodności, który jest odpowiedzialny za nadzorowanie zgodności z politykami i procedurami AML oraz KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade zastrzega sobie prawo do zawieszenia lub zakończenia Twojego dostępu do naszej platformy w dowolnym czasie i z dowolnego powodu, z przyczyną lub bez, oraz bez wcześniejszego powiadomienia.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Oficer ds. Zgodności jest odpowiedzialny za monitorowanie zmian w przepisach, aktualizowanie polityk AML i KYC w razie potrzeby oraz zapewnienie, że działalność Detrade pozostaje zgodna ze wszystkimi obowiązującymi przepisami prawa i regulacjami.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Po zakończeniu Twojego dostępu do Platformy Detrade wszystkie postanowienia niniejszej Umowy, które ze względu na swój charakter powinny pozostać w mocy, pozostaną w mocy, w tym między innymi postanowienia dotyczące własności intelektualnej, ograniczenia odpowiedzialności oraz rozstrzygania sporów.",
  "9.Termination": "9. Zakończenie",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Kwota bonusu:</0> 50% Twojego pierwszego depozytu",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Limit bonusu:</0> Maksymalnie 50 USDT bonusu handlowego",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Kryteria Kwalifikacji</0> Tylko nowi użytkownicy Detrade",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Wymóg:</0> Pierwsza wpłata ≥ 50 USDT (lub równoważna kryptowaluta)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Obsługiwane produkty</0>: Wysokaniska, Spread, Góra Dół, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> bilety zostały wysłane w tej rundzie!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> za otwarcie i zamknięcie transakcji {{position}}, w tym poślizg cenowy",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>z {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Opłata stała w wysokości {{feeAmount}} ({{commission}}) została pobrana przy otwieraniu transakcji (pozycja: {{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Ułamek Twoich zysków (jeśli w ogóle) jest pobierany w momencie zamknięcia transakcji",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Opłata zmienna była naliczona jako ułamek zysków przy zamknięciu transakcji",
  "A verification will be sent to {{email}}": "Weryfikacja zostanie przesłana na adres {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Upewnij się, że odblokowałeś wszystkie cztery tryby handlu. Jeśli problem będzie się utrzymywał, skontaktuj się z obsługą klienta w celu uzyskania pomocy.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: Nie, sam bonus nie podlega wypłacie. Jednak wszelkie <0>zyski uzyskane dzięki wykorzystaniu bonusu</0> można wypłacić.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: Tak. Aktywuj swój bonus w ciągu <0>7 dni\\</0> od jego przyznania. Wygasłych bonusów nie można odzyskać.",
  "AF": "AF",
  "AML & KYC policy": "Polityka AML i KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "O Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Dostęp do ponad 70 popularnych aktywów z potencjałem zysku do 90%",
  "Account Details": "Szczegóły Konta",
  "Account Not Verified": "Konto Niezweryfikowane",
  "Account Verified": "Konto Zweryfikowane",
  "Activate": "Aktywuj",
  "Activation expiry time": "Czas wygaśnięcia aktywacji",
  "Active": "Aktywny",
  "Active tickets": "Aktywne zgłoszenia",
  "Activity priority access": "Priorytetowy dostęp do aktywności",
  "Add": "Dodaj",
  "Add key phrase into Google Authenticator and remember the key phrase": "Dodaj frazę kluczową do Google Authenticator i zapamiętaj ją",
  "Add referral": "Dodaj polecenie",
  "Add referral code": "Dodaj kod polecający",
  "Address is required": "Adres jest wymagany",
  "Address valid": "Adres poprawny",
  "Advanced": "Zaawansowane",
  "Advanced Users": "Zaawansowani Użytkownicy",
  "Advanced chart": "Wykres zaawansowany",
  "Advantage": "Przewaga",
  "Affiliate program": "Program partnerski",
  "Affiliates": "Afilianci",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Po dokonaniu pierwszej wpłaty przejdź do <0>Centrum Nagród\\</0>, aby zobaczyć swój początkowy voucher próbny o wartości 1 USDT.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Po ustawieniu informacji jako prywatnych inni użytkownicy nie będą mogli zobaczyć Twojej nazwy użytkownika ani danych.",
  "Agreement": "Umowa",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Metoda Airdropu: Nagrody są automatycznie dystrybuowane do portfela. Postępuj zgodnie z wiadomością e-mail w aplikacji.",
  "Airdrop plan": "Plan Airdropu",
  "Airdrop program": "Program Airdrop",
  "Airdrops": "Airdropy",
  "Algorithm": "Algorytm",
  "All": "Wszystko",
  "All Assets": "Wszystkie Aktywa",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Wszelka działalność brokerska na tej stronie internetowej jest prowadzona przez Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Wszystkie formuły gry są otwarte i przejrzyste, co zniechęca do oszustw i zapobiega ryzyku dla partnerów i graczy.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Wszystkie ceny dla 24-godzinnej rundy handlowej są ustalane z góry przy użyciu losowo wybranego ziarna, które jest ujawniane na koniec każdej rundy. Dzięki opublikowanemu ziarnu każdy może zweryfikować, że stosowaliśmy się do algorytmu opisanego poniżej i nie zmienialiśmy żadnych cen po rozpoczęciu rundy. Co istotne, nie mamy możliwości zmiany cen w oparciu o Twoje transakcje.",
  "All prizes will be sent in USDT.": "Wszystkie nagrody zostaną wysłane w USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Wszystkie praktyczne doświadczenia czołowego tradera, których potrzebujesz, w tym dostęp do najgorętszych wskaźników i sygnałów handlowych.",
  "All time wins paid": "Wypłacone wygrane wszech czasów",
  "Already have an account?": "Masz już konto?",
  "Amount": "Kwota",
  "Amount is required": "Kwota jest wymagana",
  "Amount to withdraw": "Kwota do wypłaty",
  "Announcement": "Ogłoszenie",
  "Announcements": "Ogłoszenia",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Polityka Przeciwdziałania Praniu Pieniędzy (AML) i Poznaj Swojego Klienta (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Masz pytania? Nasz dedykowany zespół wsparcia jest gotowy do pomocy i poprowadzenia Cię przez proces aplikacji.",
  "Apply": "Zatwierdź",
  "Applying": "Aplikacja w toku",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Około {{nextCapitalCost}} zostanie pobrane w ciągu następnej godziny, a konkretna kwota zależy od stawki finansowania w danym czasie.",
  "Are there any geographical restrictions?": "Czy istnieją jakieś ograniczenia geograficzne?",
  "Arrival amount": "Kwota przychodząca",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Dopóki program pozostaje aktywny, możesz zarabiać prowizje od momentu, gdy Twój polecony zarejestruje konto w Detrade.",
  "Ask a question": "Zadaj pytanie",
  "Asset types,currencies,cryptocurrencies for any trader.": "Rodzaje aktywów, waluty, kryptowaluty dla każdego tradera.",
  "Assets": "Aktywa",
  "Assets overview": "Przegląd aktywów",
  "At least {{exceed}} number": "Co najmniej {{exceed}} liczb",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Pod koniec odliczania zysk i strata zostaną określone na podstawie przewidywanego przez Ciebie trendu.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Na początku każdej rundy handlowej (00:00 UTC) losowo wybierany jest nowy 32-bajtowy seed. Ceny z całej rundy można odtworzyć, łącząc ten seed z rosnącym licznikiem tików.",
  "Auto": "Auto",
  "Available": "Dostępne",
  "Available on request": "Dostępne na życzenie",
  "Award quota": "Liczba nagród",
  "Awarded users": "Nagrodzeni użytkownicy",
  "Balance": "Saldo",
  "Balance is not enough": "Saldo jest niewystarczające",
  "Basic": "Podstawowy",
  "Becoming an affiliate is easy": "Zostanie partnerem jest łatwe",
  "Benefit from our many years of experience and internationally renowned reputation.": "Skorzystaj na naszym wieloletnim doświadczeniu i międzynarodowej renomie.",
  "Benefits": "Korzyści",
  "Benefits:": "Korzyści:",
  "Best For": "Najlepsze Dla",
  "Bet": "Zakład",
  "Betting": "Zakłady",
  "Binary Options Exchange": "Giełda Opcji Binarnych",
  "Bind": "Powiąż",
  "Bind Success": "Powiązano Pomyślnie",
  "Black diamond circle": "Czarny diamentowy krąg",
  "Blockchain Processing": "Przetwarzanie Blockchain",
  "Bonus": "Bonus",
  "Bonus Rules": "Zasady Bonusu",
  "Bonus Trial": "Próba Bonusowa",
  "Bonus pool": "Pula bonusowa",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Kupony bonusowe są <0>niewypłacalne</0>, ale <1>zyski z transakcji bonusowych są wypłacalne<1>",
  "Boost your earnings by affiliate program": "Zwiększ swoje zarobki dzięki programowi partnerskiemu",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Zwiększ swój handel dzięki dźwigni finansowej do 1000x — większe ryzyko, większa nagroda.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Zwiększ swój handel dzięki dźwigni do 1000× — duże ryzyko, większa nagroda.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Produkty i Usługi Brokerskie oferowane przez Nexus Play LLC.",
  "Bronze": "Brąz",
  "Bust And Stop Loss Prices": "Ceny Likwidacji (Bust) i Stop Loss",
  "Buy": "Kupno",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Poprzez uzyskanie dostępu do platformy Detrade lub jej używanie, potwierdzasz, że przeczytałeś, zrozumiałeś i zgadzasz się na przestrzeganie tej Polityki Prywatności. Jeśli nie zgadzasz się z tą Polityką Prywatności, nie możesz korzystać z naszej Platformy.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Uzyskując dostęp do Platformy Detrade lub korzystając z niej, potwierdzasz, że przeczytałeś, zrozumiałeś i zgadzasz się na przestrzeganie niniejszej Umowy. Jeśli nie zgadzasz się z jakąkolwiek częścią niniejszej Umowy, nie możesz korzystać z Platformy Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Poprzez uzyskanie dostępu do platformy Detrade lub jej używanie, potwierdzasz, że przeczytałeś, zrozumiałeś i zgadzasz się przestrzegać tej Polityki AML i KYC. Jeśli nie zgadzasz się z jakąkolwiek częścią tej Polityki, nie możesz korzystać z platformy Detrade.",
  "Calculator": "Kalkulator",
  "Campaign": "Kampania",
  "Campaign Center": "Centrum Kampanii",
  "Can I See The Data Of My Referral?": "Czy Mogę Zobaczyć Dane Mojego Poleconego?",
  "Can I use a live account and a demo account at the same time?": "Czy mogę w tym samym czasie korzystać z rachunku rzeczywistego i rachunku demo?",
  "Can Partner upgrade his partnership level in the future?": "Czy Partner może w przyszłości podnieść swój poziom partnerstwa?",
  "Can non-crypto users play Detrade games?": "Czy użytkownicy nieposiadający kryptowalut mogą grać w gry Detrade?",
  "Cancel": "Anuluj",
  "Cannot exceed {{exceed}} characters": "Nie może przekraczać {{exceed}} znaków",
  "Cash All": "Wypłać Wszystko",
  "Champion Profits": "Zyski Mistrza",
  "Change": "Zmiana",
  "Change password": "Zmiana hasła",
  "Chat": "Czat",
  "Check <0>ROI calculator</0> for more details": "Sprawdź <0>kalkulator ROI</0>, aby uzyskać więcej informacji",
  "Chg%": "Zmiana%",
  "Choose Symbol": "Wybierz Symbol",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Wybierz Swój <0> Typ Rachunku i </0> Zacznij Handlować!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Wybierz Swój <br/> Typ Konta i </br> Rozpocznij handel!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Wybierz mnożnik, aby zmaksymalizować swoją pozycję. Ustawienie wyższego mnożnika zwiększa ryzyko marginesu",
  "Choose the cryptocurrency that you would like to start trading.": "Wybierz kryptowalutę, którą chcesz zacząć handlować.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Wybierz kierunek w górę lub w dół, aby złożyć zlecenie podczas określonego czasu odliczania.",
  "Claim": "Odbierz",
  "Claim Voucher": "Odbierz Kupon",
  "Claimed rewards": "Odebrane nagrody",
  "Claimed rewards details": "Szczegóły odebranych nagród",
  "Click Here To View The": "Kliknij Tutaj, Aby Wyświetlić",
  "Click Up or Down to Trading": "Kliknij Góra lub w Dół, aby Handlować",
  "Client": "Klient",
  "Close": "Zamknij",
  "Close Time": "Czas Zamknięcia",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Zamknij w dowolnym momencie, niezależnie od zysku lub straty. Ustaw cele take-profit lub stop-loss, aby automatycznie zamknąć swoją pozycję",
  "Close the order": "Zamknij zlecenie",
  "Close type": "Typ zamknięcia",
  "Closed successfully!": "Zamknięto pomyślnie!",
  "Co-planning rights": "Prawa do wspólnego planowania",
  "Coin-Margined": "Zabezpieczony Kryptowalutą",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Połącz wszystkie oczekujące zlecenia z limitem z każdego źródła cenowego w pojedynczą skonsolidowaną księgę zleceń. Jest to normalne i oczekiwane, że cena niektórych zleceń kupna może przekraczać cenę niektórych zleceń sprzedaży z innych giełd. Aby ograniczyć wpływ pojedynczego dużego zlecenia, maksymalna wielkość pojedynczego zlecenia jest ograniczona do 1 miliona dolarów.",
  "Coming soon": "Już wkrótce",
  "Community": "Społeczność",
  "Community access": "Dostęp do społeczności",
  "Completed": "Zakończono",
  "Comprehensive trading training": "Kompleksowe szkolenie handlowe",
  "Computers and smartphones are fully functional": "Komputery i smartfony są w pełni funkcjonalne",
  "Condition 1: The price trend matches your prediction.": "Warunek 1: Trend cenowy jest zgodny z Twoimi przewidywaniami.",
  "Condition 2: Price movement breaks through the spread.": "Warunek 2: Ruch cenowy przełamuje spread.",
  "Confirm": "Potwierdź",
  "Confirm Close": "Potwierdź Zamknięcie",
  "Confirm removing Google 2FA authentication?": "Czy potwierdzasz usunięcie uwierzytelniania Google 2FA?",
  "Confirm settlement of all orders?": "Potwierdzić rozliczenie wszystkich zleceń?",
  "Confirm to close the order?": "Potwierdzić zamknięcie zlecenia?",
  "Confirmations": "Potwierdzenia",
  "Connect": "Połącz",
  "Connect with your friends": "Połącz się ze znajomymi",
  "Contact Us": "Kontakt z Nami",
  "Contact us": "Skontaktuj się z nami",
  "Contact us with Email or Live chat": "Skontaktuj się z nami przez E-mail lub czat na Żywo",
  "Content creators program": "Program dla twórców treści",
  "Contest prize pool": "Pula nagród w konkursie",
  "Continue": "Kontynuuj",
  "Continue Deposit Process": "Kontynuuj Proces Wpłaty",
  "Continue deposit process": "Kontynuuj proces wpłaty",
  "Continue with Google": "Kontynuuj z Google",
  "Continue with X": "Kontynuuj z X",
  "Continuously updated": "Stale aktualizowane",
  "Convenient deposit and withdrawal methods": "Wygodne metody wpłat i wypłat",
  "Copy": "Kopiuj",
  "Copy Success": "Skopiowano Pomyślnie",
  "Copy this code to your authenticator app": "Skopiuj ten kod do swojej aplikacji uwierzytelniającej",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Copyright © 2025 Nexus Play LLC. Wszelkie prawa zastrzeżone.",
  "Country": "Kraj",
  "Create Password": "Utwórz Hasło",
  "Crypto": "Kryptowaluty",
  "Crypto - binary options": "Kryptowaluty - opcje binarne",
  "Crypto Pairs": "Pary Kryptowalutowe",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Handel kontraktami kryptowalutowymi wiąże się z wysokim poziomem ryzyka i możesz stracić całą kwotę swojej transakcji. Im wyższej dźwigni używasz, tym większe ryzyko. Jednak w żadnym wypadku nie możesz stracić więcej niż wynosi początkowa kwota Twojej transakcji.",
  "Currency": "Waluta",
  "Custom Price Move %": "Niestandardowy Ruch Cenowy %",
  "Custom cashback plan": "Niestandardowy plan cashback",
  "Custom revenue share and fee option.": "Niestandardowy udział w przychodach i opcja prowizji.",
  "Custom services": "Usługi niestandardowe",
  "Custom signals": "Sygnaly niestandardowe",
  "Customized incentives tailored to your needs.": "Indywidualne zachęty dostosowane do Twoich potrzeb.",
  "DOWN": "W DÓŁ",
  "Daily Active Users": "Dzienna Liczba Aktywnych Użytkowników",
  "Daily Earning": "Dzienne Zarobki",
  "Daily contest": "Dzienny konkurs",
  "Dark": "Ciemny",
  "Date": "Data",
  "Day": "Dzień",
  "DeTrade overview": "Przegląd DeTrade",
  "Dedicated customer support": "Dedykowana obsługa klienta",
  "Demo": "Demo",
  "Demo Account": "Konto Demo",
  "Demo Trading": "Handel Demo",
  "Depending on your location, you may have the following rights regarding your personal information:": "W zależności od lokalizacji mogą Ci przysługiwać następujące prawa dotyczące Twoich danych osobowych:",
  "Deposit": "Wpłata",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Wpłać 120 USDT → Odbierz ograniczony bonus w wysokości 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Wpłać 80 USDT → Odbierz 40 USDT bonusu",
  "Deposit Amount": "Kwota Wpłaty",
  "Deposit Order Created": "Utworzono Zlecenie Wpłaty",
  "Deposit Via {{depositChannel}}": "Wpłata Przez {{depositChannel}}",
  "Deposit address": "Adres wpłaty",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Wpłacaj i wypłacaj pieniądze z łatwością, korzystając z najwygodniejszej metody płatności.",
  "Deposit is in progress": "",
  "Deposit now": "Wpłać teraz",
  "Deposits and withdrawals": "Wpłaty i wypłaty",
  "Derivative Exchanges": "Giełdy Instrumentów Pochodnych",
  "Description": "Opis",
  "Detail": "Szczegóły",
  "Details": "Szczegóły",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade („my”, „nas” lub „nasze”) ceni Twoją prywatność i zobowiązuje się do ochrony Twoich danych osobowych. Niniejsza Polityka Prywatności wyjaśnia, w jaki sposób zbieramy, wykorzystujemy, ujawniamy i chronimy Twoje dane podczas korzystania z naszej platformy handlu opcjami binarnymi („Platforma”). Uzyskując dostęp do naszej Platformy lub z niej korzystając, wyrażasz zgodę na zbieranie i wykorzystywanie informacji zgodnie z niniejszą polityką. Jeśli nie zgadzasz się z jej warunkami, nie możesz korzystać z naszej Platformy.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect to bezproblemowe rozwiązanie integracyjne, które umożliwia platformom zewnętrznym łatwe połączenie z naszym ekosystemem. Dzięki zaawansowanym interfejsom API i narzędziom automatyzacji integrujemy kluczowe funkcje naszych produktów bezpośrednio z Twoją platformą. Celem Detrade Connect jest dostarczenie platformom zróżnicowanych instrumentów pochodnych na kryptowaluty, szybszej wymiany danych oraz dostępu do naszych najnowocześniejszych funkcji, przy jednoczesnym zapewnieniu bezpiecznych, skalowalnych i niezawodnych połączeń. Niezależnie od tego, czy chcesz rozszerzyć zakres usług, czy uprościć procesy operacyjne, Detrade Connect sprawia, że integracja staje się prosta, wydajna i skuteczna.",
  "Detrade Index Prices": "Ceny Indeksu Detrade",
  "Detrade Partner": "Partner Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Program Partnerski Detrade! Program ten ma na celu zapewnienie twórcom większego potencjału przychodów i ekskluzywnych korzyści, dzięki czemu wysiłki promocyjne będą naprawdę satysfakcjonujące.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade angażuje się w przekształcanie tradycyjnej branży inteligentnego handlu i otwieranie rynków finansowych dla wszystkich na całym świecie. Naszą misją jest zapewnienie najbardziej innowacyjnego doświadczenia handlowego. Każdy na świecie powinien mieć możliwość uczestniczenia w transakcjach.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade ukończyło przegląd kodu i uzyskało wynik w TOP-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade jest na ścieżce szybkiego wzrostu. Jesteśmy zobowiązani do zapewnienia naszym użytkownikom innowacyjnego i angażującego doświadczenia, które sprawia, że nasza platforma jest pierwszym wyborem w handlu opcjami binarnymi na kryptowaluty.",
  "Detrade learn": "Nauka Detrade",
  "Detrade offers 3 types of optional products.": "Detrade oferuje 3 typy produktów opcjonalnych.",
  "Detrade partnership program": "Program partnerski Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade zastrzega sobie prawo do ostatecznej interpretacji tej kampanii.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade zastrzega sobie prawo do zmiany dowolnych zasad i warunków według własnego uznania i bez wcześniejszego powiadomienia.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade zastrzega sobie prawo do wykluczenia graczy, którzy naruszyli nasze zasady na którymkolwiek etapie Konkursu.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade zastrzega sobie prawo do zmiany, zawieszenia lub anulowania promocji lub dystrybucji airdropa w dowolnym momencie, włącznie z odpowiednimi warunkami. Zmiany te mają na celu zapobieganie oszustwom i innym nielegalnym działaniom. O ile trader nie dopuszcza się oszustwa lub działań niezgodnych z prawem, zmiany te nie wpłyną na użytkowników, którzy zdecydowali się wziąć udział w promocji.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade zastrzega sobie prawo do aktualizacji lub zmiany niniejszej Polityki Prywatności w dowolnym momencie. O wszelkich zmianach poinformujemy poprzez opublikowanie nowej wersji Polityki Prywatności na naszej Platformie. Zaleca się okresowe przeglądanie niniejszej Polityki Prywatności w celu zapoznania się z ewentualnymi zmianami. Dalsze korzystanie z naszej Platformy po wprowadzeniu modyfikacji oznacza, że akceptujesz te zmiany i zobowiązujesz się do przestrzegania zaktualizowanej Polityki Prywatności.",
  "Detrade weekly draw": "Cotygodniowe losowanie Detrade",
  "Developer documentation": "Dokumentacja deweloperska",
  "Device": "Urządzenie",
  "Diamond": "Diament",
  "Diamond Partner": "Diamentowy Partner",
  "Didn't find an answer to our question?": "Nie znalazłeś odpowiedzi na nasze pytanie?",
  "Direction": "Kierunek",
  "Discover trending tokens. Trade. Earn. Repeat.": "Odkrywaj popularne tokeny. Handluj. Zarabiaj. Powtarzaj.",
  "Distributing Payout": "Dystrybucja Wypłat",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Nie używaj symboli specjalnych i spacji, w przeciwnym razie Twoje konto może nie być obsługiwane.",
  "Do not use special symbols, otherwise your account may not be supported.": "Nie używaj specjalnych symboli, w przeciwnym razie Twoje konto może nie być obsługiwane.",
  "Does the company have the legal qualifications to carry out relevant business?": "Czy firma ma kwalifikacje prawne do prowadzenia odpowiedniej działalności?",
  "Don't beg or ask for loans, rains or tips.": "Nie żebraj ani nie proś o pożyczki, deszcze czy napiwki.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Nie angażuj się w żadne formy reklamy/handlu/sprzedaży/kupna lub oferowania usług.",
  "Don't harass or be offensive to other users or Detrade staff.": "Nie nękaj ani nie obrażaj innych użytkowników lub pracowników Detrade.",
  "Don't have an account?": "Nie masz konta?",
  "Don't let anyone see this!": "Nie pozwól nikomu tego zobaczyć!",
  "Don't share any personal information (including socials) of you or other players.": "Nie udostępniaj żadnych danych osobowych (w tym z portali społecznościowych) swoich ani innych graczy.",
  "Don't share codes, scripts or any other bot service.": "Nie udostępniaj kodów, skryptów ani żadnych innych usług botów.",
  "Don't show again": "Nie pokazuj więcej",
  "Don't spam & don't use excessive capital letters when chatting.": "Nie spamuj i nie używaj nadmiernych wielkich liter podczas czatowania.",
  "Don't use URL shortening services. Always submit the full link.": "Nie korzystaj z usług skracania adresów URL. Zawsze przesyłaj pełny link.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Nie używaj alternatywnych (alts) kont na czacie, jest to surowo zabronione.",
  "Done": "Gotowe",
  "Down": "Dół",
  "Down Wins": "Dół Wygrywa",
  "Down vs. Up Ratio (Live Data)": "Stosunek Dół Góra (Dane na Żywo)",
  "Download": "Pobierz",
  "Download the Google Authenticator app": "Pobierz aplikację Google Authenticator",
  "Drop us a line here": "Napisz do nas tutaj",
  "Duration: {{time}}": "Czas Trwania: {{time}}",
  "EU": "UE",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Każdy identyfikator zamówienia może być użyty TYLKO raz, aby uniknąć duplikatów.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Każdy użytkownik może otrzymać <0>tylko jeden</0> bonus od pierwszego depozytu",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Każdy kod kuponu można wykorzystać tylko raz na użytkownika. Po odebraniu, nagrody nie można cofnąć.",
  "Earn": "Zarabiaj",
  "Earn up to 50% commission.": "Zarabiaj do 50% prowizji.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Zarabiaj do {{payout}}% zysku, jeśli Twoje przewidywania będą prawidłowe.",
  "Easy access from your smartphone": "Łatwy dostęp z poziomu Twojego smartfona",
  "Edit your avatar": "Edytuj swój awatar",
  "Email": "E-mail",
  "Email Code": "Kod E-mail",
  "Email verification code's length is not right": "Długość kodu weryfikacyjnego e-mail jest nieprawidłowa",
  "End Time": "Czas Zakończenia",
  "End Time Invalid( hh : mm : ss )": "Nieprawidłowy Czas Zakończenia( gg : mm : ss )",
  "End Time is earlier than Start Time": "Czas Zakończenia jest wcześniejszy niż Czas Rozpoczęcia",
  "End rate": "Stawka końcowa",
  "Ends in {{time}} days": "Kończy się za {{time}} dni",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Zapewnienie autentycznych, wolnych od manipulacji cen dzięki przejrzystym i weryfikowalnym algorytmom gwarantującym uczciwość.",
  "Enter Code": "Wprowadź Kod",
  "Enter number of daily active players": "Wprowadź liczbę dziennych aktywnych graczy",
  "Enter the 2FA code ": "Wprowadź kod 2FA ",
  "Enter the 6-digit code sent to": "Wprowadź 6-cyfrowy kod wysłany do",
  "Enter withdraw address": "Wprowadź adres wypłaty",
  "Enter your email": "Wprowadź swój adres e-mail",
  "Enter your email and we'll send you a new password": "Wprowadź swój adres e-mail, a my wyślemy Ci nowe hasło",
  "Enter your name": "Wpisz swoje imię",
  "Enter your new password": "Wprowadź swoje nowe hasło",
  "Enter your old password": "Wprowadź swoje stare hasło",
  "Enter your password": "Wprowadź swoje hasło",
  "Enterprise Partner": "Partner Przedsiębiorstwa",
  "Entrepreneurs": "Przedsiębiorcy",
  "Entry Price": "Cena Wejścia",
  "Entry Time": "Czas Otwarcia",
  "Entry fee": "Opłata za wejście",
  "Entry price": "Cena wejścia",
  "Esteemed Affiliate": "Uznany Partner",
  "Event Details": "Szczegóły Wydarzenia",
  "Event time: {{ startTime }} - {{ endTime }}": "Czas trwania wydarzenia: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Co miesiąc losowo rozdamy łącznie <0>{{amount}}\\</0> w BCD dla 300 użytkowników biorących udział w symbolu handlowym STONKS!",
  "Examples": "Przykłady",
  "Exchange": "Wymiana",
  "Exit price": "Cena wyjścia",
  "Experience": "Doświadczenie",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Doświadczeni eksperci produktowi i techniczni zapewniają Ci profesjonalne wsparcie i będą nadal optymalizować funkcje produktów bez opłat, aby dostarczyć Ci lepsze produkty.",
  "Expert Support": "Wsparcie Ekspertów",
  "Expired": "Wygasła",
  "Expires in": "Wygasa za",
  "Explain": "Wyjaśnienie",
  "Exploiting platform bugs or system loopholes": "Wykorzystywanie błędów platformy lub luk systemowych",
  "Extensive coverage": "Rozległe pokrycie",
  "FAQ": "FAQ",
  "Failed": "Niepowodzenie",
  "False deposits, money laundering, or manipulation to trigger rewards": "Fałszywe wpłaty, pranie pieniędzy lub manipulacje w celu uzyskania nagród",
  "Fast response": "Szybka odpowiedź",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Szybkie transakcje, zastrzyk kapitału bankowego i podział zysków, zlecenia oczekujące i kopiowanie transakcji to wygodne i elastyczne tryby handlu.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Szybsze transakcje. Prostsze decyzje. Interakcja w czasie rzeczywistym z innymi traderami w społeczności.",
  "Favorite Trading Derivatives": "Ulubione Instrumenty Pochodne",
  "Favorites": "Ulubione",
  "Fear & Greed Index": "Indeks Strachu i Chciwości",
  "Fee": "Opłata",
  "Fee options": "Opcje prowizji",
  "Fiat": "Fiat",
  "Finished": "Zakończone",
  "First deposit bonus guide": "Przewodnik po bonusie od pierwszego depozytu",
  "Fixed fee limit": "Limit opłaty stałej",
  "Flat fee": "Opłata bazowa",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Opłata ryczałtowa jest obliczana jako procent Twojej pozycji (kwota * dźwignia)",
  "Flexible transaction mode": "Elastyczny tryb transakcji",
  "Floating PnL": "Niezrealizowany P&L",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Za każdą transakcję o wartości {{ticketQuota}} Usd na naszym <0>spreadzie high low</0> automatycznie otrzymasz los na loterię. Zadbaj więc o to, aby zdobyć jak najwięcej losów i wygrać najlepszą okazję dla siebie!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Na przykład, jeśli masz otwartą długą pozycję na BTC o wartości 500 USD z mnożnikiem 10x, a stopa finansowania wynosi 0,1%, po pierwszych 8 godzinach będziesz obciążany kwotą 0,21 USD za każdą kolejną godzinę. Jeśli pozycja byłaby krótka zamiast długiej, otrzymywałbyś płatności z tytułu finansowania. Jeśli zamkniesz pozycję w ciągu 8 godzin, żadne płatności finansujące nie zostaną naliczone.",
  "For the safety of your funds, must complete the following binding": "Dla bezpieczeństwa Twoich środków musisz ukończyć następujące zobowiązanie",
  "For the safety of your funds, withdrawals must complete the following binding": "Dla bezpieczeństwa Twoich środków wypłaty muszą spełniać następujące warunki",
  "Forgot?": "Zapomniałeś?",
  "Free": "Darmowe",
  "Frequently Asked Questions (FAQ)": "Często Zadawane Pytania (FAQ)",
  "Frequently asked questions": "Często zadawane pytania",
  "From": "Z",
  "Funding Payments": "Opłaty Finansowania",
  "Funding fee history": "Historia opłat finansowania",
  "Funding/h": "Finansowanie/godz.",
  "Futures": "Futures",
  "Futures Entrust": "Futures Entrust (Powierzenie kontraktów terminowych)",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Handel kontraktami futures jest transakcją odnoszącą się do rynku spot. Użytkownicy mogą ocenić wzrost lub spadek w handlu kontraktami futures i zdecydować się na zakup długich lub sprzedaż krótkich kontraktów, aby uzyskać zyski z rosnących lub spadających cen. Jednocześnie użytkownicy mogą pożyczać dodatkowe środki, aby zwiększyć wielkość swoich pozycji poprzez zwiększenie dźwigni finansowej.",
  "Gas fee": "Opłata transakcyjna",
  "General access": "Ogólny dostęp",
  "Get 50% bonus": "Otrzymaj 50% bonusu",
  "Get Trading commission when your friends trading.": "Uzyskaj prowizję Handlową, gdy Twoi znajomi handlują.",
  "Get free educational materials and 24/7 support": "Uzyskaj bezpłatne materiały edukacyjne i wsparcie 24/7",
  "Get help": "Uzyskaj pomoc",
  "Go bind": "Połącz",
  "Go to home": "Przejdź do strony głównej",
  "Go to the Reward Center and manually activate your bonus voucher.": "Przejdź do Centrum Nagród i ręcznie aktywuj swój kupon bonusowy.",
  "Go trading": "Przejdź do handlu",
  "Gold": "Złoto",
  "Gold Partner": "Złoty Partner",
  "Good Job!": "Dobra robota!",
  "Google 2FA code": "Kod Google 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator można pobrać ze sklepu App Store lub Google Play.",
  "Got it": "Rozumiem",
  "Guess if the price ends higher or lower than the target.": "Zgadnij, czy cena na końcu będzie wyżej lub niżej niż cel.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Nie znalazłeś tego, czego szukasz? Sprawdź niektóre pytania tutaj lub odwiedź nasze Centrum Wsparcia, aby uzyskać więcej informacji.",
  "Hide Small": "Ukryj Małe",
  "High Low": "Wysoki Niski",
  "High Low Guess if the price ends higher or lower than the target.": "Wysoka Niska Zgadnij, czy cena zakończy się wyżej lub niżej niż cel.",
  "High Low Spread": "Wysoki Niski Spread",
  "History": "Historia",
  "Home": "Strona Główna",
  "Hour": "Godzina",
  "How does Playnance assist Partners in their platforms' promotion?": "W jaki sposób Playnance pomaga Partnerom w promocji ich platform?",
  "How it works": "Jak to działa",
  "How much can I earn from my referral?": "Ile mogę zarobić za swoje polecenie?",
  "How to Claim Your Bonus": "Jak Odebrać Swój Bonus",
  "How to apply": "Jak złożyć wniosek",
  "How to invite": "Jak zapraszać",
  "How will players deposit and withdraw their funds?": "W jaki sposób gracze będą wpłacać i wypłacać swoje środki?",
  "I acknowledge": "Potwierdzam",
  "I've made deposit": "Dokonałem wpłaty",
  "ID verification": "Weryfikacja ID",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "SKŁADNIKI INDEKSU GIEŁDY SPOT",
  "If you are a content creator, make sure to check out our": "Jeśli jesteś twórcą treści, koniecznie sprawdź naszą ofertę",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Jeśli uważasz, że Twoje konto zostało omyłkowo oflagowane, skontaktuj się z oficjalnym wsparciem, aby złożyć odwołanie.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Jeśli nie zakończyłeś tej transakcji, możesz kontynuować proces wpłaty <0>tutaj</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "W przypadku jakichkolwiek pytań dotyczących niniejszej Polityki prywatności prosimy o kontakt z nami pod adresem",
  "If you have the traffic, it can be monetized.": "Jeśli masz ruch, możesz go monetyzować.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Jeśli uważasz, że cena spadnie po zakończeniu odliczania, wybierz DÓŁ (wartości na rysunku odpowiadają uzyskanemu współczynnikowi zysku).",
  "If you think the price will fall, choose DOWN to catch the drop.": "Jeśli uważasz, że cena spadnie, wybierz opcję DÓŁ, aby złapać spadek.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Jeśli uważasz, że cena spadnie, ustaw margines i wybierz przycisk krótka. Jeśli cena spadnie, wygenerujesz zysk.",
  "If you think the price will go up, choose UP to go with the trend.": "Jeśli uważasz, że cena wzrośnie, wybierz GÓRA, aby podążać za trendem.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Jeśli uważasz, że cena wzrośnie, ustaw depozyt zabezpieczający i kliknij przycisk długa. Jeśli cena wzrośnie, wygenerujesz zysk.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Jeśli uważasz, że cena wzrośnie pod koniec odliczania, wybierz GÓRA. (wartości na rysunku odpowiadają uzyskanemu współczynnikowi zysku)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Jeśli chcesz skupić się na sprzedaży i zarobkach, a nie na zarządzaniu produktem lub rozwoju technologii.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Jeśli Twoja pozycja pozostanie otwarta przez ponad 8 godzin, zostaną naliczone godzinowe opłaty finansujące w zależności od warunków rynkowych. Opłaty te są pobierane bezpośrednio z salda Twojego konta. Jeśli saldo będzie niewystarczające do pokrycia opłat finansujących, Twoja pozycja zostanie przymusowo zamknięta przez system.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Jeśli pozycja pozostaje otwarta przez ponad 8 godzin, obowiązują opłaty za finansowanie godzinowe na podstawie warunków rynkowych.",
  "Important Reminders": "Ważne Przypomnienia",
  "Income": "Dochód",
  "Increase Limit": "Zwiększ Limit",
  "Increase aggregate limit": "Zwiększ łączny limit",
  "Increase limit": "Zwiększ limit",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Zintegruj Kryptowalutowe instrumenty pochodne Detrade na swojej platformie",
  "Integration": "Integracja",
  "Integration program": "Program integracji",
  "Intelligent integrated services": "Inteligentne zintegrowane usługi",
  "Internal group": "Grupa wewnętrzna",
  "Intuitive trader transaction data display and statistics": "Intuicyjny wyświetlanie danych transakcji tradera oraz statystyki",
  "Intuitive trading trend display and analysis tools": "Intuicyjne narzędzia do wyświetlania i analizy trendów handlowych",
  "Invalid email": "Nieprawidłowy adres e-mail",
  "Invite friends": "Zaproś znajomych",
  "Invite friends to earn  20% commission": "Zaproś znajomych, aby zarobić 20% prowizji",
  "Invite only": "Tylko zaproszenia",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "Czy istnieje limit czasu, przez jaki mogę zarabiać prowizje w ramach programu poleceń?",
  "Is there a limit to the invitation rewards I can receive?": "Czy istnieje limit nagród za zaproszenia, które mogę otrzymać?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Pomaga inwestorom zrozumieć stan emocjonalny rynku, który może wpływać na zachowania związane z kupnem i sprzedażą.",
  "Join  our community": "Dołącz do naszej społeczności",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Dołącz do Detrade Connect, aby przyspieszyć rozwój operacyjny platformy, a my zapewniamy Ci gwarancje usług.",
  "Join and earn extra bonuses!": "Dołącz i zyskaj dodatkowe bonusy!",
  "Join free competitions": "Dołącz do darmowych konkursów",
  "Join now and get a": "Dołącz teraz i zdobądź",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Dołącz do naszego cotygodniowego losowania i zgarnij udział w <0>{{amount}} USD</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Weryfikacja KYC",
  "KYC authentication": "Uwierzytelnianie KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Utrzymując pozycję otwartą dłużej niż 8 godzin, możesz ponosić koszty lub otrzymywać godzinowe opłaty finansujące, w zależności od warunków rynkowych.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Utrzymując pozycję otwartą dłużej niż 8 godzin, możesz ponosić lub otrzymywać godzinowe płatności finansujące, w zależności od warunków rynkowych. Gdy rynek jest w trendzie wzrostowym, stopa finansowania jest dodatnia i traderzy z pozycjami długimi płacą traderom z pozycjami krótkimi. Gdy rynek jest w trendzie spadkowym, stopa finansowania jest ujemna i traderzy z pozycjami krótkimi płacą traderom z pozycjami długimi.",
  "Language": "Język",
  "Large product research & Development team": "Zespół ds. badań i rozwoju dużych produktów",
  "Last price": "Ostatnia cena",
  "Latest events": "Najnowsze wydarzenia",
  "Launch now": "Uruchom teraz",
  "Leaderboard": "Tabela Rankingowa",
  "Learn": "Nauka",
  "Learn More": "Dowiedz Się Więcej",
  "Level assessment & update": "Ocena i aktualizacja poziomu",
  "Leverage": "Dźwignia",
  "Leverage 1000x Maximum": "Maksymalna Dźwignia 1000x",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Wykorzystaj technologię Detrade do uruchomienia własnej aplikacji handlowej. Zapewnij swoim klientom ulepszone doświadczenie handlowe i zarabiaj na każdej transakcji zrealizowanej w Twojej aplikacji.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Dźwignia pozwala zwiększyć wielkość pozycji przy użyciu mniejszej ilości kapitału. Wyższa dźwignia zwiększa zarówno potencjalny zysk, jak i ryzyko.",
  "License": "Licencja",
  "License Information": "Informacje Licencyjne",
  "Light": "Jasny",
  "Limits": "Limity",
  "Liq price": "Cena likwidacji",
  "Liq.Price": "Cena Likw.",
  "Liq.price": "Cena likw.",
  "Liquidated": "Likwidacja",
  "Live": "Na żywo",
  "Live chat": "Czat na żywo",
  "Live trade": "Handel na żywo",
  "Loading Failed": "Ładowanie Nieudane",
  "Log out": "Wyloguj się",
  "Login": "Login",
  "Login 2FA switch": "Przełącznik logowania 2FA",
  "Login here.": "Zaloguj się tutaj.",
  "Login history": "Historia logowania",
  "Login method": "Metoda logowania",
  "Login to Detrade": "Zaloguj się do Detrade",
  "Login with email code": "Logowanie za pomocą kodu e-mail",
  "Login with password": "Zaloguj się przy użyciu hasła",
  "Lose": "Przegrana",
  "Loser": "Przegrany",
  "Loved by users": "Uwielbiany przez użytkowników",
  "Major features:": "Główne cechy:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Dokonuj udanych transakcji i zgarnij maksymalny bonus przy pierwszej wpłacie. <0>Dowiedz się więcej<0>",
  "Manual": "Podręcznik",
  "Mark Price": "Cena Rynkowa",
  "Mark price": "Cena rynkowa",
  "Market": "Rynek",
  "Market Impact Effects": "Wpływ Na Rynek",
  "Max": "Max",
  "Max Profit": "Maksymalny Zysk",
  "Max TV": "Max TV",
  "Max Trade": "Maksymalna Transakcja",
  "Max solo bonus": "Maksymalny bonus solo",
  "Max withdrawal limit": "Maksymalny limit wypłat",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "System przyjazny dla członków: Wielu naszych obecnych członków z powodzeniem zbudowało zrównoważony pasywny dochód dzięki naszemu programowi. Teraz twoja kolej.",
  "Memo": "Memo",
  "Memo is required": "Memo jest wymagane",
  "Memo/Tag": "Memo/Tag",
  "Menu": "Menu",
  "Min Trade": "Min. Transakcja",
  "Minimum Deposit": "Minimalna Wpłata",
  "Minimum {{min}} characters": "Minimalnie {{min}} znaków",
  "Minimum {{min}} characters and maximum {{max}} characters": "Minimum {{min}} znaków i maksimum {{max}} znaków",
  "Minute": "Minuta",
  "Money Distributed": "Pieniądze Rozdane",
  "Month": "Miesiąc",
  "Month's Pnl": "Miesięczny Pnl",
  "Monthly Earnings": "Miesięczne Zarobki",
  "Monthly cashback cap": "Miesięczny limit cashback",
  "More": "Więcej",
  "Multi-account abuse or airdrop farming behavior": "Nadużycia na wielu kontach lub zachowania typu airdrop farming",
  "Multiple crypto currency binary options derivatives": "Wiele pochodnych opcji binarnych kryptowalutowych",
  "Multiple investment models": "Wiele modeli inwestycyjnych",
  "Multiplier": "Mnożnik",
  "Must be at least {{less}}": "Musi mieć co najmniej {{less}}",
  "Must be at most {{large}}": "Musi mieć maksymalnie {{large}}",
  "My Position": "Moja Pozycja",
  "My activity": "Moja aktywność",
  "My referral code": "Mój kod polecający",
  "My referral link": "Mój link polecający",
  "My reward": "Moja nagroda",
  "My vouchers": "Moje kupony",
  "NA": "NA",
  "Name": "Imię",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Potrzebujesz pomocy? Odwiedź nasze Centrum Wsparcia lub skontaktuj się z Działem Obsługi Klienta. Służymy pomocą 24 godziny na dobę, 7 dni w tygodniu.",
  "Network": "Sieć",
  "New": "Nowe",
  "New Password": "Nowe Hasło",
  "New Trading Symbol": "Nowy Symbol Handlowy",
  "New messages": "Nowe wiadomości",
  "New notice": "Nowe powiadomienie",
  "New password is {{exceed}} length": "Nowe hasło ma długość {{exceed}}",
  "New user": "Nowy użytkownik",
  "Next": "Następny",
  "Next Draw Starts in": "Następne Losowanie Rozpoczyna się za",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC jest Domem Maklerskim, który zapewnia samodzielnym inwestorom usługi maklerskie i nie udziela rekomendacji ani nie oferuje porad inwestycyjnych, finansowych, prawnych ani podatkowych. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC jest firmą brokerską świadczącą usługi brokerskie dla inwestorów działających samodzielnie i nie udziela rekomendacji ani porad inwestycyjnych, finansowych, prawnych czy podatkowych. Handel online wiąże się z nieodłącznym ryzykiem, w tym z wahaniami w szybkości reakcji systemu i dostępu do rynku, wynikającymi z warunków rynkowych, wydajności systemu oraz innych czynników. Przed rozpoczęciem handlu skonsultuj się z niezależnym, licencjonowanym doradcą finansowym i upewnij się, że posiadasz odpowiedni poziom tolerancji ryzyka, doświadczenia i wiedzy. W żadnym wypadku Nexus Play LLC nie ponosi odpowiedzialności wobec jakiejkolwiek osoby lub podmiotu za jakiekolwiek szkody bezpośrednie, pośrednie, szczególne, wynikowe lub przypadkowe. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, firma brokerska autoryzowana i regulowana przez Mwali International Services Authority (M.I.S.A.) na podstawie licencji nr BFX2024137.",
  "No": "Nr",
  "No Hidden Fees": "Brak Ukrytych Opłat",
  "No More Data": "Nie Ma Więcej Danych",
  "No More Orders": "Nie Ma Więcej Zamówień",
  "No data available": "Brak dostępnych danych",
  "No discussion of streamers or Twitch or any other similar platforms.": "Żadnych dyskusji o streamerach, Twitchu lub innych podobnych platformach.",
  "No downloads or updates required": "Nie wymaga pobierania ani aktualizacji",
  "No funding within 60 minutes for this order": "Brak finansowania w ciągu 60 minut dla tego zlecenia",
  "No installation is required and you can trade via your smartphone's web browser.": "Instalacja nie jest wymagana i można handlować za pośrednictwem przeglądarki internetowej smartfona.",
  "No more data": "Nie ma więcej danych",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Zakaz rozmów o polityce i religii na czacie, są one surowo zabronione.",
  "No suspicious behavior that can be seen as potential scams.": "Brak podejrzanych zachowań, które mogą być postrzegane jako potencjalne oszustwa.",
  "No withdrawal of coins within 24 hours": "Brak wypłaty tokenów w ciągu 24 godzin",
  "Not activated": "Nie aktywowano",
  "Not completed": "Nieukończone",
  "Note": "Uwaga",
  "Notification": "Powiadomienie",
  "Now login disabled 2FA": "Logowanie 2FA jest teraz wyłączone ",
  "Now login need 2FA": "Teraz logowanie wymaga 2FA",
  "Old Password": "Stare Hasło",
  "Old password is {{exceed}} length": "Stare hasło ma długość {{exceed}}",
  "On going": "W toku",
  "On your first deposit": "Przy Twoim pierwszym depozycie",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Po aktywacji, jeśli rozmiar Twojej pozycji jest większy lub równy wartości bonusu, system automatycznie użyje bonusu jako pierwszego przy realizacji transakcji.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Gdy seed zostanie ujawniony, każdy może zweryfikować ceny z rundy handlowej. Poniższy kod w języku Python oblicza pierwsze 100 cen rundy, biorąc pod uwagę jej seed:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Po odblokowaniu wszystkich 4 trybów handlu (Wysoka Niska / Spread / Future / Góra Dół) pełny bonus (50% Twojej wpłaty) zostanie przyznany automatycznie.",
  "Ongoing": "Trwa",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Handel online wiąże się z nieodłącznym ryzykiem, w tym z wahaniami czasu reakcji systemu i dostępności wynikającymi z warunków rynkowych, wydajności systemu oraz innych czynników. Przed rozpoczęciem handlu skonsultuj się z niezależnym, licencjonowanym doradcą finansowym i upewnij się, że posiadasz odpowiedni poziom akceptacji ryzyka, doświadczenie oraz wiedzę. W żadnym wypadku firma Nexus Play LLC nie ponosi odpowiedzialności wobec jakiejkolwiek osoby lub podmiotu za jakiekolwiek szkody bezpośrednie, pośrednie, szczególne, wynikowe ani przypadkowe. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Wysyłaj tylko {{crypto}} na ten adres, {{confirmations}} potwierdzenia wymagane.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Używaj wyłącznie języka określonego na kanale czatu, potencjalne nadużycia będą karane.",
  "Open": "Otwarte",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Otwórz Google Authenticator, zeskanuj poniższy kod QR lub ręcznie wpisz klucz, aby aktywować token weryfikacyjny",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Procentowy Podział Kierunków Otwartych Pozycji Użytkowników Na Tej Platformie Dla \nBieżącej Waluty",
  "Order Amount": "Kwota Zlecenia",
  "Order Id": "Id zlecenia",
  "Order Progress": "Postęp Zamówienia",
  "Order id": "Id zlecenia",
  "Order placed successfully!": "Zamówienie złożone pomyślnie!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Oryginalny model inwestycyjny bankroll, łatwy sposób na zarabianie dochodu, aktywa można wypłacić w dowolnym momencie.",
  "Other": "Inne",
  "Our Advantage": "Nasza Przewaga",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Nasza Platforma nie jest przeznaczona do użytku przez dzieci poniżej 18 roku życia. Nie gromadzimy świadomie ani nie zabiegamy o dane osobowe od dzieci poniżej 18 roku życia. Jeśli dowiemy się, że zebraliśmy dane osobowe od dziecka poniżej 18 roku życia, usuniemy je tak szybko, jak to możliwe.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Nasza Platforma może zawierać linki do stron internetowych lub usług stron trzecich, które nie są własnością ani nie są kontrolowane przez Detrade. Nie mamy kontroli i nie ponosimy odpowiedzialności za treści, politykę prywatności lub praktyki stosowane na stronach internetowych lub w usługach stron trzecich. Zachęcamy do zapoznania się z polityką prywatności odwiedzanych stron internetowych osób trzecich.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Nasz program partnerski odzwierciedla nasze zaangażowanie w tworzenie współpracy korzystnej dla wszystkich i jest dostosowany do podmiotów stowarzyszonych każdej wielkości. Dołącz do nas w naszej podróży wspólnego rozwoju!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Nasz plan ma na celu zapewnienie zachęt dla osób, które osiągną wyjątkowe wyniki.",
  "Outflow": "Wypływ",
  "Over 70 popular crypto assets. Trade and increase your balance": "Ponad 70 popularnych aktywów kryptowalutowych. Handluj i zwiększaj swoje saldo",
  "Overview": "Przegląd",
  "Own your branded platform": "Posiadaj swoją markową platformę",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "P&L z transakcji bonusowych zostaną przelane bezpośrednio na Twoje konto rzeczywiste",
  "PNL": "P&L",
  "Page error": "Błąd strony",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Metoda uczestnictwa: Dokonaj 3 transakcji STONKS/BCD w danym okresie.",
  "Partner Program": "Program Partnerski",
  "Partner program": "Program partnerski",
  "Partnership Program": "Program Partnerski",
  "Partnership Tiers": "Poziomy Partnerstwa",
  "Partnership With A Trusted Pioneer": "Partnerstwo Z Zaufanym Pionierem",
  "Partnership program": "Program partnerski",
  "Password": "Hasło",
  "Password reset link sent. Check your email inbox.": "Link do resetowania hasła został wysłany. Sprawdź swoją skrzynkę odbiorczą.",
  "Password strength": "Siła hasła",
  "Passwords must differ": "Hasła muszą się różnić",
  "Past": "Poprzednie",
  "Past 1 year": "Ostatni 1 rok",
  "Past {{days}} days": "Ostatnie {{days}} dni",
  "Past {{hours}} hours": "Ostatnie {{hours}} godzin",
  "Payment Method": "Metoda płatności",
  "Payout": "Wypłata",
  "Payout Multiplier": "Mnożnik Wypłaty",
  "Pending third-party processing (estimated {{hours}} hours).": "Oczekiwanie na przetwarzanie przez stronę trzecią (szacunkowo {{hours}} godzin).",
  "Pending third-party processing.": "Oczekiwanie na przetwarzanie przez stronę trzecią.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Korzyści obejmują wyższe stawki prowizji, sponsorowane kampanie Detrade i inne!",
  "Personal": "Osobiste",
  "Personal Info": "Informacje Osobiste",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Wybierz mnożnik, aby zmaksymalizować swoją pozycję. Ustawienie wyższego mnożnika zwiększa ryzyko związane z Twoją pozycją.",
  "Place Your Trade": "Umieść Swoją Transakcję",
  "Platform": "Platforma",
  "Platform Name": "Nazwa Platformy",
  "Platform Type": "Typ Platformy",
  "Platform Website": "Strona Platformy",
  "Platinum": "Platyna",
  "Platinum Partner": "Platynowy Partner",
  "Play now": "Zagraj teraz",
  "Players": "Gracze",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Gracze mogą dokonywać doładowań i wypłat za pośrednictwem portali doładowań i wypłat zapewnionych przez platformę.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Gracze mogą przewidywać cenę Bitcoina. Gracze mogą dołączyć do puli, która przewiduje wzrosty lub spadki cen i zainwestować określoną kwotę pieniędzy, aby wziąć udział w grze. Zwycięzca rozdzieli aktywa puli kapitałowej kontrahenta zgodnie ze współczynnikiem inwestycji. Nową grę można rozpocząć dopiero po tym, jak gracze ze wszystkich poprzednich rund otrzymają swoje wypłaty.",
  "Please enter a valid email address": "Prosimy wprowadzić poprawny adres e-mail",
  "Please enter an 2FA code": "Prosimy o wprowadzenie kodu 2FA",
  "Please enter the seed": "Prosimy wprowadzić seed",
  "Please enter you remail": "Prosimy o podanie adresu e-mail",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Prosimy przestrzegać wytycznych dotyczących wpłat, aby dokonać wpłaty, w przeciwnym razie Twoja wpłata może przepaść.",
  "Please refresh the page or jump to the trading center": "Prosimy odświeżyć stronę lub przejść do centrum handlowego",
  "PnL": "P&L",
  "PnL fee": "Opłata PnL",
  "PnL fee limit": "Limit opłat PnL",
  "PnL%": "P&L%",
  "Positions": "Pozycje",
  "Potential Return": "Potencjalny Zwrot",
  "Powered by": "Zasilana przez",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Przewidź kierunek ruchu ceny. Jeśli cena podąży w wybranym przez Ciebie kierunku, osiągniesz zysk!",
  "Preferences": "Preferencje",
  "Premium support": "Wsparcie premium",
  "Preview": "Podgląd",
  "Price": "Cena",
  "Price Formulation": "Formuła Cenowa",
  "Price formulation": "Formuła cenowa",
  "Price move": "Ruch cenowy",
  "Priority access": "Priorytetowy dostęp",
  "Privacy Policy": "Polityka Prywatności",
  "Privacy policy": "Polityka prywatności",
  "Private invitation": "Prywatne zaproszenie",
  "Private profile": "Profil prywatny",
  "Prize Calculation Formula": "Wzór Obliczania Nagrody",
  "Prize Pools": "Pule Nagród",
  "Prizes will be sent on Notice page as the Contest ends.": "Nagrody zostaną wysłane na stronę Powiadomień po zakończeniu Konkursu.",
  "Product Description": "Opis Produktu",
  "Product capabilities": "Możliwości produktu",
  "Product iteration, new product development": "Iteracja produktu, rozwój nowych produktów",
  "Professional, Secure, Trustworthy": "Profesjonalna, Bezpieczna, Godna zaufania",
  "Profile": "Profil",
  "Profile is not publicly available": "Profil nie jest publicznie dostępny",
  "Profit": "Zysk",
  "Profit Calculator": "Kalkulator Zysków",
  "Program — Work with a trustworthy online trading provider.": "Program — Współpracuj z godnym zaufania dostawcą usług handlu online.",
  "Progressing": "Przetwarzanie",
  "Promising Affiliate": "Obiecujący Partner",
  "Provably fair": "Provably fair",
  "Provides tutorials,guides and various trading strategy services.": "Oferuje samouczki, przewodniki i różne usługi dotyczące strategii handlowych.",
  "Providing the best customer service is our aim.": "Naszym celem jest zapewnienie najlepszej obsługi klienta.",
  "Providing users with diverse options for transactions": "Zapewnienie użytkownikom różnorodnych opcji handlu",
  "Q1: Can I withdraw the bonus?": "Q1: Czy mogę wypłacić bonus?",
  "Q2: Will my bonus expire if I don't activate it?": "P2: Czy mój bonus wygaśnie, jeśli go nie aktywuję?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "P3: Dokonałem wpłaty, ale nie otrzymałem bonusu. Co powinienem zrobić?",
  "Quick experience starts here, easy experience without registration": "Szybkie doświadczenie zaczyna się tutaj, łatwe doświadczenie bez rejestracji",
  "Quick tap: will the price go up or down next?": "Szybkie stuknięcie: czy następnie cena wzrośnie czy spadnie?",
  "ROI": "ROI",
  "ROI Calculator": "Kalkulator ROI",
  "ROI calculator": "Kalkulator ROI",
  "Rakeback": "Rakeback",
  "Rank": "Ranga",
  "Rapid deployment": "Szybkie wdrożenie",
  "ReSend": "ReSend",
  "Ready to Get Started": "Gotowy do Rozpoczęcia",
  "Real Account": "Konto Rzeczywiste",
  "Real Account – Real Funds!": "Prawdziwe Konto – Prawdziwe Środki!",
  "Realized PnL": "Zrealizowany P&L",
  "Receive commission rewards": "Otrzymywanie nagród prowizyjnych",
  "Recommended for you": "Polecane dla Ciebie",
  "Record": "Rekord",
  "Referral": "Polecenie",
  "Referral by": "Polecenie przez",
  "Referral rules": "Zasady polecania",
  "Referred at": "Polecony o",
  "Referred users": "Poleceni użytkownicy",
  "Refresh page": "Odśwież stronę",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Niezależnie od płynności na rynkach bazowych, Detrade gwarantuje, że likwidacje oraz stop loss będą zawsze realizowane po cenie ustalonej z góry w momencie otwarcia pozycji. Straty z likwidacji są ograniczone do pierwotnego rozmiaru pozycji, a straty ze stop lossu są ograniczone ustawieniem określonym przez tradera przy wejściu. Ceny wyzwalające likwidacje oraz stop loss można obliczyć w następujący sposób:",
  "Register": "Rejestracja",
  "Register for Detrade.": "Zarejestruj się w Detrade.",
  "Register to Win Crypto Tokens": "Zarejestruj Się, aby Wygrać Tokeny Kryptowalutowe",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Zwykłe produkty opcji binarnych, w oparciu o to, czy cena zamknięcia instrumentu bazowego w określonym czasie (takim jak następne 30 sekund, jedna minuta, jedna godzina itp.) jest niższa lub wyższa od ceny wykonania, określają, czy uzyskać zysk. Ten produkt jest inwestycją krótkoterminową. Ta opcja jest odpowiednia dla rynków o mniej zmiennych ruchach cen.",
  "Reliable": "Niezawodny",
  "Reload": "",
  "Remarks": "Uwagi",
  "Remove": "Usuń",
  "Remove 2fa Success": "Usunięcie 2fa Powiodło Się",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Usuń wszystkie kanały cenowe, dla których nie było aktualizacji danych rynkowych przez ostatnie 30 sekund.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Usuń wszelkie źródła cen, które mają przekroczone ceny kupna i sprzedaży lub których środkowa cena na szczycie książki zleceń różni się o więcej niż 10% od mediany środkowej ceny na szczycie książki zleceń we wszystkich źródłach cen.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Wymagania: 100 unikalnych, aktywnie zaangażowanych rejestracji z wolumenem obrotu co najmniej 1 000 000 USD przez poleconych.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Wymagania: 50 unikalnych, aktywnie zaangażowanych rejestracji z wolumenem obrotu co najmniej 100 000 USD przez poleconych.",
  "Research lab": "Laboratorium badawcze",
  "Reset fields": "Resetuj pola",
  "Reset password": "Resetuj hasło",
  "Responsive and secure trading platform": "Responsywna i bezpieczna platforma handlowa",
  "Result": "Wynik",
  "Retry": "",
  "Revenue Share": "Udział w Zyskach",
  "Reward": "Nagroda",
  "Reward center": "Centrum nagród",
  "Rewards hub": "Centrum nagród",
  "Rewords": "Nagrody",
  "Rich Trading Tools": "Bogate Narzędzia Handlowe",
  "Rich activities and rewards": "Bogate aktywności i nagrody",
  "Risk Control & Compliance Notice": "Powiadomienie o Kontroli Ryzyka i Zgodności",
  "Risk Disclaimer": "Ostrzeżenie Ryzyka",
  "Risk Warning": "Ostrzeżenie o Ryzyku",
  "Risk-free trading with $10,000 in virtual funds": "Handel bez ryzyka z 10 000 USD w wirtualnych środkach",
  "Round In Progress": "Runda W Toku",
  "Round ends in": "Runda kończy się za",
  "SA": "SA",
  "Safe": "Bezpieczna",
  "Save": "Zapisz",
  "Search": "Szukaj",
  "Search crypto": "Szukaj krypto",
  "Sec": "Sek",
  "Second": "Sekunda",
  "Seconds": "Sekundy",
  "Security": "Bezpieczeństwo",
  "Security Verification": "Weryfikacja Bezpieczeństwa",
  "Seed": "Seed",
  "Select a countdown period.": "Wybierz okres odliczania.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Wybierz odliczanie i spread (spread: różnica między ceną kupna a ceną wyjścia)",
  "Select your partner program revenue share": "Wybierz swój udział w przychodach z programu partnerskiego",
  "Sell": "Sprzedaż",
  "Send": "Wyślij",
  "Send message": "Wyślij wiadomość",
  "Send message successfully": "Wysłano wiadomość pomyślnie",
  "Service guide": "Przewodnik po usługach",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "ChatGPT said:\nUstaw cenę, aby ograniczyć straty. Twoja pozycja zostanie automatycznie zamknięta, jeśli rynek osiągnie tę cenę.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Ustaw cenę docelową, przy której Twoja pozycja zostanie automatycznie zamknięta, aby zabezpieczyć zysk.",
  "Set password": "Ustaw hasło",
  "Set successfully": "Ustawiono pomyślnie",
  "Set up": "Skonfiguruj",
  "Set up Google Authenticator": "",
  "Settings": "Ustawienia",
  "Share": "Udostępnij",
  "Share to": "Udostępnij",
  "Share your Affiliate invitation link to friends and users.": "Udostępnij swój link z Zaproszeniem znajomym i użytkownikom.",
  "Share your referral link or code": "Udostępnij swój link lub kod polecający",
  "Show live positions on chart": "Pokaż pozycje na żywo na wykresie",
  "Show my positions on chart": "Pokaż moje pozycje na wykresie",
  "Side": "Strona",
  "Sign in": "Zaloguj się",
  "Silver": "Srebro",
  "Simple": "Prosty",
  "Simple and intuitive usable interface": "Prosty i intuicyjny interfejs użytkownika",
  "Simple integration": "Prosta Integracja",
  "Simple way to earn money, The more invite, the more you will get!": "Prosty sposób na zarabianie pieniędzy, Im więcej zaproszeń, tym więcej otrzymasz!",
  "Simple, Fast, Intelligence": "Proste, Szybkie, Inteligentne",
  "Size": "Wielkość",
  "Something went wrong!": "",
  "Sorry, page not found!": "Przepraszamy, nie znaleziono strony!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Przepraszamy, nie mogliśmy znaleźć strony, której szukasz. Być może błędnie wpisałeś adres URL? Pamiętaj, aby sprawdzić pisownię.",
  "Sound": "Dźwięk",
  "Speed": "Prędkość",
  "Spot Exchanges": "Giełdy Spot",
  "Spread": "Spread",
  "Standard CS": "Standardowe WK",
  "Start": "Start",
  "Start Rate": "Stawka Początkowa",
  "Start Time": "Czas Rozpoczęcia",
  "Start Time Invalid( hh : mm : ss )": "Nieprawidłowy Czas Rozpoczęcia( gg : mm : ss )",
  "Start time": "Czas rozpoczęcia",
  "Start trading": "Rozpocznij handel",
  "Statistics": "Statystyki",
  "Status": "Status",
  "Step-up group": "Grupa Step-up",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks ma 2,5% przewagi kasyna oraz 5% prowizji od wygranych pozycji.",
  "Stonks prices are generated using a provably fair algorithm.": "Ceny Stonks są generowane przy użyciu algorytmu provably fair.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Ceny Stonks są generowane przy użyciu algorytmu provably fair. Przewaga kasyna wynosi 2,5%.",
  "Stop Loss": "Stop Loss",
  "Stop loss at price": "Stop loss po cenie",
  "Stop loss price cannot be through bust price": "Cena stop loss nie może przekraczać ceny likwidacji",
  "Stop-Loss (SL)": "Stop-Loss (SL)",
  "Strategy planning": "Planowanie strategii",
  "Submit": "Prześlij",
  "Submit request": "Prześlij wniosek",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Subskrybuj jak najwięcej poziomów głębokości dostępnych za pomocą strumieniowych interfejsów API każdej giełdy.",
  "Switch Dark or Light mode according to your preference": "Przełącz na Tryb Ciemny lub Jasny zgodnie z własnymi preferencjami",
  "Symbol": "Symbol",
  "Symbol for extra security": "Symbol dla dodatkowego bezpieczeństwa",
  "System": "System",
  "System Random: 300 lucky winners will be randomly selected.": "System Losowy: 300 szczęśliwych zwycięzców zostanie wybranych losowo.",
  "TP/SL": "TP/SL",
  "Take Profit": "Take Profit",
  "Take profit at price": "Realizacja zysku po cenie",
  "Take-Profit (TP)": "Take-Profit (TP)",
  "Tap Trading": "Tap Trading",
  "Tap to predict — quick moves, instant results.": "Dotknij, aby przewidzieć — szybkie ruchy, natychmiastowe wyniki.",
  "Target Market": "Rynek Docelowy",
  "Tell us the reason for contacting us": "Podaj powód skontaktowania się z nami",
  "Test various trading tools and strategies": "Testuj różne narzędzia i strategie handlowe",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Dziękujemy za Twoje zgłoszenie, powinno ono zostać rozpatrzone w ciągu 24 godzin",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "Indeks Strachu i Chciwości CMC to autorskie narzędzie opracowane przez CoinMarketCap, które mierzy dominujące nastroje na rynku kryptowalut.",
  "The Profit Margin Is As High As 90%": "Marża Zysku Wynosi Aż 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Łączny limit dla pozycji długich/krótkich we wszystkich kryptowalutach jest ograniczony do poziomu <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Kwota, którą masz obecnie dostępną do złożenia zlecenia.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Cena likwidacji to cena rynkowa, przy której Twoja pozycja zostanie zlikwidowana z powodu niewystarczającej marży.",
  "The calculation steps are as follows:": "Kroki obliczeń są następujące:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Metoda współpracy jest otwarta i przejrzysta i nie ma potrzeby martwić się o jakiekolwiek ukryte prowizje.",
  "The coupon code is invalid or expired": "Kod kuponu jest nieważny lub wygasł",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Ostateczna cena indeksowa jest następnie obliczana jako średnia ważona marginalnych cen średnich dla każdej wielkości. Wagi są wybierane zgodnie z gęstością prawdopodobieństwa rozkładu wykładniczego, który jest malejący monotonicznie, co skutkuje większym naciskiem na ceny bliżej top-of-book. Wagi są określone według następującego wzoru:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Pierwsze 8 bajtów skrótu jest konwertowane na niepodpisaną 64-bitową liczbę całkowitą przy użyciu kodowania little-endian. Ta liczba całkowita jest następnie konwertowana na równomiernie rozłożoną liczbę zmiennoprzecinkową. Korzystając z odwrotnej funkcji rozkładu skumulowanego ze skonfigurowaną zmiennością tickową rynku (0,1%) jako odchyleniem standardowym, konwertujemy wartość zmiennoprzecinkową na normalnie rozłożony zwrot i używamy jej do aktualizacji ceny rynkowej.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Metodologia ustalania cen indeksu została zaprojektowana tak, aby spełniała dwa ważne statystyczne własności szeregów czasowych: własność Markowa oraz własność martyngału. Własność Markowa odnosi się do bezpamięciowego charakteru procesu stochastycznego, co oznacza, że warunkowy rozkład prawdopodobieństwa przyszłych wartości zależy wyłącznie od wartości bieżącej. Własność martyngału oznacza, że bieżąca wartość procesu stochastycznego jest jednocześnie wartością oczekiwaną jego przyszłych wartości. Te dwie własności sprawiają, że ceny indeksów Detrade są nieobciążonymi estymatorami przyszłych cen, co pozwala użytkownikom handlować zmianami wartości bazowych kryptowalut bez konieczności martwienia się o efekty mikrosystemowe poszczególnych giełd.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Indeks zapewnia wgląd w to, czy rynek może być niedowartościowany (skrajny strach) lub przewartościowany (skrajna chciwość).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Funkcje marginalnej ceny kupna i sprzedaży są następnie używane do zdefiniowania funkcji marginalnej ceny środkowej dla określonej wielkości: ",
  "The order has expired": "Zlecenie wygasło",
  "The output is:": "Wynik to:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Wynikiem tego obliczenia jest pojedyncza cena indeksu, która jest używana zarówno dla pozycji długich, jak i krótkich w grze handlowej Detrade. W przeciwieństwie do większości innych platform handlowych, Detrade nie pobiera spreadu bid–offer. Handel przy użyciu jednej ceny umożliwia spekulację na krótkoterminowych ruchach cen, dla których spread bid–offer byłby zbyt kosztowny.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Platforma może dostosować kampanię na podstawie zmian rynkowych i polityki. Aktualizacje będą publikowane w oficjalnych ogłoszeniach.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Platforma oferuje BTC, ETH i inne główne pary walutowe i będzie dalej aktualizować popularne pary walutowe.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Cena zostanie zresetowana do 1000 USD o godzinie 00:00 UTC każdego dnia, a wszelkie oczekujące zlecenia będą automatycznie rozliczone podczas resetu.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Pula nagród w konkursie jest ściśle uzależniona od zakładów z poprzedniego dnia. Im więcej graczy postawi zakłady, tym większa będzie pula nagród. Aktualna pula nagród będzie wyświetlana na stronie konkursu.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Produkty i usługi oferowane przez Nexus Play LLC nie są przeznaczone dla rezydentów Stanów Zjednoczonych, Unii Europejskiej ani żadnych innych jurysdykcji, w których takie usługi i produkty są zabronione przez prawo. Nexus Play LLC nie prowadzi działalności ani nie świadczy usług brokerskich dla osób fizycznych lub podmiotów z tych regionów. To na potencjalnych klientach spoczywa obowiązek znajomości oraz przestrzegania wszelkich obowiązujących przepisów prawa w ich jurysdykcjach przed podjęciem handlu online. Uzyskując dostęp do tej strony internetowej i korzystając z naszych usług, potwierdzasz, że nie jesteś rezydentem Stanów Zjednoczonych, Unii Europejskiej ani żadnej innej jurysdykcji, w której nasze usługi są ograniczone.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Nagrody zdobyte w tym wydarzeniu online zostaną automatycznie dodane do salda gracza.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Seed jest kodowany do 64-znakowego ciągu szesnastkowego pisanego małymi literami i łączony z ciągiem reprezentującym bieżącą wartość licznika tików. Następnie obliczany jest skrót połączonego ciągu przy użyciu funkcji skrótu BLAKE2b o 256-bitowym rozmiarze skrótu. Korzystając z kryptograficznej funkcji skrótu, zapewniamy, że zmiany cen są losowe i nieprzewidywalne przed ujawnieniem seedu, ale w pełni odtwarzalne, gdy seed jest już znany.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Formuła rozliczeń jest otwarta oraz przejrzysta, i może być obliczana w czasie rzeczywistym.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "System wyświetla zwycięskie i przegrane wyniki pul kapitałowych GÓRA i DÓŁ. Gdy osiągniesz zysk, zobaczysz kwotę zysku.",
  "The system is under maintenance and upgrade, please visit later": "System jest w trakcie konserwacji i aktualizacji, prosimy o późniejszą wizytę",
  "The trade will complete in 5s.": "Transakcja zostanie zakończona w ciągu 5 sek.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Transakcja zostanie zakończona w ciągu <0>{{countdown}}sek</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Bonus handlowy to <0>zachęta marketingowa</0> udostępniana przez Detrade, aby pomóc użytkownikom w poznaniu naszego systemu handlowego. Środków z bonusu <1>nie można wypłacić<1>, ale zyski uzyskane dzięki ich wykorzystaniu mogą wpłynąć na saldo Twojego prawdziwego konta.",
  "The trading symbol will be replaced regularly.": "Symbol handlowy będzie regularnie wymieniany.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Zwycięzcy będą ogłaszani na bieżącej stronie w każdą niedzielę o 22:00 (UTC), a kolejne następne rozpocznie się 2 godziny po ostatnim losowaniu.",
  "Theme": "Motyw",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Nie ma ograniczenia co do wysokości zarobków. Im więcej znajomych zaprosisz, tym więcej nagród otrzymasz.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Są one pobierane z salda Twojego konta, a brak wystarczających środków spowoduje automatyczne zamknięcie pozycji.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "To wydarzenie jest dostępne wyłącznie dla użytkowników z krajów i regionów kwalifikujących się zgodnie z polityką zgodności platformy.",
  "This field is required": "To pole jest wymagane",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Obejmuje to Twój adres IP, typ przeglądarki, system operacyjny, czasy dostępu oraz strony, które oglądałeś bezpośrednio przed i po uzyskaniu dostępu do naszej platformy.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Obejmuje to imię i nazwisko, adres e-mail, numer telefonu, adres pocztowy, datę urodzenia i wszelkie inne informacje podane podczas rejestracji konta lub korzystania z naszych usług.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Indeks ten mieści się w przedziale od 0 do 100, przy czym niższa wartość oznacza skrajny strach, a wyższa wskazuje na skrajną chciwość.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Jest to powiązane z określonymi limitami dla każdej kryptowaluty, które są wyszczególnione poniżej.",
  "This is why you should promote Detrade:": "Właśnie dlatego powinieneś promować Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Ta strona jest chroniona przez reCAPTCHA i mają do niej zastosowanie Polityka Prywatności i Warunki Korzystania z Usługi Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Dzięki programowi partnerskiemu Detrade możesz odblokować zwiększone prowizje partnerskie, ekskluzywne sponsorowane wydarzenia i inne unikalne korzyści. Chcesz dowiedzieć się więcej? Czytaj dalej!",
  "Time": "Czas",
  "Time and payout": "Czas i wypłata",
  "Time closed": "Czas zamknięcia",
  "Time opened": "Czas otwarcia",
  "Time remaining": "Pozostały czas",
  "Tips": "Napiwki",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Wskazówki: Przetwarzanie zwykle zajmuje {{hours}} godzin, może potrwać dłużej, konkretny czas zależy od limitu czasu sprzedawcy.",
  "To": "Do",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Aby analizować trendy, monitorować użytkowanie i przeprowadzać badania w celu poprawy naszych usług.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Aby zapewnić bezpieczeństwo Twojego konta, wypłaty zostaną wstrzymane na 24 godziny po usunięciu uwierzytelniania Google 2FA.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Aby zachować uczciwość i integralność, Detrade będzie monitorować konta uczestniczące w programie bonusowym za pomocą kontroli behawioralnych i technicznych, w tym między innymi identyfikacji urządzeń, śledzenia adresów IP oraz analizy wzorców transakcji.",
  "To manage your account, process transactions, and provide you with the services you request.": "Aby zarządzać Twoim kontem, przetwarzać transakcje i świadczyć usługi, o które wnioskujesz.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Aby monitorować oszustwa, egzekwować nasze warunki świadczenia usług oraz przestrzegać wymagań prawnych i regulacyjnych.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Aby chronić bezpieczeństwo Twojego konta, wypłaty zostaną zablokowane na 24 godziny po zmianie hasła.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Aby zapewnić uczciwe i rzetelne ceny w grach handlowych, Detrade oblicza złożoną cenę indeksu co 500 milisekund, która pochodzi z cen podawanych w czasie rzeczywistym do najbardziej płynnych na świecie giełd kryptowalut spot i pochodnych. Dzięki uwzględnieniu wielu źródeł cen, indeks Detrade jest odporny na manipulacje rynkowe, kwestie techniczne i inne anomalie handlowe, które mogą od czasu do czasu występować na poszczególnych giełdach.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Aby wysyłać Ci aktualizacje, alerty bezpieczeństwa i wiadomości administracyjne oraz odpowiadać na Twoje zapytania i prośby.",
  "To tailor our content and advertisements to your interests and preferences.": "Aby dostosować nasze treści i reklamy do Twoich zainteresowań i preferencji.",
  "To trading center": "Do centrum handlu",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Aby zrozumieć, jak użytkownicy korzystają z naszej Platformy, diagnozować problemy techniczne oraz ulepszać funkcjonalność i doświadczenie traderów.",
  "Today's Pnl": "Dzisiejszy Pnl",
  "Top": "Top",
  "Top tokens": "Top tokeny",
  "Top trade": "Najlepsza transakcja",
  "Top-tier account manager": "Menadżer konta najwyższej klasy",
  "Total Trades": "Transakcje Ogółem",
  "Total commission": "Całkowita prowizja",
  "Total participated tickets for this round <0>{{total}}</0>": "Łączna liczba losów w tej rundzie <0>{{total}}</0>",
  "Total prize won": "Całkowita wygrana nagroda",
  "Total profit": "Całkowity zysk",
  "Total tickets": "Całkowita liczba zgłoszeń",
  "Total traders": "Handlujący ogółem",
  "Total trades": "Transakcje ogółem",
  "Trade": "Handluj",
  "Trade for prestige": "Handel dla prestiżu",
  "Trade history": "Historia handlu",
  "Trade like a rhythm master": "Handluj jak mistrz rytmu",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Handluj na spadek ceny, jeśli uważasz, że cena będzie maleć. Jeśli cena rzeczywiście spadnie, wygenerujesz zysk.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Handluj na wzrost ceny, jeśli uważasz, że cena będzie rosnąć. Jeśli cena rzeczywiście wzrośnie, wygenerujesz zysk.",
  "Trade to Win": "Handluj, by Wygrać",
  "Trade to rank up": "Handluj, aby awansować",
  "Trade with $10,000 in virtual funds": "Handluj z 10 000 USD w wirtualnych funduszach",
  "Trader": "Trader",
  "Trades": "Transakcje",
  "Trading": "Handel",
  "Trading Amount": "Kwota Handlowa",
  "Trading Platform": "Platforma Handlowa",
  "Trading Smarter, Earning Better": "Sprytniejszy Handel, Lepsze Zarobki",
  "Trading Volume": "Wolumen Transakcji",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Kwota transakcji jest zbyt duża dla wybranego mnożnika przy wybranej cenie stop loss",
  "Trading bonus trial": "Próbny bonus handlowy",
  "Trading center": "Centrum handlu",
  "Trading indicators and signals": "Wskaźniki i sygnały handlowe",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Handel wiąże się z ryzykiem. Upewnij się, że rozumiesz, co robisz, zanim użyjesz dźwigni lub środków z bonusu. Detrade nie ponosi odpowiedzialności za jakiekolwiek straty poniesione w wyniku handlu z użyciem bonusu.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Handel jest wstrzymany codziennie od {{startTime}} do {{endTime}} ({{timeZone}}) oraz w weekendy. Prosimy o rozliczanie zleceń z wyprzedzeniem.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Turnieje handlowe, regularne bonusy, prezenty, kody promocyjne i konkursy handlowe są dostępne dla każdego tradera.",
  "Traffic Owners": "Właściciele Ruchu",
  "Transaction Completed": "Transakcja Zakończona",
  "Transaction details": "Szczegóły transakcji",
  "Transactions": "Transakcje",
  "Transition details": "Szczegóły przejścia",
  "Transparency & Security": "Przejrzystość i Bezpieczeństwo",
  "Trigger price is too close to bust price": "Cena wyzwalająca jest zbyt blisko ceny likwidacji",
  "Trigger price is too close to current price": "Cena wyzwalająca jest zbyt blisko aktualnej ceny",
  "Trusted by": "Zaufana przez",
  "Trusted by millions of users.": "Zaufana przez miliony użytkowników.",
  "Try": "Spróbuj",
  "Try a quick demo": "Wypróbuj szybkie demo",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Wypróbuj wszystkie korzyści oferowane przez platformę na rachunku demo z wirtualną walutą, bez prawdziwych inwestycji i bez żadnego ryzyka.",
  "Turn every action into rewards. Start trading today.": "Zamień każde działanie w nagrodę. Zacznij handlować już dziś.",
  "Txid": "Txid",
  "Type": "Typ",
  "Type Your message": "Wprowadź Swoją wiadomość",
  "UID": "UID",
  "UP": "W GÓRĘ",
  "USDT-Margined": "Zabezpieczony USDT",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Niedostępne codziennie od {{startTime}} do {{endTime}} ({{timeZone}}) i w weekendy.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Wyjątkowe doświadczenia: Od innowacyjnych wyzwań handlowych po usprawnione opcje handlu kryptowalutami i ekskluzywne modele handlowe, Detrade oferuje doświadczenie, którego nie znajdziesz nigdzie indziej.",
  "Unlock Diamond": "Odblokuj Diament",
  "Unlock Top Traders, Achieve": "Odblokuj Najlepszych Traderów, Osiągnij",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Niepotrzebne. Detrade jest dostawcą technologii i możesz kupować nasze rozwiązania z dowolnego kraju.",
  "Up": "Góra",
  "Up & Down": "Góra i Dół",
  "Up Down": "Góra Dół",
  "Up Or Down?": "Góra Czy Dół?",
  "Up Wins": "Wygrywa Góra",
  "Update Success": "Aktualizacja Powiodła Się",
  "Updated at {{time}}": "Zaktualizowano o {{time}}",
  "Updated timely": "Aktualizowane na czas",
  "Uppercase or lowercase letters": "Duże lub małe litery",
  "Usage Instructions & Limitations": "Instrukcje Użycia i Ograniczenia",
  "Used": "Użyte",
  "User Agreement and Terms & Conditions": "Umowa Użytkownika oraz Warunki i Postanowienia",
  "User ID": "ID Użytkownika",
  "User name": "Nazwa użytkownika",
  "Username": "Nazwa Użytkownika",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Użytkownicy muszą wybrać lub uczestniczyć w handlu powiązanymi parami handlowymi, aby cieszyć się tą aktywnością.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Korzystanie z wielu kont w celu obejścia limitów handlowych jest surowo zabronione i może skutkować zawieszeniem konta lub nałożeniem kar.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Korzystając z książki zleceń złożonej, definiuje się funkcję reprezentującą cenę marginalną zakupu lub sprzedaży danej ilości. Na przykład, funkcja marginalna zakupu wygląda następująco:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Korzystanie z uwierzytelniania dwuskładnikowego jest wysoce zalecane, ponieważ chroni Twoje konto zarówno hasłem, jak i Twoim telefonem.",
  "VIP": "VIP",
  "VIP group": "Grupa VIP",
  "Validity period: within 14 days after activation": "Okres ważności: w ciągu 14 dni od aktywacji",
  "Verifiable fairness": "Weryfikowalna uczciwość",
  "Verification": "Weryfikacja",
  "Verification Example": "Przykład Weryfikacji",
  "Verification code failed": "Kod weryfikacyjny nie powiódł się",
  "Verification email sent. Check your inbox.": "E-mail weryfikacyjny został wysłany. Sprawdź swoją skrzynkę odbiorczą.",
  "Verified": "Zweryfikowany",
  "Verify": "Weryfikacja",
  "Verify Fairness": "Weryfikuj Uczciwość",
  "Verify fairness": "Weryfikacja uczciwości",
  "View details": "Zobacz szczegóły",
  "View more": "Zobacz więcej",
  "Volume": "Wolumen",
  "Volume (24h)": "Wolumen (24h)",
  "Voucher code": "Kod kuponu",
  "Wager": "Zakład",
  "Wager <0>{{amount}}</0> To Reach": "Postaw <0>{{amount}}</0> By Osiągnąć",
  "Wait For Next Round": "Poczekaj Na Następną Rundę",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Poczekaj, aż będzie co najmniej 6 ważnych feedów cenowych. Jeśli nie ma wystarczającej liczby feedów cenowych, cena indeksu Detrade nie zostanie zaktualizowana.",
  "Wallet": "Portfel",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Chcesz dołączyć do programu partnerskiego Detrade? Skontaktuj się z naszym zespołem wsparcia, aby rozpocząć!",
  "Watch play demo": "Obejrzyj demo gry",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Gromadzimy informacje na temat aktywności użytkownika na naszej Platformie, w tym aktywności handlowej, preferencji i zaangażowania w nasze treści.",
  "We collect several types of information from and about users of our Platform, including:": "Gromadzimy kilka rodzajów informacji od i o użytkownikach naszej Platformy, w tym:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Dysponujemy doskonałymi zespołami technicznymi i operacyjnymi, aby nieprzerwanie zaspokajać potrzeby klientów i zapewniać im więcej gwarancji.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Wdrażamy różne środki bezpieczeństwa w celu ochrony danych osobowych użytkownika przed nieuprawnionym dostępem, użyciem lub ujawnieniem. Środki te obejmują szyfrowanie, kontrolę dostępu i bezpieczne przechowywanie. Jednak żadna metoda transmisji przez Internet lub metoda elektronicznego przechowywania danych nie jest w 100% bezpieczna i nie możemy zagwarantować jej całkowitego bezpieczeństwa.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Z niecierpliwością czekamy, aż staniesz się członkiem naszej rosnącej rodziny sojuszniczej i pomożesz nam wspólnie kształtować przyszłość Detrade!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Możemy gromadzić informacje finansowe, takie jak numery kont bankowych, dane kart kredytowych i historię transakcji w celu ułatwienia transakcji i zapewnienia zgodności z wymogami regulacyjnymi.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Możemy gromadzić informacje o Twojej lokalizacji, jeśli wyrazisz na to zgodę, przy użyciu technologii takich jak GPS, Wi-Fi lub dane z wieży komórkowej.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Możemy ujawnić Twoje dane, jeśli będziemy do tego zobowiązani na mocy prawa lub w odpowiedzi na ważne żądania władz publicznych (np. sądu lub agencji rządowej).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Możemy ujawnić Twoje dane w celu ochrony praw, własności lub bezpieczeństwa Detrade, naszych użytkowników lub innych osób, a także w celu egzekwowania naszych warunków i zasad.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Możemy udostępniać lub przekazywać Twoje dane w związku z, lub w trakcie negocjacji dotyczących, jakiejkolwiek fuzji, sprzedaży aktywów firmy, finansowania lub przejęcia całości lub części naszej działalności przez inną firmę.",
  "We may share your information with third parties if you provide your consent to do so.": "Możemy udostępniać Twoje dane stronom trzecim, jeśli wyrazisz na to zgodę.",
  "We may share your information with third parties in the following circumstances:": "Możemy udostępniać Twoje dane stronom trzecim w następujących okolicznościach:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Możemy udostępniać Twoje dane zewnętrznym dostawcom usług, którzy wykonują usługi na naszą rzecz, takim jak przetwarzanie płatności, analiza danych, dostarczanie wiadomości e-mail i usługi hostingowe.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Oferujemy najszerszy wybór instrumentów pochodnych, przyciągając ponad 2,5 miliona traderów online na całym świecie. Nasza technologia zapewnia intuicyjne i silne doświadczenie handlowe, umożliwiając klientom lepsze zrozumienie ryzyka i podejmowanie świadomych decyzji inwestycyjnych.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Zapewniamy prostą i łatwą w obsłudze platformę handlową, dzięki której każdy może zostać traderem.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Oferujemy przewodnik krok po kroku dotyczący przyciągania graczy na Twoją platformę, wraz z materiałami marketingowymi, które okazały się skuteczne.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Zastrzegamy sobie prawo do anulowania bonusów i związanych z nimi zysków pod następującymi warunkami:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Używamy plików cookie, sygnałów nawigacyjnych (web beacons) oraz innych technologii śledzących w celu zbierania informacji o sposobie korzystania z naszej Platformy i ulepszania doświadczenia tradera.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Używamy nowoczesnej technologii, aby zapewnić najszybsze transakcje bez opóźnień i przerw w działaniu interfejsu tradera.",
  "We use the information we collect for various purposes, including:": "Używamy gromadzone przez nas informacje do różnych celów, w tym:",
  "We will contact you within 3 working days, please check your email regularly": "Skontaktujemy się z Tobą w ciągu 3 dni roboczych, prosimy o regularne sprawdzanie poczty e-mail",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Będziemy przechowywać dane osobowe użytkownika tak długo, jak będzie to konieczne do realizacji celów, dla których zostały one zgromadzone, w tym spełnienia wymogów prawnych, regulacyjnych lub biznesowych.",
  "Website for PC": "Strona Internetowa dla PC",
  "Website for smartphones": "Strona internetowa dla smartfonów",
  "Week": "Tydzień",
  "Week's Pnl": "Tygodniowy Pnl",
  "Weekly raffle": "Cotygodniowa loteria",
  "Welcome Bonus": "Bonus Powitalny",
  "Welcome To": "Witamy w",
  "Welcome To Demo Trading ": "Witamy w Handlu Demo ",
  "Welcome to Detrade Connect": "Witamy w Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Witamy w Detrade, wiodącej platformie handlu opcjami binarnymi. Przed rozpoczęciem korzystania z naszej platformy prosimy o uważne przeczytanie i zrozumienie poniższych warunków. Uzyskując dostęp do platformy Detrade lub korzystając z niej, wyrażasz zgodę na przestrzeganie niniejszych warunków. Jeśli nie zgadzasz się z jakąkolwiek częścią tych warunków, nie możesz korzystać z naszej platformy.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Witamy w Stonks! Cena zostanie zresetowana do 1000 USD o godzinie 00:00 UTC każdego dnia, a wszelkie oczekujące zamówienia zostaną automatycznie rozliczone podczas resetu.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Witamy w Detrade! Aby podziękować za Twoje wsparcie, oferujemy <0>do 50 USDT w bonusie handlowym</0> dla nowych użytkowników. Wypróbuj handel opcjami binarnymi bez ryzyka i z realnymi nagrodami!",
  "What currencies can be deposited and withdrawn?": "Jakie waluty mogą być wpłacane i wypłacane?",
  "What does it mean?": "Co to oznacza?",
  "What is Detrade Connect?": "Czym jest Detrade Connect?",
  "What operational expenses could Partner have?": "Jakie koszty operacyjne mógłby ponieść Partner?",
  "What would you like your new limit to be? (max 500% of current limit)": "Jaki ma być Twój nowy limit? (maksymalnie 500% obecnego limitu)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Po zakończeniu odliczania rozpoczyna się proces przygotowania do rozliczenia. System zapisuje cenę początkową po zakończeniu odliczania (przy pierwszej fladze). Gdy świeca K-line działa przez określony czas, system zapisuje cenę końcową (przy drugiej fladze). Porównuje się cenę końcową z początkową. Jeśli cena końcowa jest wyższa niż początkowa, wygrywa trader, który wybrał kierunek GÓRA. W przeciwnym razie wygrywa trader, który wybrał kierunek DÓŁ.",
  "When the dual conditions are met, you will receive profits.": "Gdy podwójne warunki zostaną spełnione, otrzymasz zyski.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Podczas handlu na tradycyjnej giełdzie z centralnym arkuszem zleceń duże zlecenia rynkowe zazwyczaj realizują się po cenach przekraczających najlepszą ofertę kupna lub sprzedaży, co skutkuje średnią ceną realizacji gorszą niż najlepsza dostępna cena w arkuszu. Twórcy rynku ograniczają ilość płynności dostępnej na najlepszym poziomie cenowym ze względu na dodatkowe ryzyko związane z dużymi zleceniami. Zamiast wymuszać realizację dużych zleceń po wielu cenach, Detrade stosuje formułę wpływu na rynek do ustalania ceny zamknięcia dla zwycięskich transakcji (ręcznie zamykane przegrane transakcje pozostają bez zmian). Ta metoda odzwierciedla wpływ dużych zleceń rynkowych, ale w bardziej spójny i przewidywalny sposób. Najłatwiejszym sposobem na sprawdzenie dokładnego wpływu na rynek jest skorzystanie z Kalkulatora ROI dostępnego na stronie handlu kontraktami futures.",
  "When will the commission be distributed?": "Kiedy prowizja zostanie wypłacona?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Po zakończeniu transakcji znajomego możesz otrzymać natychmiastową prowizję za tę transakcję.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Gdzie <0>P_close</0> jest <1>P_open*(1-1/multiplier_leverage)</1> dla likwidacji lub ceny stop loss.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Gdzie <0>p_i | i w 1..N</0> oraz <1>s_i|i w 1..N</1> są cenami zakupu i rozmiarami posortowanymi w rosnącej odległości od góry książki ofert. Ta funkcja podaje maksymalną cenę, jaką trzeba zapłacić, aby kupić daną ilość <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Gdzie <0>v_i</0> są wielkościami, przy których obliczane są średnie ceny i są zdefiniowane jako połączenie skumulowanych wielkości kupna i sprzedaży ze złożonego arkusza zleceń. <1>L</1> jest współczynnikiem skalowania zdefiniowanym jako <2>1/V</2>, gdzie <3>V</3> jest maksymalną wielkością, przy której obliczana jest cena średnia i jest zdefiniowana jako minimum sumy wielkości kupna i sprzedaży w złożonym arkuszu zleceń.",
  "Which currency pairs can be traded on Detrade?": "Którymi parami walutowymi można handlować na Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Właściciele White Label nie ponoszą żadnych kosztów związanych z rozwojem platformy. Muszą wyłącznie skupić się na sprzedaży i marketingu.",
  "Whitelist pre-booking": "Biała lista wstępnej rezerwacji",
  "Why Partner with Detrade?": "Dlaczego warto Współpracować z Detrade?",
  "Why choose Detrade": "Dlaczego warto wybrać Detrade",
  "Why you must choose us?": "Dlaczego warto wybrać właśnie nas?",
  "Wild": "Dzika",
  "Will The Price Go Up Or Down": "Czy Cena Pójdzie W Górę Czy W Dół",
  "Will the price go up or down ?": "Czy cena wzrośnie czy spadnie?",
  "Win": "Wygrana",
  "Win Crypto Tokens": "Wygrywaj Tokeny Kryptowalutowe",
  "Win if the price breaks out — above the high or below the low.": "Wygraj, jeśli cena przebije się — powyżej maksimum lub poniżej minimum.",
  "Win rate": "Współczynnik wygranych",
  "Winner": "Zwycięzca",
  "Winning": "Wygrane",
  "Winning Tickets": "Zwycięskie Losy",
  "Winning prize details": "Szczegóły zwycięskiej nagrody",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Dzięki opłacie PnL nie ponosisz żadnych opłat za otwarcie lub zamknięcie transakcji, a jedynie ułamek Twoich zysków (jeśli w ogóle) jest pobierany po zamknięciu przez Ciebie transakcji",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Po włączeniu opłaty stałej otrzymujesz 100% swoich zysków, ale przed rozpoczęciem transakcji płacisz <0>opłatę stałą, która pokrywa Twoje wejście, wyjście i poślizg cenowy</0>, tak jak na zwykłej giełdzie",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Dzięki nowym ekscytującym funkcjom i aktualizacjom na horyzoncie, jest teraz idealny czas, aby zacząć promować Detlard.",
  "Withdraw": "Wypłata",
  "Withdraw Fee": "Opłata za Wypłatę",
  "Withdraw Order Created": "Utworzono Zlecenie Wypłaty",
  "Withdraw Processing": "Przetwarzanie Wypłaty",
  "Withdraw Success": "Wypłata Pomyślna",
  "Withdraw is in progress": "",
  "Withdraw to": "Wypłać na",
  "Withdraw your earnings 24/7": "Wypłacaj swoje zarobki 24/7",
  "Withdrawal fee": "Opłata za wypłatę",
  "Withdrawal fee discount": "Zniżka od opłaty za wypłatę",
  "Yes": "Tak",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Tak, DeTrade Wierzy W Całkowitą Przejrzystość I Oferuje Ci Wszystkie Dane. Możesz Zobaczyć Wszystkie Te Informacje W",
  "Yes, contact us at any time to upgrade your package.": "Tak, skontaktuj się z nami w dowolnej chwili, aby ulepszyć swój pakiet.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Tak, ci, którzy nie są zaznajomieni z kryptowalutami, mogą logować się poprzez sieci społecznościowe i finansować je za pomocą kart bankowych.",
  "Yes, you can use both.": "Tak, można używać obu.",
  "Yield": "Zysk",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Możesz wpłacać i wypłacać większość popularnych kryptowalut na rynku, a platforma stopniowo wprowadzi również funkcje wpłat i wypłat oficjalnych walut.",
  "You can share your invite link to your friend or your social media": "Możesz udostępnić swój link do zaproszenia znajomemu lub na swoich mediach społecznościowych",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Masz prawo sprzeciwić się przetwarzaniu przez nas swoich danych osobowych pod pewnymi warunkami.",
  "You have the right to request a copy of the personal information we hold about you.": "Masz prawo zażądać kopii danych osobowych, które przechowujemy na Twój temat.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Masz prawo zażądać od nas poprawienia wszelkich nieścisłości w swoich danych osobowych.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Masz prawo zażądać usunięcia swoich danych osobowych, z zastrzeżeniem pewnych wyjątków.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Otrzymasz 20% przewagi kasyna za każdą ich transakcję. Jeśli masz wielu obserwujących, możesz skontaktować się z nami w celu uzyskania wyższej prowizji.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Otrzymasz około {nextCapitalCost} dotacji w ciągu następnej godziny, a konkretna kwota zależy od stawki finansowania w tym czasie",
  "You won <0>{{award}}</0>": "Wygrałeś <0>{{award}}</0>",
  "Your": "Twoje",
  "Your Telegram": "Twój Telegram",
  "Your account level is assessed and updated on the": "Poziom Twojego konta jest oceniany i aktualizowany w",
  "Your current limit is {{limit}}": "Twój aktualny limit to {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Twoje aktualne limity to: Opłata PnL - {{pnl}}, Opłata Stała - {{Fixed}}",
  "Your email": "Twój e-mail",
  "Your friends will be associated with you after they sign up": "Twoi znajomi zostaną powiązani z Tobą po zarejestrowaniu się",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Twoje dane, w tym dane osobowe, mogą być przekazywane i przechowywane na serwerach lub w bazach danych znajdujących się poza Twoim krajem lub jurysdykcją. Korzystając z naszej Platformy, wyrażasz zgodę na przekazanie swoich danych do Stanów Zjednoczonych lub innego kraju, w którym Detrade lub jego dostawcy usług posiadają obiekty.",
  "Your investment": "Twoja inwestycja",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Twój wybór języka dotyczy wiadomości e-mail, SMS, powiadomień w aplikacji oraz wszystkich urządzeń, na których jesteś zalogowany.",
  "Your name": "Twoje imię",
  "Your profile is now private": "Twój profil jest teraz prywatny",
  "Your profile is now public": "Twój profil jest teraz publiczny",
  "Your transfer amount has to MATCH the submission amount.": "Kwota przelewu musi być ZGODNA z kwotą zgłoszenia.",
  "Zero Trading Fees": "Zero Opłat Transakcyjnych",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Weryfikacja dokumentów: Użytkownicy mogą zostać poproszeni o przesłanie kopii dokumentów tożsamości wydanych przez rząd, takich jak paszport, prawo jazdy lub dowód osobisty.",
  "all assets": "wszystkie aktywa",
  "all status": "wszystkie statusy",
  "approved": "zatwierdzono",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Wydajnościowe Pliki Cookie**: Te pliki cookie zbierają informacje o tym, w jaki sposób użytkownik korzysta z naszej Platformy, np. które strony odwiedza najczęściej. Informacje te są wykorzystywane do poprawy funkcjonalności naszej Platformy.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Weryfikacja adresu: Użytkownicy mogą być zobowiązani do przedstawienia dowodu adresu, takiego jak rachunek za media lub wyciąg bankowy, w celu weryfikacji miejsca zamieszkania.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "na podstawie ostatnich wyników i aktywności. Bądź zaangażowany i pnij się po szczeblach rankingu!",
  "basic information verification": "weryfikacja podstawowych informacji",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Funkcjonalne Pliki Cookie**: Te pliki cookie umożliwiają naszej Platformie zapamiętywanie wyborów dokonywanych przez użytkownika (takich jak nazwa użytkownika, język lub region) i zapewniają ulepszone, bardziej spersonalizowane funkcje.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Weryfikacja biometryczna: Detrade może korzystać z metod uwierzytelniania biometrycznego, takich jak rozpoznawanie twarzy lub skanowanie odcisków palców, w celu weryfikacji tożsamości użytkowników.",
  "change password": "zmień hasło",
  "chat rules": "zasady czatu",
  "currency": "waluta",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Targetujące/Reklamowe Pliki Cookie**: Te pliki cookie służą do dostarczania reklam, które są bardziej odpowiednie dla użytkownika i jego zainteresowań. Pomagają nam również mierzyć skuteczność kampanii reklamowych.",
  "date": "data",
  "day": "dzień",
  "demo": "demo",
  "deposit": "wpłata",
  "deposit with a 50% bonus": "depozyt z bonusem 50%",
  "down": "dół",
  "earn ticket": "zarób los",
  "edit profile": "edytuj profil",
  "edit your avatar": "edytuj swój awatar",
  "email": "e-mail",
  "explanation": "wyjaśnienie",
  "failed": "niepowodzenie",
  "forgot password?": "zapomniałeś hasła?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "posiadać status Diament przez 3 miesiące — nasz menedżer VIP zaprosi Cię do uzyskania dostępu do dostosowanych do Twoich potrzeb przywilejów Diament+.",
  "init": "pocz.",
  "liq price": "cena likwidacji",
  "live": "na żywo",
  "loading...": "ładowanie...",
  "lucky poll": "szczęśliwa ankieta",
  "medium": "średnie",
  "month": "miesiąc",
  "more": "więcej",
  "my tickets": "moje losy",
  "name": "imię",
  "no": "nr",
  "or": "lub",
  "order id": "id zlecenia",
  "pending": "oczekujące",
  "perks in total": "korzyści ogółem",
  "price": "cena",
  "prize": "nagroda",
  "processing": "przetwarzanie",
  "rejected": "odrzucono",
  "results": "wyniki",
  "rewards": "nagrody",
  "rewards list": "lista nagród",
  "search “Google Authenticator” and proceed to download.": "wyszukaj \"Google Authenticator\" i przejdź do pobierania.",
  "seed": "seed",
  "strong": "silne",
  "success": "sukces",
  "temporary rejected": "tymczasowo odrzucony",
  "terms and conditions": "warunki i postanowienia",
  "tickets number": "liczba losów",
  "ticks": "ticks",
  "time": "czas",
  "token": "token",
  "top": "top",
  "trader": "trader",
  "trading platform": "platforma handlowa",
  "two-Factor authentication": "uwierzytelnianie dwuskładnikowe",
  "up": "góra",
  "voucher": "kupon",
  "wager": "zakład",
  "weak": "słabe",
  "week": "tydzień",
  "welcome gifts": "prezenty powitalne",
  "withdraw": "wypłać",
  "{{field}} is required": "{{field}} jest wymagany",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} miejsce - {{percent}} puli nagród w Konkursie Dziennym",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>z {{total}}</0>",
  "|PnL|": "|P&L|"
}
