{
  "* Both a memo/tag and an address are required": "* مطلوب مذكرة/علامة وعنوان",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* يرجى التأكد مما إذا كان عنوان الاستلام يتطلب مذكرة/بطاقة. في حال عدم تعبئتها أو تعبئتها بشكل غير صحيح، سيتم فقدان الأصل",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*نتائج الآلة الحاسبة هي تقديرات وقد تختلف نسبة العائد على الاستثمار/الربح والخسارة الفعلية عما هو موضح بناءً على ظروف السوق.",
  "1-on-1 manager": "مدير 1 على 1",
  "1. Choose the future price direction": "1. اختر اتجاه السعر المستقبلي",
  "1. Information We Collect": "1. المعلومات التي نجمعها",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 تلتزم شركة Detrade (\"نحن\" أو \"نحن\" أو \"خاصتنا\") بمكافحة أنشطة غسل الأموال وتمويل الإرهاب من خلال تنفيذ سياسات وإجراءات قوية لمكافحة غسل الأموال (AML) ومعرفة العميل (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 تقوم شركة Detrade (\"نحن\"، أو \"لنا\"، أو \"لدينا\") بتشغيل منصة تداول الخيارات الثنائية عبر الإنترنت (\"المنصة\") التي تمكن المتداولين (\"أنت\" أو \"المتداول\") من تداول أدوات مالية مختلفة.",
  "1.1 Personal Identification Information:": "1.1 معلومات التعريف الشخصية:",
  "1.2 Financial Information:": "1.2 المعلومات المالية:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 تحدد سياسة مكافحة غسل الأموال (AML) ومعرفة عميلك (KYC) (\"السياسة\") التزاماتنا وإجراءاتنا للتحقق من هوية المتداولين لدينا (\"أنت\" أو \"التاجر\") واكتشاف ومنع أنشطة غسل الأموال وتمويل الإرهاب على منصة Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 تحكم اتفاقية المستخدم والشروط والأحكام (\"الاتفاقية\") استخدامك لمنصة Detrade. من خلال الوصول إلى منصتنا أو استخدامها، فإنك تقر بأنك قرأت وفهمت ووافقت على الالتزام بهذه الاتفاقية.",
  "1.3 Technical Information:": "1.3 المعلومات الفنية:",
  "1.4 Usage Data:": "1.4 بيانات الاستخدام:",
  "1.5 Location Information:": "1.5 معلومات الموقع:",
  "1.6 Cookies and Tracking Technologies:": "1.6 ملفات تعريف الارتباط وتقنيات التتبع:",
  "1.Introduction": "1. المقدمة",
  "10 most wagering players carve up the prize pool.": "10 لاعبين الأكثر مراهنة يتقاسمون مجموعة الجوائز.",
  "10. Amendments to the Policy": "10. تعديلات على السياسة",
  "10. International Data Transfers": "10. نقل البيانات الدولية",
  "10. Limitation of Liability": "10. حدود المسؤولية",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 تحتفظ Detrade بالحق في تعديل أو تغيير هذه السياسة في أي وقت. وسوف تدخل أي تغييرات حيز التنفيذ فور نشرها على منصة Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 إلى أقصى حد يسمح به القانون، لن تكون Detrade مسؤولة عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو لاحقة تنشأ عن أو ترتبط بأي شكل من الأشكال باستخدامك لمنصتنا.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 في أي حال من الأحوال، لن يتجاوز إجمالي مسؤولية Detrade تجاهك عن جميع الأضرار والخسائر وأسباب الدعوى الناشئة عن أو فيما يتعلق بهذه الاتفاقية المبلغ الذي دفعته، إن وجد، إلى Detrade خلال فترة الاثني عشر (12) شهرًا التي تسبق مباشرة الحدث الذي أدى إلى هذه المسؤولية.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 تقع على عاتقك مسؤولية مراجعة هذه السياسة بشكل دوري للبقاء على اطلاع بأي تحديثات أو تغييرات. ويشكل استمرارك في استخدام منصة Detrade بعد أي تعديلات على هذه السياسة قبولاً لهذه التغييرات.",
  "1000x leverage": "رافعة مالية 1000x",
  "11. Contact Information": "11. معلومات الاتصال",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 إذا كانت لديك أي أسئلة أو مخاوف أو تعليقات بخصوص هذه السياسة أو إجراءات مكافحة غسل الأموال ومعرفة العميل الخاصة بشركة Detrade، فيرجى الاتصال بنا على [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 أنت توافق على تعويض Detrade والشركات التابعة لها والمسؤولين والمديرين والموظفين والوكلاء وحمايتهم من أي مطالبات أو التزامات أو أضرار أو خسائر أو تكاليف أو نفقات أو رسوم (بما في ذلك أتعاب المحاماة المعقولة) الناشئة عن أو فيما يتعلق باستخدامك لمنصة Detrade أو خرقك لهذه الاتفاقية.",
  "11.Indemnification": "11. التعويض",
  "12. Contact Us": "12. اتصل بنا",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 يخضع هذا الاتفاق لقوانين [الولاية القضائية] ويتم تفسيره وفقًا لها.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 يتم حل أي نزاعات تنشأ عن أو فيما يتعلق بهذه الاتفاقية عن طريق التحكيم وفقًا لقواعد [منظمة التحكيم].",
  "12.Governing Law and Dispute Resolution": "12. القانون الحاكم وحل النزاعات",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 تحتفظ Detrade بالحق في تعديل أو تغيير هذه الاتفاقية في أي وقت. ستصبح أي تغييرات سارية المفعول فور نشرها على منصة Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 تقع على عاتقك مسؤولية مراجعة هذه الاتفاقية بشكل دوري للبقاء على اطلاع بأي تحديثات أو تغييرات. ويشكل استمرارك في استخدام منصة Detrade بعد أي تعديلات على هذه الاتفاقية قبولاً لهذه التغييرات.",
  "13.Amendments to the Agreement": "13. تعديلات على الاتفاقية",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 إذا كانت لديك أي أسئلة أو مخاوف أو تعليقات بخصوص هذه الاتفاقية أو منصة Detrade، يرجى الاتصال بنا على 14.1 إذا كانت لديك أي أسئلة أو مخاوف أو تعليقات بخصوص هذه الاتفاقية أو منصة Detrade، يرجى الاتصال بنا على",
  "14.Contact Information": "14. معلومات الاتصال",
  "16th of every month": "16 من كل شهر",
  "1D": "يوم واحد",
  "1M": "شهر واحد",
  "1W": "أسبوع واحد",
  "2. Definitions": "2. التعاريف",
  "2. Eligibility": "2. الأهلية",
  "2. How We Use Your Information": "2. كيف نستخدم معلوماتك",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. يمكنك عرض إجمالي مبلغ الطلب لمجموعة الصناديق في الاتجاهين الصعود والهبوط وحالة الطلب الخاصة بك والمستخدمين الآخرين في القائمة.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 يشير مصطلح \"مكافحة غسل الأموال\" إلى مجموعة الإجراءات والقوانين واللوائح المصممة لمنع توليد الدخل غير المشروع من خلال الأنظمة المالية.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 من خلال الوصول إلى منصة Detrade أو استخدامها، فإنك تقر وتضمن أنك تبلغ من العمر 18 عامًا على الأقل وأنك تتمتع بالقدرة القانونية لإبرام هذه الاتفاقية.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 لتوفير وصيانة منصتنا:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 يشير مصطلح \"KYC\" إلى معرفة عميلك، وهي عملية التحقق من هوية العملاء وتقييم مخاطر تورطهم المحتملة في أنشطة غير قانونية.",
  "2.2 To Improve Our Platform:": "2.2 لتحسين منصتنا:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 يجب عليك أيضًا الامتثال لجميع القوانين واللوائح المعمول بها فيما يتعلق باستخدامك لمنصتنا.",
  "2.3 To Communicate with You:": "2.3 للتواصل معك:",
  "2.4 To Personalize Your Experience:": "2.4 لتخصيص تجربتك:",
  "2.5 To Conduct Analytics and Research:": "2.5 لإجراء التحليلات والأبحاث:",
  "2.6 To Ensure Security and Compliance:": "2.6 لضمان الأمن والامتثال:",
  "20% affiliate commission (a 100% increase from our base rate).": "عمولة تابعة بنسبة 20% (زيادة بنسبة 100% من سعرنا الأساسي).",
  "20+ exchange market data": "أكثر من 20 بيانات سوق الصرف",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "إشعار بتقييد السحب خلال 24 ساعة لقد حدد نظامنا تغييرات على معلومات مهمة في حسابك، ولذلك نقوم بتعليق ميزة السحب لحسابك مؤقتًا بينما نتخذ خطوات لتأمين أصولك. سيتم رفع القيود تلقائيًا عند توقيت UTC {{time}}",
  "24h Live Players": "لاعبون مباشرون على مدار 24 ساعة",
  "24h Trade Vol": "حجم التداول على مدار 24 ساعة",
  "24h Wins Paid": "24 ساعة من المكاسب المدفوعة",
  "24h high": "ارتفاع 24 ساعة",
  "24h low": "انخفض 24 ساعة",
  "24h players": "لاعبين 24 ساعة",
  "24h win ratio": "نسبة الفوز خلال 24 ساعة",
  "2FA Code's length is not right": "طول رمز 2FA غير صحيح",
  "2FA authentication": "نسبة المشاركة خلال 24 ساعة",
  "2s CFD and 5-60s Options": "خيارات 2s CFD و 5-60s",
  "3. Customer Due Diligence (CDD)": "3. العناية الواجبة بالعملاء (CDD)",
  "3. How We Share Your Information": "3. كيف نشارك معلوماتك",
  "3. Wait for system settlement": "3. انتظر تسوية النظام",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 تقوم Detrade بإجراء عملية العناية الواجبة بالعملاء (CDD) على جميع المستخدمين للتحقق من هويتهم وتقييم مستوى المخاطر لديهم.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 للوصول إلى بعض ميزات منصة Detrade، قد يُطلب منك التسجيل للحصول على حساب.",
  "3.1 With Service Providers:": "3.1 مع مقدمي الخدمة:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 أثناء عملية التسجيل، قد يُطلب منك تقديم بعض المعلومات الشخصية، بما في ذلك على سبيل المثال لا الحصر اسمك الكامل وتاريخ ميلادك وعنوانك السكني وبطاقة الهوية الصادرة عن الحكومة وإثبات العنوان.",
  "3.2 For Legal Reasons:": "3.2 لأسباب قانونية:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 عند التسجيل للحصول على حساب، فإنك توافق على تقديم معلومات دقيقة وحديثة وكاملة عن نفسك كما هو مطلوب في نموذج التسجيل.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 تحتفظ Detrade بالحق في طلب معلومات أو مستندات إضافية منك للتحقق من هويتك أو تقييم مستوى المخاطرة لديك.",
  "3.3 To Protect Our Rights:": "3.3 لحماية حقوقنا:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 أنت مسؤول عن الحفاظ على سرية بيانات اعتماد حسابك وجميع الأنشطة التي تتم تحت حسابك.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 تحتفظ Detrade بالحق في تعليق حسابك أو إنهائه إذا اعتقدنا أنك قدمت معلومات خاطئة أو مضللة أثناء عملية التسجيل أو انتهكت أي حكم من أحكام هذه الاتفاقية.",
  "3.4 With Your Consent:": "3.4 بموافقتك:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 أنت توافق على تقديم أي معلومات أو مستندات تطلبها Detrade على الفور لغرض العناية الواجبة بالعملاء (CDD).",
  "3.5 In Business Transfers:": "3.5 في عمليات نقل الأعمال:",
  "3.Account Registration": "3.تسجيل الحساب",
  "3rd Merchant Processing": "معالجة التاجر الثالثة",
  "4. Check the winning and losing results": "4. تحقق من نتائج الفوز والخسارة",
  "4. Identity Verification": "4. التحقق من الهوية",
  "4. Platform Use": "4. استخدام المنصة",
  "4. Your Data Protection Rights": "4. حقوق حماية بياناتك",
  "4.1 Access:": "4.1 الوصول:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 تستخدم Detrade طرقًا وأدوات مختلفة للتحقق من هوية مستخدميها، بما في ذلك على سبيل المثال لا الحصر:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 يتم توفير منصة Detrade لأغراض إعلامية وتعليمية فقط. أنت تقر وتوافق على أن أي معلومات مقدمة على منصتنا لا تهدف إلى تقديم المشورة المالية ولا ينبغي الاعتماد عليها لاتخاذ قرارات الاستثمار.",
  "4.2 Correction:": "4.2 التصحيح:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 تحتفظ Detrade بالحق في رفض أي مستند أو معلومات يقدمها المستخدمون إذا اعتبرت غير كافية أو غير دقيقة لغرض التحقق من الهوية.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 أنت وحدك المسؤول عن تقييم المخاطر المرتبطة بتداول الخيارات الثنائية وتحديد ما إذا كان التداول على منصة Detrade مناسبًا لك.",
  "4.3 Deletion:": "4.3 الحذف:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 أنت توافق على استخدام منصة Detrade وفقًا لجميع القوانين واللوائح المعمول بها وبطريقة لا تنتهك حقوق الآخرين أو تخالف شروط هذه الاتفاقية.",
  "4.4 Objection:": "4.4 الاعتراض:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 القيود: لديك الحق في طلب تقييد معالجة معلوماتك الشخصية، في ظل ظروف معينة.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 قابلية نقل البيانات: لديك الحق في طلب نقل معلوماتك الشخصية إلى منظمة أخرى أو إليك مباشرة، في ظل ظروف معينة.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 سحب الموافقة: إذا كنت قد منحتنا موافقتك على معالجة معلوماتك الشخصية، فلديك الحق في سحب موافقتك في أي وقت.",
  "5. Data Security": "5. أمان البيانات",
  "5. Risk Assessment": "5. تقييم المخاطر",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 تقوم Detrade بإجراء تقييم للمخاطر لكل متداول بناءً على معلومات التحقق من هويته وسجل المعاملات وعوامل أخرى ذات صلة.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 تتيح منصة Detrade للمستخدمين تداول الخيارات الثنائية على أدوات مالية مختلفة، بما في ذلك على سبيل المثال لا الحصر الأسهم والعملات والسلع والمؤشرات.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 قد يتم تعيين تصنيف المخاطر للمستخدمين بناءً على نتائج تقييم المخاطر، والذي قد يؤثر على مستوى التدقيق المطبق على معاملاتهم ونشاط حساباتهم.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 أنت تقر وتوافق على أن تداول الخيارات الثنائية ينطوي على مخاطر كبيرة، بما في ذلك خطر خسارة استثمارك بالكامل.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 أنت وحدك المسؤول عن تقييم المخاطر المرتبطة بكل صفقة وتحديد استراتيجية الاستثمار المناسبة لظروفك الفردية.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 لا تقدم Detrade أي ضمانات أو تأكيدات فيما يتعلق بالربحية أو نجاح أي تداول يتم على منصتنا.",
  "5.Trading": "5.التداول",
  "50+ trading pairs": "أكثر من 50 زوجًا للتداول",
  "6 Month's Pnl": "6 أشهر من الأرباح",
  "6. Data Retention": "6. الاحتفاظ بالبيانات",
  "6. Fees and Charges": "6. الرسوم والتكاليف",
  "6. Monitoring and Reporting": "6. المراقبة والتقارير",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 يجوز لشركة Detrade فرض رسوم مقابل خدمات أو معاملات معينة يتم إجراؤها على منصتنا. أنت توافق على دفع جميع الرسوم والتكاليف المعمول بها فيما يتعلق باستخدامك لمنصتنا.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 تقوم Detrade بمراقبة معاملات المتداولين ونشاط حساباتهم بحثًا عن علامات السلوك المشبوه أو غير المعتاد الذي قد يشير إلى أنشطة غسيل الأموال أو تمويل الإرهاب.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 تحتفظ Detrade بالحق في تغيير أو تعديل هيكل رسومنا في أي وقت، مع إشعار أو بدونه.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 إذا حددت Detrade أي نشاط أو معاملات مشبوهة، فإننا نحتفظ بالحق في الإبلاغ عن مثل هذا النشاط إلى السلطات المختصة واتخاذ الإجراء المناسب، بما في ذلك على سبيل المثال لا الحصر تجميد أو تعليق حسابات المتداولين.",
  "6M": "6 أشهر",
  "7 * 24 technical services": "7*24 الخدمات الفنية",
  "7. Cookies and Similar Technologies": "7. ملفات تعريف الارتباط والتقنيات المشابهة",
  "7. Intellectual Property": "7. الملكية الفكرية",
  "7. Record-Keeping": "7. حفظ السجلات",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 جميع المحتويات والمواد المتوفرة على منصة Detrade، بما في ذلك على سبيل المثال لا الحصر النصوص والرسومات والشعارات والصور والبرامج، هي ملكية Detrade أو مرخصيها وهي محمية بموجب حقوق النشر والعلامات التجارية وقوانين الملكية الفكرية الأخرى.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 ملفات تعريف الارتباط: نستخدم ملفات تعريف الارتباط لتحسين تجربتك على منصتنا. ملف تعريف الارتباط هو ملف صغير يتم وضعه على جهازك يسمح لنا بالتعرف على متصفحك والتقاط معلومات معينة وتذكرها.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 تحتفظ Detrade بسجلات لجميع هويات المتداولين ومعلومات المعاملات وفقًا للقوانين واللوائح المعمول بها.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 أنواع ملفات تعريف الارتباط: أ) **ملفات تعريف الارتباط الأساسية**: تعد ملفات تعريف الارتباط هذه ضرورية لتشغيل منصتنا. فهي تمكنك من التنقل عبر الموقع واستخدام ميزاته.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 يتم الاحتفاظ بسجلات المستخدم سرية ولا يتم الكشف عنها إلا للموظفين المخولين أو السلطات التنظيمية وفقًا لما يقتضيه القانون.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 يتم منحك ترخيصًا محدودًا وغير حصري وغير قابل للتحويل للوصول إلى منصة Detrade واستخدامها للاستخدام الشخصي وغير التجاري فقط.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 إدارة ملفات تعريف الارتباط: يمكنك التحكم في استخدام ملفات تعريف الارتباط على مستوى المتصفح الفردي. إذا رفضت ملفات تعريف الارتباط، فلا يزال بإمكانك استخدام منصتنا، ولكن قد تكون قدرتك على استخدام بعض الميزات أو المناطق في منصتنا محدودة.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 أنت توافق على عدم إعادة إنتاج أو تعديل أو توزيع أو إنشاء أعمال مشتقة بناءً على أي محتوى أو مواد متوفرة على منصة Detrade دون موافقة كتابية صريحة من Detrade.",
  "8. Third-Party Links": "8. روابط الطرف الثالث",
  "8. Training and Awareness": "8. التدريب والتوعية",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 تقدم شركة ديتريد برامج التدريب والتوعية لموظفيها لضمان معرفتهم بسياسات وإجراءات مكافحة غسل الأموال ومعرفة العميل.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 تحترم Detrade خصوصية مستخدميها وتلتزم بحماية معلوماتهم الشخصية. يرجى الرجوع إلى سياسة الخصوصية الخاصة بنا للحصول على تفاصيل حول كيفية جمع معلوماتك الشخصية واستخدامها والإفصاح عنها.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 يتم تدريب الموظفين على التعرف على الأنشطة المشبوهة والإبلاغ عنها والامتثال لجميع متطلبات مكافحة غسل الأموال ومعرفة العميل.",
  "8.Privacy Policy": "8. سياسة الخصوصية",
  "9. Children's Privacy": "9. خصوصية الأطفال",
  "9. Compliance Oversight": "9. مراقبة الامتثال",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 عينت شركة Detrade مسؤول امتثال مسؤولاً عن الإشراف على الامتثال لسياسات وإجراءات مكافحة غسل الأموال ومعرفة العميل.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 تحتفظ شركة Detrade بالحق في تعليق أو إنهاء وصولك إلى منصتنا في أي وقت ولأي سبب، مع أو بدون سبب، ودون إشعار مسبق.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 يتولى مسؤول الامتثال مسؤولية مراقبة التطورات التنظيمية وتحديث سياسات مكافحة غسل الأموال ومعرفة العميل حسب الضرورة، وضمان بقاء عمليات دي تريد متوافقة مع جميع القوانين واللوائح المعمول بها.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 عند إنهاء وصولك إلى منصة Detrade، فإن جميع أحكام هذه الاتفاقية التي بطبيعتها يجب أن تستمر بعد الإنهاء ستظل سارية، بما في ذلك على سبيل المثال لا الحصر الأحكام المتعلقة بالملكية الفكرية، والحد من المسؤولية، وحل النزاعات.",
  "9.Termination": "9. الإنهاء",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>مبلغ المكافأة:</0> 50% من إيداعك الأول",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>الحد الأقصى للمكافأة:</0> الحد الأقصى لمكافأة تداول 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>الأهلية:</0> المستخدمون الجدد على Detrade فقط",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>المتطلبات:</0> الإيداع الأول ≥ 50 USDT (أو ما يعادله من العملات المشفرة)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>المنتجات المدعومة</0>: ارتفاع منخفض، انتشار، أعلى، أسفل، مستقبلي",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> تم إرسال تذكرة في هذه الجولة!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> لكل صفقات دخول وخروج لـ {{position}} بما في ذلك الانزلاق",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>من {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "تم فرض رسوم ثابتة قدرها {{feeAmount}} ({{commission}}) عند فتح الصفقة (position:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "يتم أخذ جزء من أرباحك (إن وجدت) عند إغلاق الصفقة",
  "A variable fee was charged as a fraction of profits upon closing the trade": "تم فرض رسوم متغيرة كجزء من الأرباح عند إغلاق الصفقة",
  "A verification will be sent to {{email}}": "سيتم إرسال التحقق إلى {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "ج: تأكد من إلغاء قفل جميع أوضاع التداول الأربعة. إذا استمرت المشكلة، تواصل مع دعم العملاء للحصول على المساعدة.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "ج: لا، المكافأة نفسها غير قابلة للسحب. ومع ذلك، أي <0>يمكن سحب الأرباح التي تم تحقيقها باستخدام المكافأة.</0>.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "ج: نعم. يُرجى تفعيل مكافأتك خلال</0> 7 أيام <0>من تاريخ الإصدار. لا يُمكن استرداد المكافآت المنتهية الصلاحية.",
  "AF": "AF",
  "AML & KYC policy": "سياسة مكافحة غسل الأموال ومعرفة العميل",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "نبذة عن Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "الوصول إلى أكثر من 70 من الأصول الشائعة مع إمكانية تحقيق ربح تصل إلى 90%",
  "Account Details": "تفاصيل الحساب",
  "Account Not Verified": "لم يتم التحقق من الحساب",
  "Account Verified": "تم التحقق من الحساب",
  "Activate": "تفعيل",
  "Activation expiry time": "وقت انتهاء صلاحية التنشيط",
  "Active": "نشيط",
  "Active tickets": "التذاكر النشطة",
  "Activity priority access": "أولوية الوصول إلى النشاط",
  "Add": "أضف",
  "Add key phrase into Google Authenticator and remember the key phrase": "أضف العبارة الرئيسية إلى Google Authenticator وتذكر العبارة الرئيسية",
  "Add referral": "إضافة إحالة",
  "Add referral code": "أضف رمز الإحالة",
  "Address is required": "العنوان مطلوب",
  "Address valid": "العنوان صالح",
  "Advanced": "متقدم",
  "Advanced Users": "المستخدمون المتقدمون",
  "Advanced chart": "مخطط متقدم",
  "Advantage": "ميزة",
  "Affiliate program": "برنامج الشراكة",
  "Affiliates": "الشركات التابعة",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "بعد إكمال إيداعك الأول، انتقل إلى <0>مركز المكافآت</0> لعرض قسيمة التجربة الأولية بقيمة 1 USDT.",
  "After setting your personal information private, other users will not be able to see your username and information.": "بعد تعيين معلوماتك الشخصية كخاصة، لن يتمكن المستخدمون الآخرون من رؤية اسم المستخدم والمعلومات الخاصة بك.",
  "Agreement": "الاتفاقية",
  "Airdrop": "الإنزال الجوي",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "طريقة الإنزال الجوي: يتم توزيع المكافآت تلقائيًا على المحفظة. يرجى اتباع البريد الإلكتروني الموجود داخل التطبيق.",
  "Airdrop plan": "خطة الإنزال الجوي",
  "Airdrop program": "برنامج الإنزال الجوي",
  "Airdrops": "الإنزالات الجوية",
  "Algorithm": "الخوارزمية",
  "All": "الكل",
  "All Assets": "جميع الأصول",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "يتم توفير جميع أنشطة الوساطة على هذا الموقع من قبل Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "جميع صيغ اللعب مفتوحة وشفافة، مما يمنع الاحتيال ويمنع المخاطر التي قد يتعرض لها الشركاء واللاعبون.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "جميع أسعار جولة التداول التي تستمر 24 ساعة تُحدد مسبقًا باستخدام بذرة تُسحب عشوائيًا، وتُكشف في نهاية كل جولة. بفضل هذه البذرة المنشورة، يُمكن لأي شخص التأكد من التزامنا بالخوارزمية المفصلة أدناه وعدم تغيير أي أسعار بعد بدء الجولة. والجدير بالذكر أنه من المستحيل علينا تغيير الأسعار بناءً على تداولاتك.",
  "All prizes will be sent in USDT.": "سيتم إرسال جميع الجوائز بعملة USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "كل الخبرة العملية التي تحتاجها من أحد أفضل المتداولين، بما في ذلك الوصول إلى أحدث مؤشرات وإشارات التداول.",
  "All time wins paid": "جميع الانتصارات المدفوعة",
  "Already have an account?": "هل لديك حساب بالفعل؟",
  "Amount": "المبلغ",
  "Amount is required": "المبلغ المطلوب",
  "Amount to withdraw": "المبلغ المطلوب سحبه",
  "Announcement": "إعلان",
  "Announcements": "الإعلانات",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "سياسة مكافحة غسيل الأموال (AML) ومعرفة العميل (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "هل لديك أي أسئلة؟ فريق الدعم المتخصص لدينا جاهز لمساعدتك وإرشادك خلال عملية التقديم.",
  "Apply": "تقدم بطلبك",
  "Applying": "التقديم",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "سيتم تحصيل مبلغ {{nextCapitalCost}} تقريبًا في الساعة القادمة، ويعتمد المبلغ المحدد على معدل التمويل في ذلك الوقت.",
  "Are there any geographical restrictions?": "هل هناك أية قيود جغرافية؟",
  "Arrival amount": "مبلغ الوصول",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "طالما ظل البرنامج نشطًا، يمكنك كسب العمولات من لحظة قيام الشخص الذي حكمك بالتسجيل للحصول على حساب Detrade.",
  "Ask a question": "اطرح سؤالا",
  "Asset types,currencies,cryptocurrencies for any trader.": "أنواع الأصول والعملات والعملات المشفرة لأي متداول.",
  "Assets": "أصول",
  "Assets overview": "نظرة عامة على الأصول",
  "At least {{exceed}} number": "على الأقل {{exceed}} رقمًا",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "في نهاية العد التنازلي، سيتم تحديد الربح والخسارة بناءً على الاتجاه الذي توقعته.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "في بداية كل جولة تداول (00:00 UTC)، يتم اختيار بذرة جديدة بحجم 32 بايت بشكل عشوائي. ويمكن إعادة إنتاج أسعار الجولة بالكامل من خلال الجمع بين هذه البذرة وعداد عدد صحيح متزايد.",
  "Auto": "أوتوماتيكي",
  "Available": "متوفر",
  "Available on request": "متاح عند الطلب",
  "Award quota": "حصة الجائزة",
  "Awarded users": "المستخدمون الحائزون على الجوائز",
  "Balance": "الرصيد",
  "Balance is not enough": "الرصيد غير كاف",
  "Basic": "أساسي",
  "Becoming an affiliate is easy": "إن أن تصبح شريكًا هو أمر سهل",
  "Benefit from our many years of experience and internationally renowned reputation.": "استفد من سنوات خبرتنا الطويلة وسمعتنا المشهورة دوليًا.",
  "Benefits": "فوائد",
  "Benefits:": "الفوائد:",
  "Best For": "الأفضل لـ",
  "Bet": "رهان",
  "Betting": "المراهنة",
  "Binary Options Exchange": "بورصة الخيارات الثنائية",
  "Bind": "ربط",
  "Bind Success": "نجاح ربط",
  "Black diamond circle": "دائرة الماس السوداء",
  "Blockchain Processing": "معالجة Blockchain",
  "Bonus": "مكافأة",
  "Bonus Rules": "قواعد المكافأة",
  "Bonus Trial": "تجربة إضافية",
  "Bonus pool": "مجموعة المكافآت",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "قسائم المكافآت <0>غير قابلة للسحب</0>، ولكن <1>الأرباح من صفقات المكافآت قابلة للسحب<1>",
  "Boost your earnings by affiliate program": "عزز أرباحك من خلال برنامج الشراكة",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "عزز تداولاتك برافعة مالية تصل إلى 1000x - مخاطرة كبيرة ومكافأة أكبر.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "عزز تداولاتك برافعة مالية تصل إلى 1000× — مخاطرة كبيرة ومكافأة أكبر.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "منتجات وخدمات الوساطة التي تقدمها شركة Nexus Play LLC.",
  "Bronze": "برونزي",
  "Bust And Stop Loss Prices": "تمثال نصفي وأسعار وقف الخسارة",
  "Buy": "شراء",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "من خلال الوصول إلى منصة Detrade أو استخدامها، فإنك تقر بأنك قرأت وفهمت ووافقت على الالتزام بسياسة الخصوصية هذه. إذا كنت لا توافق على سياسة الخصوصية هذه، فيجب عليك عدم استخدام منصتنا.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "من خلال الوصول إلى منصة Detrade أو استخدامها، فإنك تقر بأنك قد قرأت وفهمت وتوافق على الالتزام بهذه الاتفاقية. إذا كنت لا توافق على أي جزء من هذه الاتفاقية، يجب عليك عدم استخدام منصة Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "من خلال الوصول إلى منصة Detrade أو استخدامها، فإنك تقر بأنك قرأت وفهمت ووافقت على الالتزام بسياسة مكافحة غسل الأموال ومعرفة العميل هذه. إذا كنت لا توافق على أي جزء من هذه السياسة، فيجب ألا تستخدم منصة Detrade.",
  "Calculator": "آلة حاسبة",
  "Campaign": "الحملة",
  "Campaign Center": "مركز الحملات",
  "Can I See The Data Of My Referral?": "هل يمكنني رؤية بيانات إحالتي؟",
  "Can I use a live account and a demo account at the same time?": "هل يمكنني استخدام حساب حقيقي وحساب تجريبي في نفس الوقت؟",
  "Can Partner upgrade his partnership level in the future?": "هل يمكن للشريك ترقية مستوى شراكته في المستقبل؟",
  "Can non-crypto users play Detrade games?": "هل يمكن للمستخدمين غير المشفرين لعب ألعاب Detrade؟",
  "Cancel": "إلغاء",
  "Cannot exceed {{exceed}} characters": "لا يمكن تجاوز {{exceed}} حرفًا",
  "Cash All": "نقدا الكل",
  "Champion Profits": "أرباح البطل",
  "Change": "يتغير",
  "Change password": "تغيير كلمة المرور",
  "Chat": "الدردشة",
  "Check <0>ROI calculator</0> for more details": "راجع <0>حاسبة العائد على الاستثمار</0> لمزيد من التفاصيل",
  "Chg%": "تغير٪",
  "Choose Symbol": "اختر الرمز",
  "Choose Your <0> Account Type And </0>  Start Trading!": "اختر <0> نوع حسابك و<0> ابدأ التداول!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "اختر<br/> نوع حسابك و </br> ابدأ التداول!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "اختر مضاعفًا لتعظيم موقفك. يؤدي تعيين مضاعف أعلى إلى زيادة مخاطر الهامش لديك",
  "Choose the cryptocurrency that you would like to start trading.": "اختر العملة المشفرة التي ترغب في بدء تداولها.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "اختر الاتجاه تصاعديًا أو تنازليًا لوضع الطلب خلال الوقت المحدد للعد التنازلي.",
  "Claim": "المطالبة",
  "Claim Voucher": "المطالبة بالقسيمة",
  "Claimed rewards": "المكافآت المطالب بها",
  "Claimed rewards details": "تفاصيل المكافآت المطالب بها",
  "Click Here To View The": "انقر هنا لعرض",
  "Click Up or Down to Trading": "انقر لأعلى أو لأسفل للتداول",
  "Client": "العميل",
  "Close": "الإغلاق",
  "Close Time": "وقت الإغلاق",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "أغلق في أي وقت، سواءً كان ربحًا أم خسارة. حدد أهداف جني الربح أو إيقاف الخسارة لإغلاق مركزك تلقائيًا",
  "Close the order": "إغلاق الطلب",
  "Close type": "نوع الإغلاق",
  "Closed successfully!": "تم الإغلاق بنجاح!",
  "Co-planning rights": "حقوق التخطيط المشترك",
  "Coin-Margined": "هامش العملة",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "دمج جميع أوامر الحد الأقصى المتبقية من كل موجز أسعار في سجل أوامر مركب واحد. من المقبول والمتوقع أن يتجاوز سعر بعض أوامر الشراء سعر بعض أوامر البيع من البورصات الأخرى. يتم تحديد أحجام الطلبات الفردية بحد أقصى مليون دولار للحد من تأثير أمر واحد كبير.",
  "Coming soon": "قريباً",
  "Community": "مجتمع",
  "Community access": "الوصول المجتمعي",
  "Completed": "مكتمل",
  "Comprehensive trading training": "التدريب الشامل على التداول",
  "Computers and smartphones are fully functional": "أجهزة الكمبيوتر والهواتف الذكية تعمل بكامل طاقتها",
  "Condition 1: The price trend matches your prediction.": "الحالة 1: اتجاه السعر يتطابق مع توقعاتك.",
  "Condition 2: Price movement breaks through the spread.": "الحالة 2: حركة السعر تخترق الفارق.",
  "Confirm": "تأكيد",
  "Confirm Close": "تأكيد الإغلاق",
  "Confirm removing Google 2FA authentication?": "تأكيد إزالة مصادقة Google 2FA؟",
  "Confirm settlement of all orders?": "تأكيد تسوية كافة الطلبات؟",
  "Confirm to close the order?": "تأكيد إغلاق الطلب؟",
  "Confirmations": "التأكيدات",
  "Connect": "اتصل",
  "Connect with your friends": "تواصل مع أصدقائك",
  "Contact Us": "اتصل بنا",
  "Contact us": "اتصل بنا",
  "Contact us with Email or Live chat": "اتصل بنا عبر البريد الإلكتروني أو الدردشة المباشرة",
  "Content creators program": "برنامج صانعي المحتوى",
  "Contest prize pool": "مجموعة جوائز المسابقة",
  "Continue": "متابعة",
  "Continue Deposit Process": "متابعة عملية الإيداع",
  "Continue deposit process": "متابعة عملية الإيداع",
  "Continue with Google": "متابعة مع Google",
  "Continue with X": "متابعة مع X",
  "Continuously updated": "تحديث مستمر",
  "Convenient deposit and withdrawal methods": "طرق ايداع وسحب مريحة",
  "Copy": "نسخ",
  "Copy Success": "نجاح النسخ",
  "Copy this code to your authenticator app": "انسخ هذا الرمز إلى تطبيق المصادقة الخاص بك",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "جميع الحقوق محفوظة © 2025 لشركة Nexus Play LLC.",
  "Country": "الدولة",
  "Create Password": "إنشاء كلمة مرور",
  "Crypto": "العملة المشفرة",
  "Crypto - binary options": "العملات المشفرة - الخيارات الثنائية",
  "Crypto Pairs": "أزواج العملات المشفرة",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "ينطوي تداول عقود العملات المشفرة على مخاطر عالية، وقد تخسر كامل مبلغ تداولك. كلما زادت الرافعة المالية التي تستخدمها، زادت المخاطر. مع ذلك، لا يمكنك بأي حال من الأحوال خسارة أكثر من مبلغ تداولك الأولي.",
  "Currency": "العملة",
  "Custom Price Move %": "حركة السعر المخصص %",
  "Custom cashback plan": "خطة استرداد نقدي مخصصة",
  "Custom revenue share and fee option.": "خيار مشاركة الإيرادات والرسوم المخصصة.",
  "Custom services": "خدمات مخصصة",
  "Custom signals": "إشارات مخصصة",
  "Customized incentives tailored to your needs.": "حوافز مخصصة مصممة لتناسب احتياجاتك.",
  "DOWN": "لأسفل",
  "Daily Active Users": "المستخدمون النشطون يوميًا",
  "Daily Earning": "الدخل اليومي",
  "Daily contest": "مسابقة يومية",
  "Dark": "داكن",
  "Date": "التاريخ",
  "Day": "اليوم",
  "DeTrade overview": "نظرة عامة على DeTrade",
  "Dedicated customer support": "دعم العملاء المخصص",
  "Demo": "العرض التوضيحي",
  "Demo Account": "الحساب التجريبي",
  "Demo Trading": "التداول التجريبي",
  "Depending on your location, you may have the following rights regarding your personal information:": "اعتمادًا على موقعك، قد تكون لديك الحقوق التالية فيما يتعلق بمعلوماتك الشخصية:",
  "Deposit": "الإيداع",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "قم بإيداع 120 USDT → احصل على مكافأة محدودة بقيمة 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "قم بإيداع 80 USDT → احصل على مكافأة 40 USDT",
  "Deposit Amount": "مبلغ الإيداع",
  "Deposit Order Created": "تم إنشاء أمر إيداع",
  "Deposit Via {{depositChannel}}": "الإيداع عبر {{depositChannel}}",
  "Deposit address": "عنوان الإيداع",
  "Deposit and withdraw money with ease using the most convenient payment method.": "قم بإيداع وسحب الأموال بسهولة باستخدام طريقة الدفع الأكثر ملاءمة.",
  "Deposit is in progress": "",
  "Deposit now": "قم بالإيداع الآن",
  "Deposits and withdrawals": "الإيداعات والسحوبات",
  "Derivative Exchanges": "بورصات المشتقات المالية",
  "Description": "الوصف",
  "Detail": "التفاصيل",
  "Details": "تفاصيل",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "تقدر شركة Detrade (\"نحن\" أو \"لنا\") خصوصيتك وتلتزم بحماية معلوماتك الشخصية. تشرح سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها والإفصاح عنها وحمايتها عند استخدامك منصة تداول الخيارات الثنائية (\"المنصة\"). من خلال الوصول إلى منصتنا أو استخدامها، فإنك توافق على جمع المعلومات واستخدامها وفقًا لهذه السياسة. إذا كنت لا توافق على هذه السياسة، فيجب عليك عدم استخدام منصتنا.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect هو حل تكامل سلس يسمح للمنصات التابعة لجهات خارجية بالاتصال بسهولة بنظامنا البيئي. من خلال واجهات برمجة التطبيقات القوية وأدوات الأتمتة، نقوم بدمج الوظائف الأساسية لمنتجاتنا مباشرة في منصتك. ويهدف إلى تزويد المنصات بمشتقات العملات المشفرة المتنوعة وتبادل البيانات بشكل أسرع والقدرة على الوصول إلى ميزاتنا المتطورة، مع ضمان اتصالات آمنة وقابلة للتطوير وموثوقة. سواء كنت ترغب في توسيع نطاق تقديم الخدمة أو تبسيط سير العمل، يمكن لـ Detrade Connect أن يجعل التكامل بسيطًا وفعالًا وفعالًا.",
  "Detrade Index Prices": "أسعار مؤشر Detrade",
  "Detrade Partner": "شريك Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "برنامج شركاء Detrade! تم تصميم هذا البرنامج لتزويد المبدعين بإمكانات إيرادات معززة وفوائد حصرية، مما يجعل جهودك الترويجية مجزية حقًا.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "تلتزم شركة Detrade بتحويل صناعة التداول الذكية التقليدية وفتح الأسواق المالية للجميع في كل مكان. مهمتنا هي توفير تجربة التداول الأكثر ابتكارًا. يجب أن يتمكن أي شخص في العالم من المشاركة في المعاملات.",
  "Detrade has completed the code review and the result is in TOP-10%.": "لقد أكملت Detrade مراجعة الكود وكانت النتيجة ضمن أعلى 10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "تتجه Detrade نحو النمو السريع. نحن ملتزمون بتزويد مستخدمينا بتجربة مبتكرة وجذابة تجعلها المنصة المفضلة لتداول الخيارات الثنائية للعملات المشفرة.",
  "Detrade learn": "تعلم التداول",
  "Detrade offers 3 types of optional products.": "يقدم Detrade ثلاثة أنواع من المنتجات الاختيارية.",
  "Detrade partnership program": "برنامج شراكة Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "تحتفظ شركة Detrade بحقوق التفسير النهائي لهذه الحملة.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "تحتفظ Detrade بالحق في تغيير أي قواعد أو شروط وفقًا لتقديرها الخاص ودون إشعار مسبق.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "تحتفظ Detrade بالحق في استبعاد اللاعبين الذين انتهكوا قواعدنا في أي مرحلة من مراحل المسابقة.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "تحتفظ Detrade بالحق في مراجعة أو تعليق أو إلغاء النشاط أو توزيع الإسقاط الجوي في أي وقت، بما في ذلك أي شروط وأحكام ذات صلة. تهدف هذه المراجعة إلى إدارة/منع الاحتيال والأنشطة غير القانونية الأخرى. ما لم يتورط المتداول في احتيال أو أنشطة غير قانونية أخرى، فلن تؤثر أي مراجعة من هذا القبيل على المتداولين الذين اختاروا المشاركة.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "تحتفظ شركة ديتريد بالحق في تحديث أو تغيير سياسة الخصوصية هذه في أي وقت. وسنقوم بإخطارك بأي تغييرات من خلال نشر سياسة الخصوصية الجديدة على منصتنا. ننصحك بمراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تغييرات. إن استمرارك في استخدام منصتنا بعد أي تعديلات على سياسة الخصوصية سيشكل إقرارًا منك بالتعديلات وموافقتك على الالتزام بسياسة الخصوصية المحدثة والالتزام بها.",
  "Detrade weekly draw": "السحب الأسبوعي Detrade",
  "Developer documentation": "وثائق المطور",
  "Device": "جهاز",
  "Diamond": "الماس",
  "Diamond Partner": "الشريك الماسي",
  "Didn't find an answer to our question?": "لم تجد إجابة لسؤالنا؟",
  "Direction": "الاتجاه",
  "Discover trending tokens. Trade. Earn. Repeat.": "اكتشف الرموز الرائجة. تداول. اربح. كرّر.",
  "Distributing Payout": "توزيع الدفعات",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "لا تستخدم الرموز الخاصة وشريط المسافة، وإلا فقد لا يتم دعم حسابك.",
  "Do not use special symbols, otherwise your account may not be supported.": "لا تستخدم رموزًا خاصة، وإلا فقد لا يتم دعم حسابك.",
  "Does the company have the legal qualifications to carry out relevant business?": "هل تمتلك الشركة المؤهلات القانونية اللازمة لممارسة الأعمال ذات الصلة؟",
  "Don't beg or ask for loans, rains or tips.": "لا تتسول أو تطلب قروضًا أو أمطارًا أو إكراميات.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "لا تشارك في أي شكل من أشكال الإعلان/التداول/البيع/الشراء أو تقديم الخدمات.",
  "Don't harass or be offensive to other users or Detrade staff.": "لا تقم بمضايقة أو الإساءة إلى المستخدمين الآخرين أو موظفي Detrade.",
  "Don't have an account?": "ليس لديك حساب؟",
  "Don't let anyone see this!": "لا تدع أحدا يرى هذا!",
  "Don't share any personal information (including socials) of you or other players.": "لا تشارك أي معلومات شخصية (بما في ذلك وسائل التواصل الاجتماعي) خاصة بك أو باللاعبين الآخرين.",
  "Don't share codes, scripts or any other bot service.": "لا تشارك الرموز أو البرامج النصية أو أي خدمة روبوت أخرى.",
  "Don't show again": "لا تظهر مرة أخرى",
  "Don't spam & don't use excessive capital letters when chatting.": "لا ترسل رسائل عشوائية ولا تستخدم أحرفًا كبيرة بشكل مفرط أثناء الدردشة.",
  "Don't use URL shortening services. Always submit the full link.": "لا تستخدم خدمات اختصار الروابط. قم دائمًا بإرسال الرابط الكامل.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "لا تستخدم حسابات بديلة (البدائل) في الدردشة، فهذا ممنوع منعا باتا.",
  "Done": "تم",
  "Down": "إلى الأسفل",
  "Down Wins": "فوز للأسفل",
  "Down vs. Up Ratio (Live Data)": "نسبة الانخفاض مقابل الارتفاع (بيانات مباشرة)",
  "Download": "تحميل",
  "Download the Google Authenticator app": "تنزيل تطبيق Google Authenticator من Google Authenticator",
  "Drop us a line here": "أرسل لنا رسالة هنا",
  "Duration: {{time}}": "المدة: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "يمكن استخدام كل معرف طلب مرة واحدة فقط لتجنب التكرار.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "كل مستخدم مؤهل للحصول على <0>واحد فقط</0> مكافأة الإيداع الأول",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "يمكن لكل مستخدم استخدام رمز قسيمة واحدة فقط. بعد استخدامه، لا يمكن استرداد المكافأة.",
  "Earn": "اكسب",
  "Earn up to 50% commission.": "احصل على عمولة تصل إلى 50%.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "احصل على ما يصل إلى {{payout}}% ربحًا إذا كان توقعك صحيحًا.",
  "Easy access from your smartphone": "سهولة الوصول من هاتفك الذكي",
  "Edit your avatar": "تعديل الصورة الرمزية الخاصة بك",
  "Email": "البريد الإلكتروني",
  "Email Code": "رمز البريد الإلكتروني",
  "Email verification code's length is not right": "طول رمز التحقق من البريد الإلكتروني غير صحيح",
  "End Time": "وقت الانتهاء",
  "End Time Invalid( hh : mm : ss )": "وقت النهاية غير صالح (hh : mm : ss)",
  "End Time is earlier than Start Time": "وقت النهاية يسبق وقت البدء",
  "End rate": "معدل النهاية",
  "Ends in {{time}} days": "ينتهي في {{time}} يوم",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "ضمان التسعير الأصيل والخالي من التلاعب باستخدام خوارزميات شفافة وقابلة للتحقق لضمان العدالة.",
  "Enter Code": "أدخل الرمز",
  "Enter number of daily active players": "أدخل عدد اللاعبين النشطين يوميًا",
  "Enter the 2FA code ": "أدخل رمز 2FA ",
  "Enter the 6-digit code sent to": "أدخل الرمز المكون من 6 أرقام المرسل إلى",
  "Enter withdraw address": "أدخل عنوان السحب",
  "Enter your email": "أدخل بريدك الإلكتروني",
  "Enter your email and we'll send you a new password": "أدخل بريدك الإلكتروني وسنرسل لك كلمة مرور جديدة",
  "Enter your name": "أدخل اسمك",
  "Enter your new password": "أدخل كلمة المرور الجديدة",
  "Enter your old password": "أدخل كلمة المرور القديمة",
  "Enter your password": "أدخل كلمة المرور",
  "Enterprise Partner": "شريك المؤسسة",
  "Entrepreneurs": "رواد الأعمال",
  "Entry Price": "سعر الدخول",
  "Entry Time": "وقت الدخول",
  "Entry fee": "رسوم الدخول",
  "Entry price": "سعر الدخول",
  "Esteemed Affiliate": "الشريك الموقر",
  "Event Details": "تفاصيل الحدث",
  "Event time: {{ startTime }} - {{ endTime }}": "وقت الحدث: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "كل شهر، سوف نقوم بتوزيع إجمالي <0>{{amount}}</0> عشوائيًا في BCD على 300 مستخدم مشارك في رمز التداول STONKS!",
  "Examples": "أمثلة",
  "Exchange": "المبادلات",
  "Exit price": "سعر الخروج",
  "Experience": "الخبرة",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "يقدم لك خبراء المنتجات والتقنية ذوو الخبرة الدعم الاحترافي وسيستمرون في تحسين وظائف المنتج مجانًا لتزويدك بمنتجات أفضل.",
  "Expert Support": "دعم الخبراء",
  "Expired": "منتهي الصلاحية",
  "Expires in": "ينتهي في",
  "Explain": "يشرح",
  "Exploiting platform bugs or system loopholes": "استغلال أخطاء المنصة أو ثغرات النظام",
  "Extensive coverage": "تغطية واسعة النطاق",
  "FAQ": "الأسئلة الشائعة",
  "Failed": "فشل",
  "False deposits, money laundering, or manipulation to trigger rewards": "الودائع المزيفة، أو غسيل الأموال، أو التلاعب للحصول على المكافآت",
  "Fast response": "استجابة سريعة",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "المعاملات السريعة، وحقن رأس المال البنكي، ومشاركة الأرباح، والأوامر المعلقة، ونسخ المعاملات هي طرق تداول مريحة ومرنة.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "تداولات أسرع. قرارات أسهل. تفاعل فوري مع زملائك المتداولين في مجتمعنا.",
  "Favorite Trading Derivatives": "المشتقات المالية المفضلة للتداول",
  "Favorites": "المفضلة",
  "Fear & Greed Index": "مؤشر الخوف والجشع",
  "Fee": "الرسوم",
  "Fee options": "خيارات الرسوم",
  "Fiat": "الورقية",
  "Finished": "انتهى",
  "First deposit bonus guide": "دليل مكافأة الإيداع الأول",
  "Fixed fee limit": "حد الرسوم الثابتة",
  "Flat fee": "رسوم ثابتة",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "يتم حساب الرسوم الثابتة كنسبة مئوية من مركزك (المبلغ * الرافعة المالية)",
  "Flexible transaction mode": "وضع المعاملات المرنة",
  "Floating PnL": "العائدات العائمة",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "مقابل كل صفقة بقيمة {{ticketQuota}} دولار أمريكي على <0>سبريدنا المرتفع والمنخفض</0>، ستحصل تلقائيًا على تذكرة يانصيب. لذا احرص على ربح أفضل فرصة لنفسك بكسب أكبر عدد ممكن من التذاكر!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "على سبيل المثال، إذا كان لديك مركز بيتكوين مفتوح طويل الأجل بقيمة 500 دولار أمريكي بمضاعف 10x، وكان معدل التمويل 0.1%، فسيتم تحصيل 0.21 دولار أمريكي لكل ساعة بعد أول 8 ساعات. إذا كان المركز قصير الأجل وليس طويل الأجل، فستتلقى دفعات تمويل. إذا أُغلق مركزك خلال 8 ساعات، فلن تُدفع أي دفعات تمويل.",
  "For the safety of your funds, must complete the following binding": "من أجل سلامة أموالك، يجب عليك إكمال الربط التالي",
  "For the safety of your funds, withdrawals must complete the following binding": "من أجل سلامة أموالك، يجب أن تستكمل عمليات السحب الالتزامات التالية",
  "Forgot?": "نسيت؟",
  "Free": "مجاني",
  "Frequently Asked Questions (FAQ)": "الأسئلة الشائعة",
  "Frequently asked questions": "الأسئلة الشائعة",
  "From": "من",
  "Funding Payments": "مدفوعات التمويل",
  "Funding fee history": "تاريخ رسوم التمويل",
  "Funding/h": "التمويل/ساعة",
  "Futures": "العقود الآجلة",
  "Futures Entrust": "العقود الآجلة",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "تداول العقود الآجلة هو معاملة تتعلق بسوق العقود الفورية. يمكن للمستخدمين الحكم على ارتفاع أو انخفاض تداول العقود الآجلة واختيار شراء عقود طويلة أو بيع عقود قصيرة للحصول على أرباح من ارتفاع أو انخفاض الأسعار. في الوقت نفسه، يمكن للمستخدمين اقتراض أموال إضافية لزيادة حجم مراكزهم من خلال زيادة الرافعة المالية.",
  "Gas fee": "رسوم الغاز",
  "General access": "الوصول العام",
  "Get 50% bonus": "احصل على مكافأة 50%",
  "Get Trading commission when your friends trading.": "احصل على عمولة التداول عندما يقوم أصدقاؤك بالتداول.",
  "Get free educational materials and 24/7 support": "احصل على مواد تعليمية مجانية ودعم على مدار الساعة طوال أيام الأسبوع",
  "Get help": "احصل على المساعدة",
  "Go bind": "اذهب وربط",
  "Go to home": "اذهب إلى المنزل",
  "Go to the Reward Center and manually activate your bonus voucher.": "انتقل إلى مركز المكافآت وقم بتنشيط قسيمة المكافأة الخاصة بك يدويًا.",
  "Go trading": "اذهب للتداول",
  "Gold": "الذهب",
  "Gold Partner": "الشريك الذهبي",
  "Good Job!": "عمل جيد!",
  "Google 2FA code": "رمز جوجل 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "يمكن تنزيل Google Authenticator من App Store أو Google Play.",
  "Got it": "حصلت عليه",
  "Guess if the price ends higher or lower than the target.": "تخمين ما إذا كان السعر ينتهي أعلى أو أقل من الهدف.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "لم تجد ما تبحث عنه؟ اطلع على بعض الأسئلة هنا، أو تفضل بزيارة مركز المساعدة لمزيد من المعلومات.",
  "Hide Small": "إخفاء صغير",
  "High Low": "ارتفاع وانخفاض",
  "High Low Guess if the price ends higher or lower than the target.": "ارتفاع وانخفاض تخمين ما إذا كان السعر سينتهي أعلى أو أقل من الهدف.",
  "High Low Spread": "ارتفاع وانخفاض الفارق",
  "History": "التاريخ",
  "Home": "الصفحة الرئيسية",
  "Hour": "ساعة",
  "How does Playnance assist Partners in their platforms' promotion?": "كيف تساعد Playnance الشركاء في الترويج لمنصاتهم؟",
  "How it works": "كيف يعمل",
  "How much can I earn from my referral?": "ما هو المبلغ الذي يمكنني كسبه من إحالتي؟",
  "How to Claim Your Bonus": "كيفية المطالبة بمكافأتك",
  "How to apply": "كيفية التقديم",
  "How to invite": "كيفية الدعوة",
  "How will players deposit and withdraw their funds?": "كيف سيقوم اللاعبون بإيداع وسحب أموالهم؟",
  "I acknowledge": "انا أقر",
  "I've made deposit": "لقد قمت بإيداع",
  "ID verification": "التحقق من الهوية",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "مكونات المؤشر في البورصات الفورية",
  "If you are a content creator, make sure to check out our": "إذا كنت منشئ محتوى، فتأكد من مراجعة",
  "If you believe your account was flagged in error, please contact official support to appeal.": "إذا كنت تعتقد أن حسابك قد تم تصنيفه عن طريق الخطأ، فيرجى الاتصال بالدعم الرسمي لتقديم استئناف.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "إذا لم تقم بإكمال هذا التحويل، فيمكنك متابعة عملية الإيداع <0>هنا</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا على",
  "If you have the traffic, it can be monetized.": "إذا كان لديك حركة المرور، فمن الممكن تحقيق الدخل منها.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "إذا كنت تعتقد أن السعر سينخفض ​​عند انتهاء العد التنازلي، يرجى تحديد \"انخفاض\". (القيم في الشكل تتوافق مع نسبة الربح التي حصلت عليها)",
  "If you think the price will fall, choose DOWN to catch the drop.": "إذا كنت تعتقد أن السعر سوف ينخفض، فاختر أسفل لالتقاط الانخفاض.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "إذا كنت تعتقد أن السعر سينخفض، فقم بتعيين هامش وتخزين زر البيع على المكشوف. إذا انخفض السعر، فستحقق ربحًا.",
  "If you think the price will go up, choose UP to go with the trend.": "إذا كنت تعتقد أن السعر سوف يرتفع، فاختر أعلى لتتماشى مع الاتجاه.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "إذا كنت تعتقد أن السعر سيرتفع، حدد هامشًا وانقر على زر الشراء. إذا ارتفع السعر، فستحقق ربحًا.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "إذا كنت تعتقد أن السعر سيرتفع في نهاية العد التنازلي، يرجى تحديد أعلى. (القيم في الشكل تتوافق مع نسبة الربح التي حصلت عليها)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "إذا كنت تريد التركيز على المبيعات والأرباح بدلاً من إدارة المنتجات أو تطوير التكنولوجيا.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "إذا ظل مركزك مفتوحًا لأكثر من 8 ساعات، فسيتم تطبيق رسوم تمويل بالساعة بناءً على ظروف السوق. تُخصم هذه الرسوم مباشرةً من رصيد حسابك. إذا لم يكن رصيدك كافيًا لتغطية رسوم التمويل، فسيتم إغلاق مركزك قسرًا بواسطة النظام.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "إذا ظل مركزك مفتوحًا لأكثر من 8 ساعات، فسيتم تطبيق رسوم التمويل بالساعة استنادًا إلى ظروف السوق.",
  "Important Reminders": "تذكيرات هامة",
  "Income": "الدخل",
  "Increase Limit": "زيادة الحد",
  "Increase aggregate limit": "زيادة الحد الإجمالي",
  "Increase limit": "زيادة الحد",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "دمج مشتقات العملات المشفرة من Detrade على منصتك",
  "Integration": "التكامل",
  "Integration program": "برنامج التكامل",
  "Intelligent integrated services": "الخدمات المتكاملة الذكية",
  "Internal group": "المجموعة الداخلية",
  "Intuitive trader transaction data display and statistics": "عرض بيانات معاملات المتداولين وإحصائياتها بشكل بديهي",
  "Intuitive trading trend display and analysis tools": "أدوات عرض وتحليل اتجاهات التداول البديهية",
  "Invalid email": "بريد الكتروني غير صالح",
  "Invite friends": "دعوة الأصدقاء",
  "Invite friends to earn  20% commission": "ادعُ الأصدقاء لكسب عمولة 20%",
  "Invite only": "الدعوة فقط",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "هل هناك حد أقصى للمدة التي يمكنني من خلالها كسب العمولات من خلال برنامج الإحالة؟",
  "Is there a limit to the invitation rewards I can receive?": "هل هناك حد لعدد مكافآت الدعوة التي يمكنني الحصول عليها؟",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "ويساعد المستثمرين على فهم الحالة العاطفية للسوق، والتي يمكن أن تؤثر على سلوكيات الشراء والبيع.",
  "Join  our community": "انضم إلى مجتمعنا",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "انضم إلى Detrade Connect لتسريع النمو التشغيلي لمنصتك، ونحن نقدم لك ضمانات الخدمة.",
  "Join and earn extra bonuses!": "انضم واحصل على مكافآت إضافية!",
  "Join free competitions": "انضم إلى المسابقات المجانية",
  "Join now and get a": "انضم الآن واحصل على",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "انضم إلى اليانصيب العشوائي الأسبوعي الخاص بنا وشارك <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "التحقق من KYC",
  "KYC authentication": "مصادقة KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "إذا أبقيت مركزك مفتوحًا لأكثر من 8 ساعات، فقد تتعرض لمدفوعات تمويل بالساعة أو تتلقىها، اعتمادًا على ظروف السوق.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "أبقِ مركزك مفتوحًا لأكثر من 8 ساعات، وقد تتلقى أو تتكبد دفعات تمويل بالساعة، حسب ظروف السوق. عندما يكون السوق صاعدًا، يكون معدل التمويل إيجابيًا، ويدفع المتداولون على المكشوف للمتداولين على المكشوف. أما عندما يكون السوق هابطًا، يكون معدل التمويل سلبيًا، ويدفع المتداولون على المكشوف للمتداولين على المكشوف للمتداولين على المكشوف.",
  "Language": "اللغة",
  "Large product research & Development team": "فريق كبير للبحث والتطوير للمنتج",
  "Last price": "السعر الأخير",
  "Latest events": "أحدث الأحداث",
  "Launch now": "أطلق الآن",
  "Leaderboard": "لوحة المتصدرين",
  "Learn": "تعلم",
  "Learn More": "اعرف المزيد",
  "Level assessment & update": "تقييم المستوى والتحديث",
  "Leverage": "رافعة مالية",
  "Leverage 1000x Maximum": "رافعة مالية تصل إلى 1000x الحد الأقصى",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "استفد من تقنية Detrade لإطلاق تطبيق التداول الخاص بك. قدم تجربة تداول محسنة لعملائك واكسب من كل صفقة يتم تنفيذها على تطبيقك.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "يتيح لك استخدام الرافعة المالية توسيع حجم مركزك برأس مال أقل. وتزيد الرافعة المالية الكبيرة من الربح والمخاطرة المحتملين.",
  "License": "رخصة",
  "License Information": "معلومات الترخيص",
  "Light": "خفيف",
  "Limits": "الحدود",
  "Liq price": "سعر التصفية",
  "Liq.Price": "سعر التصفية",
  "Liq.price": "سعر التصفية",
  "Liquidated": "تصفيتها",
  "Live": "مباشر",
  "Live chat": "الدردشة المباشرة",
  "Live trade": "التداول المباشرة",
  "Loading Failed": "فشل التحميل",
  "Log out": "تسجيل الخروج",
  "Login": "تسجيل الدخول",
  "Login 2FA switch": "مفتاح تسجيل الدخول 2FA",
  "Login here.": "تسجيل الدخول هنا.",
  "Login history": "سجل تسجيل الدخول",
  "Login method": "طريقة تسجيل الدخول",
  "Login to Detrade": "تسجيل الدخول إلى Detrade",
  "Login with email code": "تسجيل الدخول باستخدام رمز البريد الإلكتروني",
  "Login with password": "تسجيل الدخول باستخدام كلمة المرور",
  "Lose": "خسارة",
  "Loser": "خاسر",
  "Loved by users": "محبوب من قبل المستخدمين",
  "Major features:": "المميزات الرئيسية:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "قم بإجراء صفقات ناجحة واحصل على الحد الأقصى من المكافأة على إيداعك الأول. <0>تعرف على المزيد<0>",
  "Manual": "اليدوي",
  "Mark Price": "سعر السوق",
  "Mark price": "سعر العلامة",
  "Market": "السوق",
  "Market Impact Effects": "تأثيرات تأثير السوق",
  "Max": "الحد الأقصى",
  "Max Profit": "أقصى ربح",
  "Max TV": "الحد الأقصى TV",
  "Max Trade": "الحد الأقصى لتداول",
  "Max solo bonus": "مكافأة الحد الأقصى للفردي",
  "Max withdrawal limit": "الحد الأقصى للسحب",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "نظام ملائم للأعضاء: نجح العديد من أعضائنا الحاليين في بناء دخل سلبي مستدام من خلال برنامجنا. الآن جاء دورك.",
  "Memo": "Memo",
  "Memo is required": "المذكرة مطلوبة",
  "Memo/Tag": "Memo/Tag",
  "Menu": "القائمة",
  "Min Trade": "الحد الأدنى لتداول",
  "Minimum Deposit": "الحد الأدنى للإيداع",
  "Minimum {{min}} characters": "الحد الأدنى {{min}} حرفًا",
  "Minimum {{min}} characters and maximum {{max}} characters": "الحد الأدنى {{min}} حرف والحد الأقصى {{max}} حرف",
  "Minute": "دقيقة",
  "Money Distributed": "الأموال الموزعة",
  "Month": "الشهر",
  "Month's Pnl": "ربح الشهر",
  "Monthly Earnings": "الأرباح الشهرية",
  "Monthly cashback cap": "الحد الأقصى للاسترداد النقدي الشهري",
  "More": "المزيد",
  "Multi-account abuse or airdrop farming behavior": "إساءة استخدام حسابات متعددة أو سلوك الزراعة الجوية",
  "Multiple crypto currency binary options derivatives": "مشتقات الخيارات الثنائية للعملات المشفرة المتعددة",
  "Multiple investment models": "نماذج الاستثمار المتعددة",
  "Multiplier": "المضاعف",
  "Must be at least {{less}}": "يجب أن يكون على الأقل {{less}}",
  "Must be at most {{large}}": "يجب أن يكون على الأكثر {{large}}",
  "My Position": "موقعي",
  "My activity": "نشاطي",
  "My referral code": "رمز الإحالة الخاص بي",
  "My referral link": "رابط الإحالة الخاص بي",
  "My reward": "مكافأتي",
  "My vouchers": "قسائمي",
  "NA": "NA",
  "Name": "الاسم",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "هل تحتاج مساعدة؟ تفضل بزيارة مركز المساعدة أو تواصل مع خدمة العملاء. نحن هنا لمساعدتك على مدار الساعة.",
  "Network": "الشبكة",
  "New": "جديد",
  "New Password": "كلمة مرور جديدة",
  "New Trading Symbol": "رمز التداول الجديد",
  "New messages": "رسائل جديدة",
  "New notice": "إشعار جديد",
  "New password is {{exceed}} length": "طول كلمة المرور الجديدة هو {{exceed}}",
  "New user": "مستخدم جديد",
  "Next": "التالي",
  "Next Draw Starts in": "السحب القادم سيبدأ في",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC هي شركة وساطة تقدم للمستثمرين الذين يديرون أنفسهم خدمات الوساطة، ولا تقدم توصيات أو تقدم نصائح استثمارية أو مالية أو قانونية أو ضريبية. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC هي شركة وساطة تقدم للمستثمرين الذين يديرون أنفسهم خدمات الوساطة، ولا تقدم توصيات أو تقدم استشارات استثمارية أو مالية أو قانونية أو ضريبية. تنطوي التجارة عبر الإنترنت على مخاطر متأصلة، بما في ذلك التقلبات في استجابة النظام وأوقات الوصول بسبب ظروف السوق وأداء النظام وعوامل أخرى. قبل التداول، استشر مستشارًا ماليًا مستقلًا مرخصًا وتأكد من أن لديك الرغبة في المخاطرة والخبرة والمعرفة اللازمة. لا تتحمل Nexus Play LLC تحت أي ظرف من الظروف أي مسؤولية تجاه أي شخص أو كيان عن أي أضرار مباشرة أو غير مباشرة أو خاصة أو تبعية أو عرضية مهما كانت. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC، وهي شركة وساطة مرخصة ومنظمة من قبل هيئة خدمات موالي الدولية (M.I.S.A.) بموجب الترخيص رقم BFX2024137.",
  "No": "لا",
  "No Hidden Fees": "لا توجد رسوم خفية",
  "No More Data": "لا مزيد من البيانات",
  "No More Orders": "لا مزيد من الطلبات",
  "No data available": "لا توجد بيانات متاحة",
  "No discussion of streamers or Twitch or any other similar platforms.": "لا مناقشة للمتدفقين أو Twitch أو أي منصات مماثلة أخرى.",
  "No downloads or updates required": "لا يتطلب تنزيلات أو تحديثات",
  "No funding within 60 minutes for this order": "لا يوجد تمويل خلال 60 دقيقة لهذا الطلب",
  "No installation is required and you can trade via your smartphone's web browser.": "لا يتطلب الأمر أي تثبيت، ويمكنك التداول عبر متصفح الويب الخاص بهاتفك الذكي.",
  "No more data": "لا مزيد من البيانات",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "لا يوجد سياسة أو حديث ديني في الدردشة، هذا ممنوع منعا باتا.",
  "No suspicious behavior that can be seen as potential scams.": "لا يوجد سلوك مشبوه يمكن اعتباره عملية احتيال محتملة.",
  "No withdrawal of coins within 24 hours": "لا يمكن سحب العملات خلال 24 ساعة",
  "Not activated": "غير مفعل",
  "Not completed": "لم يكتمل",
  "Note": "ملاحظة",
  "Notification": "إشعار",
  "Now login disabled 2FA": "الآن تم تعطيل تسجيل الدخول 2FA",
  "Now login need 2FA": "الآن تسجيل الدخول بحاجة إلى 2FA",
  "Old Password": "كلمة المرور القديمة",
  "Old password is {{exceed}} length": "طول كلمة المرور القديمة هو {{exceed}}",
  "On going": "مستمر",
  "On your first deposit": "على إيداعك الأول",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "بمجرد تفعيلها، إذا كان حجم مركزك ≥ قيمة المكافأة، فسوف يستخدم النظام المكافأة تلقائيًا أولاً للتداول.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "بمجرد الكشف عن البذرة، يمكن لأي شخص التحقق من الأسعار من جولة التداول. يحسب كود Python التالي أول 100 سعر لجولة معينة بناءً على بذرتها:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "بمجرد فتح جميع أوضاع التداول الأربعة (ارتفاع وانخفاض / انتشار / مستقبلي / أعلى / أسفل)، سيتم إصدار مكافأتك الكاملة (50% من إيداعك) تلقائيًا.",
  "Ongoing": "مستمر",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "ينطوي التداول عبر الإنترنت على مخاطر جوهرية، بما في ذلك تقلبات استجابة النظام وأوقات الوصول بسبب ظروف السوق وأدائه وعوامل أخرى. قبل التداول، استشر مستشارًا ماليًا مستقلًا ومرخصًا، وتأكد من امتلاكك القدرة على تحمل المخاطرة والخبرة والمعرفة اللازمة. لا تتحمل شركة Nexus Play LLC، تحت أي ظرف من الظروف، أي مسؤولية تجاه أي شخص أو كيان عن أي أضرار مباشرة أو غير مباشرة أو خاصة أو تبعية أو عرضية. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "أرسل {{crypto}} فقط إلى هذا العنوان، ويلزم إرسال {{confirmations}} تأكيدات.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "استخدم فقط اللغة المحددة في قناة الدردشة، وسيتم فرض عقوبات على أي إساءة محتملة.",
  "Open": "افتح",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "افتح تطبيق Google Authenticator، ثم امسح رمز الاستجابة QR السريعة أدناه أو أدخل العبارة الرئيسية يدويًا لتنشيط رمز التحقق",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "نسب اتجاهات فتح المركز للمستخدمين على هذه المنصة للعملة الحالية",
  "Order Amount": "مبلغ الطلب",
  "Order Id": "معرّف الطلب",
  "Order Progress": "تقدم الطلب",
  "Order id": "معرف الطلب",
  "Order placed successfully!": "تم تقديم الطلب بنجاح!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "نموذج استثمار رأس المال الأصلي، من السهل كسب الدخل، ويمكن سحب الأصول في أي وقت.",
  "Other": "أخرى",
  "Our Advantage": "ميزتنا",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "منصتنا غير مخصصة للاستخدام من قبل الأطفال دون سن 18 عامًا. نحن لا نجمع أو نطلب معلومات شخصية من الأطفال دون سن 18 عامًا عن عمد. إذا علمنا أننا جمعنا معلومات شخصية من طفل دون سن 18 عامًا، فسنقوم بحذف هذه المعلومات في أسرع وقت ممكن.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "قد تحتوي منصتنا على روابط لمواقع ويب أو خدمات تابعة لجهات خارجية لا تمتلكها أو تتحكم فيها شركة Detrade. ليس لدينا أي سيطرة على محتوى أو سياسات الخصوصية أو ممارسات أي مواقع ويب أو خدمات تابعة لجهات خارجية ولا نتحمل أي مسؤولية عنها. نشجعك على مراجعة سياسات الخصوصية الخاصة بأي مواقع ويب تابعة لجهات خارجية تزورها.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "يعكس برنامج شركائنا التزامنا بخلق تعاون مربح للجانبين وهو مصمم خصيصًا للشركات التابعة من جميع الأحجام. انضم إلينا في رحلتنا نحو النمو المتبادل!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "تهدف خطتنا إلى تقديم حوافز لأولئك الذين يحققون نتائج متميزة.",
  "Outflow": "تدفق",
  "Over 70 popular crypto assets. Trade and increase your balance": "أكثر من 70 أصلًا مشفرًا شائعًا. تداول وزد رصيدك",
  "Overview": "نظرة عامة",
  "Own your branded platform": "امتلك منصتك التي تحمل علامتك التجارية",
  "P&L": "الأرباح والخسائر",
  "P&L from bonus trades will be credited directly to your real account": "سيتم إضافة الربح والخسارة من صفقات المكافأة مباشرة إلى حسابك الحقيقي",
  "PNL": "PNL",
  "Page error": "خطأ في الصفحة",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "طريقة المشاركة: إكمال 3 معاملات STONKS/BCD خلال الفترة.",
  "Partner Program": "برنامج الشركاء",
  "Partner program": "برنامج الشركاء",
  "Partnership Program": "برنامج الشراكة",
  "Partnership Tiers": "مستويات الشراكة",
  "Partnership With A Trusted Pioneer": "الشراكة مع رائد موثوق",
  "Partnership program": "برنامج الشراكة",
  "Password": "كلمة المرور",
  "Password reset link sent. Check your email inbox.": "تم إرسال رابط إعادة تعيين كلمة المرور. تحقق من بريدك الإلكتروني.",
  "Password strength": "قوة كلمة المرور",
  "Passwords must differ": "يجب أن تختلف كلمات المرور",
  "Past": "السابق",
  "Past 1 year": "العام الماضي",
  "Past {{days}} days": "الأيام {{days}} الماضية",
  "Past {{hours}} hours": "الساعات {{hours}} الماضية",
  "Payment Method": "طريقة الدفع",
  "Payout": "المدفوعات",
  "Payout Multiplier": "مضاعف الدفع",
  "Pending third-party processing (estimated {{hours}} hours).": "قيد المعالجة بواسطة جهة خارجية (تقدير {{hours}} ساعة).",
  "Pending third-party processing.": "في انتظار معالجة الطرف الثالث.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "تتضمن الامتيازات معدلات عمولة أعلى وحملات Detrade المدعومة والمزيد!",
  "Personal": "شخصي",
  "Personal Info": "المعلومات الشخصية",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "اختر مُضاعِفًا لتعظيم مركزك. تحديد مُضاعِف أعلى يزيد من مخاطر مركزك.",
  "Place Your Trade": "ضع تداولك",
  "Platform": "المنصة",
  "Platform Name": "اسم المنصة",
  "Platform Type": "نوع المنصة",
  "Platform Website": "موقع المنصة",
  "Platinum": "Platinum",
  "Platinum Partner": "الشريك Platinum",
  "Play now": "العب الآن",
  "Players": "اللاعبون",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "يتمكن اللاعبون من إجراء عمليات الشحن والسحب من خلال بوابات الشحن والسحب التي توفرها المنصة.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "يمكن للاعبين التنبؤ بسعر البيتكوين. ويمكن للاعبين الانضمام إلى مجموعة تتنبأ بارتفاع أو انخفاض الأسعار واستثمار مبلغ معين من المال للمشاركة في اللعبة. وسيقوم الفائز بتوزيع أصول مجموعة رأس مال الطرف المقابل وفقًا لنسبة الاستثمار. ولا يمكن بدء لعبة جديدة إلا بعد حصول اللاعبين من جميع الجولات السابقة على مكافآتهم.",
  "Please enter a valid email address": "يرجى إدخال عنوان بريد إلكتروني صالح",
  "Please enter an 2FA code": "الرجاء إدخال رمز 2FA",
  "Please enter the seed": "الرجاء إدخال البذرة",
  "Please enter you remail": "الرجاء إدخال بريدك الإلكتروني",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "يرجى اتباع إرشادات الإيداع لإجراء الإيداع، وإلا فسوف يكون إيداعك مفقودًا.",
  "Please refresh the page or jump to the trading center": "يرجى تحديث الصفحة أو الانتقال إلى مركز التداول",
  "PnL": "الربح والخسارة",
  "PnL fee": "رسوم PnL",
  "PnL fee limit": "حد رسوم PnL",
  "PnL%": "PnL%",
  "Positions": "المواقف",
  "Potential Return": "العائد المحتمل",
  "Powered by": "مدعوم بواسطة",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "توقع اتجاه سعر التداول. إذا تحرك السعر في الاتجاه الذي اخترته، فستحقق ربحًا!",
  "Preferences": "التفضيلات",
  "Premium support": "دعم مميز",
  "Preview": "المعاينة",
  "Price": "السعر",
  "Price Formulation": "صياغة الأسعار",
  "Price formulation": "صياغة الأسعار",
  "Price move": "حركة السعر",
  "Priority access": "أولوية الوصول",
  "Privacy Policy": "سياسة الخصوصية",
  "Privacy policy": "سياسة الخصوصية",
  "Private invitation": "دعوة خاصة",
  "Private profile": "الملف الشخصي الخاص",
  "Prize Calculation Formula": "صيغة حساب الجائزة",
  "Prize Pools": "مجموعات الجوائز",
  "Prizes will be sent on Notice page as the Contest ends.": "سيتم إرسال الجوائز إلى صفحة الإشعار عند انتهاء المسابقة.",
  "Product Description": "وصف المنتج",
  "Product capabilities": "قدرات المنتج",
  "Product iteration, new product development": "تكرار المنتج، تطوير منتج جديد",
  "Professional, Secure, Trustworthy": "احترافي، آمن، جدير بالثقة",
  "Profile": "الملف الشخصي",
  "Profile is not publicly available": "الملف الشخصي غير متاح للعامة",
  "Profit": "الأرباح",
  "Profit Calculator": "حاسبة الأرباح",
  "Program — Work with a trustworthy online trading provider.": "البرنامج - اعمل مع مزود خدمات تداول عبر الإنترنت جدير بالثقة.",
  "Progressing": "تقدم",
  "Promising Affiliate": "الشريك الواعد",
  "Provably fair": "عادلة بشكل يمكن إثباته",
  "Provides tutorials,guides and various trading strategy services.": "يوفر دروسًا تعليمية وإرشادات وخدمات إستراتيجية تداول مختلفة.",
  "Providing the best customer service is our aim.": "هدفنا هو تقديم أفضل خدمة للعملاء.",
  "Providing users with diverse options for transactions": "توفير خيارات متنوعة للمستخدمين للمعاملات",
  "Q1: Can I withdraw the bonus?": "السؤال 1: هل يمكنني سحب المكافأة؟",
  "Q2: Will my bonus expire if I don't activate it?": "السؤال 2: هل ستنتهي صلاحية المكافأة الخاصة بي إذا لم أقم بتفعيلها؟",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "السؤال 3: لقد قمت بإيداع ولكن لم أحصل على مكافأة. ماذا أفعل؟",
  "Quick experience starts here, easy experience without registration": "تبدأ التجربة السريعة هنا، تجربة سهلة بدون تسجيل",
  "Quick tap: will the price go up or down next?": "الضغط السريع: هل سيرتفع السعر أم سينخفض في المرة القادمة؟",
  "ROI": "العائد على الاستثمار",
  "ROI Calculator": "حاسبة عائد الاستثمار",
  "ROI calculator": "حاسبة عائد الاستثمار",
  "Rakeback": "استرداد الأموال",
  "Rank": "الرتبة",
  "Rapid deployment": "النشر السريع",
  "ReSend": "إعادة الإرسال",
  "Ready to Get Started": "جاهز للبدء",
  "Real Account": "حساب حقيقي",
  "Real Account – Real Funds!": "حساب حقيقي – أموال حقيقية!",
  "Realized PnL": "PnL تم تحقيقها",
  "Receive commission rewards": "احصل على مكافآت العمولة",
  "Recommended for you": "موصى به لك",
  "Record": "تسجيل",
  "Referral": "الإحالة",
  "Referral by": "الإحالة بواسطة",
  "Referral rules": "قواعد الإحالة",
  "Referred at": "تمت الإشارة إلى",
  "Referred users": "المستخدمون المشار إليهم",
  "Refresh page": "تحديث الصفحة",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "بغض النظر عن السيولة في الأسواق الأساسية، تضمن Detrade تنفيذ صفقات الانهيار ووقف الخسارة باستمرار بسعر محدد مسبقًا عند الدخول. تقتصر خسائر الانهيار على حجم المركز الأصلي، بينما تقتصر خسائر الانهيار على إعدادات دخول المتداول. يمكن حساب أسعار التفعيل لصفقات الانهيار ووقف الخسارة من خلال:",
  "Register": "سجل",
  "Register for Detrade.": "سجل في Detrade.",
  "Register to Win Crypto Tokens": "سجل للفوز برموز التشفير",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "تعتمد منتجات الخيارات الثنائية العادية على ما إذا كان سعر إغلاق الأصل الأساسي خلال فترة زمنية محددة (مثل الثلاثين ثانية التالية، أو الدقيقة الواحدة، أو الساعة الواحدة، وما إلى ذلك) أقل أو أعلى من سعر التنفيذ، وهو ما يحدد ما إذا كان من الممكن تحقيق ربح. هذا المنتج عبارة عن استثمار قصير الأجل. هذا الخيار مناسب للأسواق ذات تحركات الأسعار الأقل تقلبًا.",
  "Reliable": "موثوق",
  "Reload": "",
  "Remarks": "ملاحظات",
  "Remove": "حذف",
  "Remove 2fa Success": "إزالة 2fa بنجاح",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "قم بإزالة أي موجزات أسعار لم يتم تحديث بيانات السوق الخاصة بها خلال آخر 30 ثانية.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "قم بإزالة أي موجزات أسعار تحتوي على أسعار شراء وبيع متقاطعة أو يكون متوسط ​​سعرها في أعلى الكتاب بعيدًا بنسبة تزيد عن 10% عن متوسط ​​سعرها في أعلى الكتاب عبر جميع موجزات الأسعار.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "المتطلبات: 100 عملية تسجيل فريدة ونشطاء مع حجم تداول لا يقل عن مليون دولار أمريكي من خلال الإحالات.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "المتطلبات: 50 عملية تسجيل فريدة ونشطه مع حجم تداول لا يقل عن 100،000 دولار أمريكي عن طريق الإحالات.",
  "Research lab": "مختبر الأبحاث",
  "Reset fields": "إعادة تعيين الحقول",
  "Reset password": "إعادة تعيين كلمة المرور",
  "Responsive and secure trading platform": "منصة تداول سريعة الاستجابة وآمنة",
  "Result": "نتيجة",
  "Retry": "",
  "Revenue Share": "حصة الإيرادات",
  "Reward": "المكافأة",
  "Reward center": "مركز المكافآت",
  "Rewards hub": "مركز المكافآت",
  "Rewords": "المكافآت",
  "Rich Trading Tools": "أدوات التداول الغنية",
  "Rich activities and rewards": "أنشطة ومكافآت غنية",
  "Risk Control & Compliance Notice": "إشعار التحكم في المخاطر والامتثال",
  "Risk Disclaimer": "إخلاء المسؤولية عن المخاطر",
  "Risk Warning": "تحذير من المخاطر",
  "Risk-free trading with $10,000 in virtual funds": "تداول بدون مخاطرة بأموال افتراضية بقيمة 10,000 دولار",
  "Round In Progress": "الجولة قيد التقدم",
  "Round ends in": "تنتهي الجولة في",
  "SA": "SA",
  "Safe": "آمن",
  "Save": "حفظ",
  "Search": "يبحث",
  "Search crypto": "البحث عن العملات المشفرة",
  "Sec": "ثانية",
  "Second": "الثانية",
  "Seconds": "ثواني",
  "Security": "الأمن",
  "Security Verification": "التحقق من الأمان",
  "Seed": "بذرة",
  "Select a countdown period.": "حدد فترة العد التنازلي.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "حدد العد التنازلي والانتشار (الانتشار: الفرق بين سعر الشراء وسعر الخروج)",
  "Select your partner program revenue share": "حدد حصة إيرادات برنامج الشريك الخاص بك",
  "Sell": "البيع",
  "Send": "يرسل",
  "Send message": "إرسال رسالة",
  "Send message successfully": "تم إرسال الرسالة بنجاح",
  "Service guide": "دليل الخدمة",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "حدد سعرًا للحد من الخسائر. سيتم إغلاق مركزك تلقائيًا عند وصول السوق إلى هذا السعر.",
  "Set a target price where your position will be automatically closed to lock in profit.": "حدد سعرًا مستهدفًا حيث سيتم إغلاق مركزك تلقائيًا لتثبيت الربح.",
  "Set password": "تعيين كلمة المرور",
  "Set successfully": "تم الضبط بنجاح",
  "Set up": "الإعداد",
  "Set up Google Authenticator": "",
  "Settings": "الإعدادات",
  "Share": "مشاركة",
  "Share to": "مشاركة إلى",
  "Share your Affiliate invitation link to friends and users.": "قم بمشاركة رابط دعوة الشريك الخاص بك مع الأصدقاء والمستخدمين.",
  "Share your referral link or code": "شارك رابط الإحالة أو الكود الخاص بك",
  "Show live positions on chart": "إظهار المواقف المباشرة على الرسم البياني",
  "Show my positions on chart": "إظهار مواقعي على الرسم البياني",
  "Side": "الجانب",
  "Sign in": "تسجيل الدخول",
  "Silver": "الفضة",
  "Simple": "بسيط",
  "Simple and intuitive usable interface": "واجهة سهلة الاستخدام وبسيطة وبديهية",
  "Simple integration": "التكامل البسيط",
  "Simple way to earn money, The more invite, the more you will get!": "طريقة سهلة لكسب المال، كلما زادت الدعوات، كلما حصلت على المزيد!",
  "Simple, Fast, Intelligence": "بسيطة، سريعة، ذكية",
  "Size": "الحجم",
  "Something went wrong!": "",
  "Sorry, page not found!": "عذرا، لم يتم العثور على الصفحة!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "عذرًا، لم نتمكن من العثور على الصفحة التي تبحث عنها. ربما أخطأت في كتابة عنوان URL؟ تأكد من التحقق من تهجئتك.",
  "Sound": "صوت",
  "Speed": "السرعة",
  "Spot Exchanges": "التبادلات الفورية",
  "Spread": "الفارق",
  "Standard CS": "المعيار CS",
  "Start": "ابدأ",
  "Start Rate": "سعر البداية",
  "Start Time": "وقت البدء",
  "Start Time Invalid( hh : mm : ss )": "وقت البدء غير صالح ( hh : mm : ss )",
  "Start time": "وقت البدء",
  "Start trading": "ابدأ التداول",
  "Statistics": "الإحصائيات",
  "Status": "الحالة",
  "Step-up group": "مجموعة التصعيد",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "تبلغ نسبة ميزة المنزل في Stonks 2.5% ورسوم 5% على المراكز المربحة.",
  "Stonks prices are generated using a provably fair algorithm.": "يتم إنشاء أسعار Stonks باستخدام خوارزمية عادلة يمكن إثباتها.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "يتم إنشاء أسعار Stonks باستخدام خوارزمية عادلة يمكن إثباتها. تبلغ ميزة الكازينو 2.5%.",
  "Stop Loss": "وقف الخسارة",
  "Stop loss at price": "وقف الخسارة عند السعر",
  "Stop loss price cannot be through bust price": "لا يمكن أن يكون سعر وقف الخسارة من خلال سعر الانهيار",
  "Stop-Loss (SL)": "وقف الخسارة (SL)",
  "Strategy planning": "التخطيط الاستراتيجي",
  "Submit": "إرسال",
  "Submit request": "إرسال الطلب",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "اشترك في أكبر عدد ممكن من مستويات العمق المتاحة باستخدام واجهات برمجة التطبيقات الخاصة بالبث لكل بورصة.",
  "Switch Dark or Light mode according to your preference": "التبديل بين الوضع الداكن أو الفاتح حسب تفضيلاتك",
  "Symbol": "الرمز",
  "Symbol for extra security": "رمز للأمان الإضافي",
  "System": "النظام",
  "System Random: 300 lucky winners will be randomly selected.": "نظام عشوائي: سيتم اختيار 300 فائز محظوظ بشكل عشوائي.",
  "TP/SL": "جني الأرباح/وقف الخسارة",
  "Take Profit": "جني الأرباح",
  "Take profit at price": "جني الأرباح عند السعر",
  "Take-Profit (TP)": "جني الأرباح (TP)",
  "Tap Trading": "اضغط على التداول",
  "Tap to predict — quick moves, instant results.": "اضغط للتنبؤ - تحركات سريعة، نتائج فورية.",
  "Target Market": "السوق المستهدف",
  "Tell us the reason for contacting us": "أخبرنا عن سبب الاتصال بنا",
  "Test various trading tools and strategies": "اختبار أدوات واستراتيجيات التداول المختلفة",
  "Thank you for your request, it should generally be reviewed within 24 hours": "شكرا لك على طلبك، ينبغي مراجعته عمومًا خلال 24 ساعة",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "مؤشر الخوف والجشع CMC هو أداة خاصة تم تطويرها بواسطة CoinMarketCap لقياس المشاعر السائدة في سوق العملات المشفرة.",
  "The Profit Margin Is As High As 90%": "هامش الربح يصل إلى 90٪",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "الحد الإجمالي لمراكزك الطويلة/القصيرة عبر جميع العملات المشفرة محدد عند <0>{{limitAmount}}",
  "The amount you currently have available to place an order.": "المبلغ المتوفر لديك حاليًا لتقديم طلب.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "سعر الانخفاض هو سعر السوق الذي سيتم عنده تصفية مركزك بسبب عدم كفاية الهامش.",
  "The calculation steps are as follows:": "خطوات الحساب هي كما يلي:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "إن طريقة التعاون مفتوحة وشفافة، ولا داعي للقلق بشأن أي رسوم خفية.",
  "The coupon code is invalid or expired": "رمز القسيمة غير صالح أو منتهي الصلاحية",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "ثم يتم حساب سعر المؤشر النهائي باعتباره المتوسط ​​المرجح لأسعار منتصف النطاق الهامشية عند كل حجم. ويتم اختيار الأوزان بحيث تكون كثافة احتمالية التوزيع الأسي، الذي يتناقص بشكل رتيب، مما يؤدي إلى التركيز بشكل أكبر على الأسعار الأقرب إلى أعلى سعر في الكتاب. يتم تحديد الأوزان من خلال:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "يتم تحويل أول 8 بايتات من التجزئة إلى عدد صحيح غير موقّع مكون من 64 بت باستخدام ترميز little-endian. ثم يتم تحويل هذا العدد الصحيح إلى رقم فاصل عائم موزع بشكل موحد. باستخدام دالة التوزيع التراكمي العكسي مع تقلبات السوق المحددة (0.1%) كانحراف معياري لها، نقوم بتحويل قيمة الفاصلة العائمة إلى عائد موزع بشكل طبيعي واستخدامها لتحديث سعر السوق.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "صُممت منهجية أسعار المؤشرات لتلبية خاصيتين إحصائيتين مهمتين للسلاسل الزمنية: خاصيتا ماركوف ومارتينجال. تشير خاصية ماركوف إلى طبيعة العمليات العشوائية التي لا تعتمد على الذاكرة، مما يضمن اعتماد توزيع الاحتمالات الشرطية للقيم المستقبلية على القيمة الحالية فقط. أما خاصية مارتينجال فتعني أن القيمة الحالية للعملية العشوائية هي أيضًا القيمة المتوقعة للقيم المستقبلية. تجعل هاتان الخاصيتان أسعار مؤشرات Detrade مُقدّرات غير متحيزة للأسعار المستقبلية، مما يسمح للمستخدمين بالتداول بناءً على تغيرات قيمة العملات المشفرة الأساسية دون القلق بشأن تأثيرات البنية الدقيقة لكل بورصة على حدة.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "يقدم المؤشر رؤى حول ما إذا كان السوق مقومًا بأقل من قيمته الحقيقية (خوف شديد) أو مقومًا بأعلى من قيمته الحقيقية (جشع شديد).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "يتم بعد ذلك استخدام وظائف سعر البيع والشراء الهامشي لتحديد دالة منتصف السعر الهامشي مع الأخذ في الاعتبار الحجم: ",
  "The order has expired": "لقد انتهت صلاحية الطلب",
  "The output is:": "المخرج هو:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "ناتج هذه العملية الحسابية هو سعر مؤشر واحد يُستخدم في كلٍّ من المراكز الطويلة والقصيرة في منصة تداول Detrade. بخلاف معظم منصات التداول الأخرى، لا تفرض Detrade فرقًا بين سعري العرض والطلب. يتيح التداول بسعر واحد المضاربة على تحركات الأسعار قصيرة الأجل، والتي يكون فرق العرض والطلب فيها باهظ التكلفة للغاية.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "قد تُعدّل المنصة الحملة بناءً على تغيرات السوق والسياسات. سيتم نشر التحديثات عبر الإعلانات الرسمية.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "توفر المنصة أزواج تداول العملات الرئيسية مثل BTC وETH وغيرها، وستستمر في تحديث أزواج تداول العملات الشائعة.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "سيتم إعادة تعيين السعر إلى 1,000 دولار في الساعة 00:00 بتوقيت UTC كل يوم، وسيتم تسوية أي أوامر معلقة تلقائيًا أثناء إعادة التعيين.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "تعتمد مجموعة جوائز المسابقة بشكل وثيق على رهانات اليوم السابق. كلما زاد عدد اللاعبين الذين يراهنون، زاد حجم مجموعة الجوائز. سيتم عرض مجموعة الجوائز الحالية على صفحة المسابقة.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "المنتجات والخدمات التي تقدمها شركة Nexus Play LLC ليست مخصصة للمقيمين في الولايات المتحدة أو الاتحاد الأوروبي أو أي ولاية قضائية أخرى حيث يُحظر مثل هذه الخدمات والمنتجات بموجب القانون. لا تطلب شركة Nexus Play LLC الأعمال أو تقدم خدمات الوساطة للأفراد أو الكيانات في هذه المناطق. تقع على عاتق العملاء المحتملين مسؤولية معرفة أي قوانين ولوائح سارية في ولاياتهم القضائية والامتثال لها قبل المشاركة في التداول عبر الإنترنت. من خلال الوصول إلى هذا الموقع الإلكتروني والاستفادة من خدماتنا، فإنك تؤكد أنك لست مقيمًا في الولايات المتحدة أو الاتحاد الأوروبي أو أي ولاية قضائية أخرى حيث تكون خدماتنا مقيدة.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "سيتم إضافة المكافآت المكتسبة في هذا الحدث عبر الإنترنت تلقائيًا إلى رصيد اللاعب.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "يتم ترميز البذرة في سلسلة سداسية عشرية صغيرة مكونة من 64 حرفًا وربطها بتمثيل السلسلة لقيمة عداد النقرة الحالية. ثم يتم حساب تجزئة السلسلة المجمعة باستخدام دالة تجزئة BLAKE2b بحجم 256 بت. باستخدام دالة تجزئة تشفيرية، نضمن أن تكون تغييرات الأسعار عشوائية وغير متوقعة قبل الكشف عن البذرة، ولكن يمكن إعادة إنتاجها بالكامل بمجرد معرفة البذرة.",
  "The settlement formula is open and transparent and can be calculated in real time.": "صيغة التسوية مفتوحة وشفافة ويمكن حسابها في الوقت الحقيقي.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "يعرض النظام نتائج الربح والخسارة لمجموعات رأس المال الصاعد والهابط. عندما تحقق ربحًا، سترى مبلغ ربحك.",
  "The system is under maintenance and upgrade, please visit later": "النظام تحت الصيانة والتحديث، يرجى الزيارة لاحقًا",
  "The trade will complete in 5s.": "سيتم الانتهاء من التجارة في 5 ثوان.",
  "The trade will complete in <0>{{countdown}}s</0>.": "سيتم الانتهاء من التجارة في <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "مكافأة التداول هي <0>حافز تسويقي</0> تقدمه Detrade لمساعدة المستخدمين على استكشاف نظام التداول الخاص بنا. لا يمكن سحب أموال المكافأة <1>، ولكن قد تؤثر أرباح استخدامها على رصيد حسابك الحقيقي.",
  "The trading symbol will be replaced regularly.": "سيتم استبدال رمز التداول بانتظام.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "سيتم الإعلان عن الفائزين على الصفحة الحالية كل يوم أحد الساعة 10 مساءً (بتوقيت UTC)، وسيبدأ السحب التالي بعد ساعتين من السحب الأخير.",
  "Theme": "الموضوع",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "لا يوجد حد أقصى للمبلغ الذي يمكنك ربحه. كلما زاد عدد الأصدقاء الذين تدعوهم، زادت المكافآت التي تحصل عليها.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "سيتم خصم هذه المبالغ من رصيد حسابك، وفي حال عدم كفاية الأموال، سيتم إغلاق المركز تلقائيًا.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "هذا الحدث متاح فقط للمستخدمين في البلدان والمناطق المؤهلة وفقًا لسياسات الامتثال للمنصة.",
  "This field is required": "هذه الخانة مطلوبه",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "يتضمن ذلك عنوان IP الخاص بك، ونوع المتصفح، ونظام التشغيل، وأوقات الوصول، والصفحات التي شاهدتها مباشرة قبل وبعد الوصول إلى منصتنا.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "يتضمن ذلك اسمك وعنوان بريدك الإلكتروني ورقم هاتفك وعنوانك البريدي وتاريخ ميلادك وأي معلومات أخرى تقدمها عند التسجيل للحصول على حساب أو استخدام خدماتنا.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "يتراوح هذا المؤشر من 0 إلى 100، حيث تشير القيمة المنخفضة إلى الخوف الشديد، وتشير القيمة المرتفعة إلى الجشع الشديد.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "ويأتي هذا بالتزامن مع الحدود المحددة لكل عملة مشفرة، والتي تم تفصيلها أدناه.",
  "This is why you should promote Detrade:": "لهذا السبب يجب عليك الترويج لـ Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "هذا الموقع محمي بواسطة reCAPTCHA وتطبق عليه سياسة الخصوصية وشروط خدمة Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "من خلال برنامج الشراكة Detrade، يمكنك فتح العمولات التابعة المتزايدة والأحداث الحصرية التي ترعاها وغيرها من المزايا الفريدة. هل تريد معرفة المزيد؟ تابع القراءة!",
  "Time": "الوقت",
  "Time and payout": "الوقت والدفع",
  "Time closed": "الوقت مغلق",
  "Time opened": "الوقت مفتوح",
  "Time remaining": "الوقت المتبقي",
  "Tips": "نصائح",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "نصائح: عادةً ما يستغرق الأمر {{hours}} ساعة للمعالجة، وقد يستغرق وقتًا أطول، ويعتمد الوقت المحدد على الحد الزمني للتاجر.",
  "To": "إلى",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "لتحليل الاتجاهات ومراقبة الاستخدام وإجراء البحوث لتحسين خدماتنا.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "لضمان أمان حسابك، سيتم تعليق عمليات السحب لمدة 24 ساعة بمجرد إزالة مصادقة Google 2FA.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "للحفاظ على العدالة والنزاهة، سوف تقوم Detrade بمراقبة الحسابات المشاركة في برنامج المكافآت من خلال الفحوصات السلوكية والفنية، بما في ذلك على سبيل المثال لا الحصر بصمة الجهاز، وتتبع IP، وتحليل أنماط المعاملات.",
  "To manage your account, process transactions, and provide you with the services you request.": "لإدارة حسابك، ومعالجة المعاملات، وتزويدك بالخدمات التي تطلبها.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "لمراقبة الاحتيال، وتطبيق شروط الخدمة لدينا، والامتثال للمتطلبات القانونية والتنظيمية.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "لحماية أمان حسابك، سيتم تعطيل عمليات السحب لمدة 24 ساعة بعد تغيير كلمة المرور الخاصة بك.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "لتوفير تسعير عادل وموثوق به لألعاب التداول، تحسب Detrade سعر مؤشر مركب كل 500 مللي ثانية مشتق من خلاصات الأسعار في الوقت الفعلي لأكثر بورصات العملات المشفرة سيولة في العالم. من خلال دمج العديد من مصادر الأسعار، فإن مؤشر Detrade قوي ضد التلاعب بالسوق، والمشكلات الفنية، وغيرها من أنشطة التداول الشاذة التي قد تحدث في البورصات الفردية من وقت لآخر.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "لإرسال التحديثات والتنبيهات الأمنية والرسائل الإدارية إليك، والرد على استفساراتك وطلباتك.",
  "To tailor our content and advertisements to your interests and preferences.": "لتخصيص المحتوى والإعلانات الخاصة بنا وفقًا لاهتماماتك وتفضيلاتك.",
  "To trading center": "إلى مركز التداول",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "لفهم كيفية تفاعل المستخدمين مع منصتنا، وتشخيص المشكلات الفنية، وتحسين الوظائف وتجربة المتداول.",
  "Today's Pnl": "Pnl اليوم",
  "Top": "أعلى",
  "Top tokens": "أفضل الرموز",
  "Top trade": "أفضل تداول",
  "Top-tier account manager": "مدير حسابات من الدرجة الأولى",
  "Total Trades": "إجمالي المتداولين",
  "Total commission": "إجمالي العمولة",
  "Total participated tickets for this round <0>{{total}}</0>": "إجمالي التذاكر المشاركة في هذه الجولة <0>{{total}}",
  "Total prize won": "إجمالي الجائزة التي تم الفوز بها",
  "Total profit": "إجمالي الربح",
  "Total tickets": "إجمالي التذاكر",
  "Total traders": "إجمالي المتداولين",
  "Total trades": "إجمالي الصفقات",
  "Trade": "تداول",
  "Trade for prestige": "التداول من أجل الهيبة",
  "Trade history": "تاريخ التداول",
  "Trade like a rhythm master": "التجارة مثل سيد الإيقاع",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "تداول مع انخفاض السعر إذا كنت تتوقع انخفاضه. إذا انخفض، ستحقق ربحًا.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "تداول مع ارتفاع السعر إذا كنت تتوقع ارتفاعه. إذا ارتفع، ستحقق ربحًا.",
  "Trade to Win": "تداول لتربح",
  "Trade to rank up": "التداول للارتقاء بالرتبة",
  "Trade with $10,000 in virtual funds": "تداول بـ 10,000 دولار من الأموال الافتراضية",
  "Trader": "متداول",
  "Trades": "التداولات",
  "Trading": "التداول",
  "Trading Amount": "مبلغ التداول",
  "Trading Platform": "منصة التداول",
  "Trading Smarter, Earning Better": "التداول بذكاء، وكسب أفضل",
  "Trading Volume": "حجم التداول",
  "Trading amount is too large for selected multiplier for selected stop loss price": "مبلغ التداول كبير جدًا بالنسبة للمضاعف المحدد لسعر وقف الخسارة المحدد",
  "Trading bonus trial": "تجربة مكافأة التداول",
  "Trading center": "مركز التداول",
  "Trading indicators and signals": "مؤشرات وإشارات التداول",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "التداول ينطوي على مخاطر. يُرجى التأكد من فهمك لما تفعله قبل استخدام الرافعة المالية أو أموال المكافآت. Detrade غير مسؤولة عن أي خسائر ناتجة عن تداول المكافآت.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "سيتم إيقاف التداول يوميًا من {{startTime}} إلى {{endTime}} ({{timeZone}}) وخلال عطلات نهاية الأسبوع. يُرجى تسوية أوامركم مسبقًا.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "تتوفر بطولات التداول والمكافآت المنتظمة والهدايا وأكواد الترويج ومسابقات التداول لأي متداول لاستخدامها أو المشاركة فيها.",
  "Traffic Owners": "أصحاب حركة المرور",
  "Transaction Completed": "تمت المعاملة",
  "Transaction details": "تفاصيل المعاملة",
  "Transactions": "المعاملات",
  "Transition details": "تفاصيل الانتقال",
  "Transparency & Security": "الشفافية والأمان",
  "Trigger price is too close to bust price": "سعر الزناد قريب جدًا من سعر الانهيار",
  "Trigger price is too close to current price": "سعر الزناد قريب جدًا من السعر الحالي",
  "Trusted by": "موثوق به من قبل",
  "Trusted by millions of users.": "موثوق به من قبل ملايين المستخدمين.",
  "Try": "حاول",
  "Try a quick demo": "جرب عرضًا توضيحيًا سريعًا",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "قم بتجربة كافة المزايا التي تقدمها المنصة على حساب تجريبي بالعملة الافتراضية، بدون استثمار حقيقي وبدون أي مخاطرة.",
  "Turn every action into rewards. Start trading today.": "حوّل كل إجراء إلى مكافآت. ابدأ التداول اليوم.",
  "Txid": "Txid",
  "Type": "النوع",
  "Type Your message": "اكتب رسالتك",
  "UID": "معرف المستخدم",
  "UP": "أعلى",
  "USDT-Margined": "USDT-هامش",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "غير متاح يوميًا من {{startTime}} إلى {{endTime}} ({{timeZone}}) وطوال اليوم في عطلات نهاية الأسبوع.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "تجارب فريدة: من تحديات التداول المبتكرة إلى خيارات تداول العملات المشفرة المبسطة ونماذج التداول الحصرية، تقدم Detred تجربة لن تجدها في أي مكان آخر.",
  "Unlock Diamond": "فتح الماس",
  "Unlock Top Traders, Achieve": "افتح قفل أفضل المتداولين، حقق",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "غير ضروري. Detrade هي شركة تقدم التكنولوجيا ويمكنك شراء حلولنا من أي بلد.",
  "Up": "أعلى",
  "Up & Down": "أعلى وأسفل",
  "Up Down": "أعلى أسفل",
  "Up Or Down?": "أعلى أو أسفل؟",
  "Up Wins": "فوز للأعلى",
  "Update Success": "تم التحديث بنجاح",
  "Updated at {{time}}": "تم التحديث على {{time}}",
  "Updated timely": "تم التحديث في الوقت المناسب",
  "Uppercase or lowercase letters": "أحرف كبيرة أو صغيرة",
  "Usage Instructions & Limitations": "تعليمات الاستخدام والقيود",
  "Used": "مستخدم",
  "User Agreement and Terms & Conditions": "اتفاقية المستخدم والشروط والأحكام",
  "User ID": "معرف المستخدم",
  "User name": "اسم المستخدم",
  "Username": "اسم المستخدم",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "يجب على المستخدمين تحديد أو المشاركة في أزواج التداول ذات الصلة للاستمتاع بهذا النشاط.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "يُحظر تمامًا استخدام حسابات متعددة لتجاوز حدود التداول وقد يؤدي ذلك إلى تعليق الحساب أو فرض عقوبات.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "باستخدام دفتر الطلبات المركب، يتم تعريف دالة لتمثيل السعر الهامشي لشراء أو بيع كمية معينة. على سبيل المثال، دالة الشراء الهامشي هي:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "يوصى بشدة باستخدام المصادقة الثنائية لأنها تحمي حسابك بكلمة المرور والهاتف.",
  "VIP": "VIP",
  "VIP group": "مجموعة كبار الشخصيات",
  "Validity period: within 14 days after activation": "فترة الصلاحية: خلال 14 يومًا بعد التفعيل",
  "Verifiable fairness": "العدالة القابلة للتحقق",
  "Verification": "التحقق",
  "Verification Example": "مثال للتحقق",
  "Verification code failed": "فشل رمز التحقق",
  "Verification email sent. Check your inbox.": "تم إرسال بريد إلكتروني للتحقق. تحقق من صندوق الوارد الخاص بك.",
  "Verified": "تم التحقق",
  "Verify": "تحقق من",
  "Verify Fairness": "التحقق من العدالة",
  "Verify fairness": "التحقق من العدالة",
  "View details": "عرض التفاصيل",
  "View more": "عرض المزيد",
  "Volume": "الحجم",
  "Volume (24h)": "الحجم (24 ساعة)",
  "Voucher code": "رمز القسيمة",
  "Wager": "الرهان",
  "Wager <0>{{amount}}</0> To Reach": "راهن <0>{{amount}}</0> للوصول",
  "Wait For Next Round": "انتظر الجولة القادمة",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "انتظر حتى يتوفر 6 مصادر أسعار صالحة على الأقل. إذا لم يتوفر عدد كافٍ من مصادر الأسعار، فلن يتم تحديث سعر مؤشر Detrade.",
  "Wallet": "المحفظة",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "هل تريد الانضمام إلى برنامج شراكة Detrade؟ اتصل بفريق الدعم الخاص بنا للبدء!",
  "Watch play demo": "شاهد العرض التوضيحي",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "نقوم بجمع المعلومات حول نشاطك على منصتنا، بما في ذلك نشاط التداول والتفضيلات والتفاعل مع المحتوى الخاص بنا.",
  "We collect several types of information from and about users of our Platform, including:": "نقوم بجمع عدة أنواع من المعلومات من مستخدمي منصتنا وحولهم، بما في ذلك:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "لدينا فرق فنية وتشغيلية ممتازة لتلبية احتياجات العملاء بشكل مستمر وتزويد العملاء بمزيد من الضمانات.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "نحن نطبق مجموعة متنوعة من التدابير الأمنية لحماية معلوماتك الشخصية من الوصول غير المصرح به أو الاستخدام أو الكشف عنها. وتشمل هذه التدابير التشفير وضوابط الوصول والتخزين الآمن. ومع ذلك، لا توجد طريقة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة بنسبة 100%، ولا يمكننا ضمان أمانها المطلق.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "نحن نتطلع إلى رؤيتك تصبح عضوًا في عائلة تحالفنا المتنامية وتساعدنا في تشكيل مستقبل Detrade معًا!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "يجوز لنا جمع المعلومات المالية مثل أرقام الحسابات المصرفية وتفاصيل بطاقات الائتمان وسجل المعاملات لتسهيل المعاملات والامتثال للمتطلبات التنظيمية.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "يجوز لنا جمع معلومات حول موقعك إذا سمحت لنا بذلك، باستخدام تقنيات مثل نظام تحديد المواقع العالمي (GPS)، أو شبكة Wi-Fi، أو بيانات برج الهاتف الخلوي.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "يجوز لنا الكشف عن معلوماتك إذا كان القانون يتطلب ذلك أو استجابة لطلبات صالحة من السلطات العامة (على سبيل المثال، محكمة أو وكالة حكومية).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "يجوز لنا الكشف عن معلوماتك لحماية حقوق أو ممتلكات أو سلامة Detrade أو مستخدمينا أو الآخرين، ولإنفاذ شروطنا وأحكامنا.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "يجوز لنا مشاركة معلوماتك أو نقلها فيما يتعلق بأي اندماج أو بيع لأصول الشركة أو تمويل أو استحواذ على كل أو جزء من أعمالنا من قبل شركة أخرى أو أثناء المفاوضات بشأنها.",
  "We may share your information with third parties if you provide your consent to do so.": "يجوز لنا مشاركة معلوماتك مع أطراف ثالثة إذا قدمت موافقتك على القيام بذلك.",
  "We may share your information with third parties in the following circumstances:": "يجوز لنا مشاركة معلوماتك مع أطراف ثالثة في الحالات التالية:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "يجوز لنا مشاركة معلوماتك مع موفري الخدمات الخارجيين الذين يقومون بخدمات نيابة عنا، مثل معالجة الدفع، وتحليل البيانات، وتسليم البريد الإلكتروني، وخدمات الاستضافة.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "نحن نقدم أوسع مجموعة من خيارات تداول المشتقات، ونجذب أكثر من 2.5 مليون متداول عبر الإنترنت في جميع أنحاء العالم. توفر تقنيتنا تجربة تداول سهلة الاستخدام وقوية، مما يسمح لعملائنا بفهم المخاطر بشكل أكثر فعالية واتخاذ قرارات تداول مستنيرة.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "نحن نقدم منصة تداول بسيطة وسهلة الاستخدام، بحيث يمكن لأي شخص أن يصبح متداولًا.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "نحن نقدم لك دليلًا خطوة بخطوة لجذب اللاعبين إلى منصتك، بالإضافة إلى مواد تسويقية أثبتت فعاليتها.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "نحن نحتفظ بالحق في إلغاء المكافآت والأرباح ذات الصلة في ظل الشروط التالية:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "نحن نستخدم ملفات تعريف الارتباط ومنارات الويب وتقنيات التتبع الأخرى لجمع المعلومات حول استخدامك لمنصتنا وتحسين تجربة التاجر الخاصة بك.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "نحن نستخدم أحدث التقنيات لتوفير أسرع المعاملات دون تأخير أو انقطاع في تشغيل واجهة المتداول.",
  "We use the information we collect for various purposes, including:": "نحن نستخدم المعلومات التي نجمعها لأغراض مختلفة، بما في ذلك:",
  "We will contact you within 3 working days, please check your email regularly": "سوف نتواصل معك خلال 3 أيام عمل، يرجى التحقق من بريدك الإلكتروني بانتظام",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "سنحتفظ بمعلوماتك الشخصية طالما كان ذلك ضروريًا لتحقيق الأغراض التي تم جمعها من أجلها، بما في ذلك الامتثال للمتطلبات القانونية أو التنظيمية أو التجارية.",
  "Website for PC": "موقع للكمبيوتر",
  "Website for smartphones": "موقع للهواتف الذكية",
  "Week": "أسبوع",
  "Week's Pnl": "Pnl الأسبوع",
  "Weekly raffle": "السحب الأسبوعي",
  "Welcome Bonus": "مكافأة الترحيب",
  "Welcome To": "مرحباً بكم في",
  "Welcome To Demo Trading ": "مرحباً بكم في التداول التجريبي ",
  "Welcome to Detrade Connect": "مرحباً بكم في Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "مرحبًا بك في Detrade، وهي منصة رائدة لتداول الخيارات الثنائية. قبل أن تبدأ في استخدام منصتنا، يرجى قراءة وفهم الشروط والأحكام التالية بعناية. من خلال الوصول إلى منصة Detrade أو استخدامها، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على أي جزء من هذه الشروط، فيجب ألا تستخدم منصتنا.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "مرحبًا بكم في Stonks! سيتم إعادة تعيين السعر إلى 1000 دولار أمريكي في الساعة 00:00 بتوقيت UTC كل يوم، وسيتم تسوية أي أوامر معلقة تلقائيًا أثناء إعادة التعيين.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "أهلاً بكم في detrade! نشكركم على دعمكم، ونقدم لكم<0>ما يصل إلى 50 USDT كمكافأة تداول</0> للمستخدمين الجدد. جرب تداول الخيارات الثنائية بدون أي مخاطرة ومكافآت حقيقية!",
  "What currencies can be deposited and withdrawn?": "ما هي العملات التي يمكن إيداعها وسحبها؟",
  "What does it mean?": "ماذا يعني ذلك؟",
  "What is Detrade Connect?": "ما هو Detrade Connect؟",
  "What operational expenses could Partner have?": "ما هي النفقات التشغيلية التي يمكن أن يتحملها الشريك؟",
  "What would you like your new limit to be? (max 500% of current limit)": "ما هو الحد الأقصى الذي ترغب في أن يكون عليه الحد الجديد؟ (الحد الأقصى 500% من الحد الحالي)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "عند انتهاء العد التنازلي، يبدأ التداول في مرحلة التسوية التحضيرية. يُسجل النظام سعر البداية بعد انتهاء العد التنازلي (عند العلم الأول). عند تشغيل خط K لفترة زمنية، يُسجل النظام سعر النهاية (عند العلم الثاني). قارن سعر النهاية بسعر البداية. إذا كان سعر النهاية أكبر من سعر البداية، يفوز المتداول الذي يختار الاتجاه الصعودي. وإلا، يفوز المتداول الذي يختار الاتجاه الهبوطي.",
  "When the dual conditions are met, you will receive profits.": "عندما يتم استيفاء الشروط المزدوجة، سوف تحصل على الأرباح.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "عند التداول في بورصة تقليدية مع دفتر أوامر مركزي محدود، فإن أوامر الاستلام الكبيرة ستتقاطع عمومًا مع أوامر السكون التي تتجاوز أفضل عرض أو عطاء، مما يؤدي إلى متوسط ​​سعر التنفيذ أسوأ من سعر أعلى دفتر. يقيد صناع السوق مقدار السيولة التي هم على استعداد لتقديمها في أعلى دفتر بسبب المخاطر الإضافية التي تمثلها الأوامر الكبيرة. بدلاً من مطالبة تنفيذ الأوامر الكبيرة بأسعار متعددة، يستخدم Detrade بدلاً من ذلك صيغة تأثير السوق لتحديد سعر الإغلاق للصفقات الرابحة (لا تتأثر الصفقات الخاسرة المغلقة يدويًا) لتكرار تأثير السوق لأوامر الاستلام الكبيرة، ولكن بطريقة أكثر اتساقًا ويمكن التنبؤ بها. أسهل طريقة لرؤية تأثيرات تأثير السوق الدقيقة هي استخدام حاسبة العائد على الاستثمار الموجودة على صفحة تداول العقود الآجلة.",
  "When will the commission be distributed?": "متى سيتم توزيع العمولة؟",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "عندما ينتهي تداول صديقك، يمكنك الحصول على عمولة فورية مقابل هذا التداول.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "حيث <0>P_close</0> هو <1>P_open*(1-1/multiplier_leverage)</1> للخسائر أو سعر وقف الخسارة.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "حيث <0>p_i | i in 1..N</0> و<1>s_i|i in 1..N</1> هما أسعار الشراء والأحجام مرتبة على مسافة متزايدة من أعلى الكتاب. تعطي هذه الدالة السعر الأقصى الذي يمكن للمرء أن يدفعه لشراء كمية <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "حيث <0>v_i</0> هي الأحجام التي يتم حساب متوسط ​​الأسعار عندها ويتم تعريفها على أنها اتحاد أحجام الشراء والبيع التراكمية من دفتر الطلبات المركب. <1>L</1> هو عامل مقياس يتم تعريفه على أنه <2>1/V</2>، حيث <3>V</3> هو الحجم الأقصى الذي يتم حساب متوسط ​​الأسعار عنده ويتم تعريفه على أنه الحد الأدنى لمجموع أحجام الشراء والبيع في دفتر الطلبات المركب.",
  "Which currency pairs can be traded on Detrade?": "ما هي أزواج العملات التي يمكن تداولها على Detrade؟",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "لا يتحمل أصحاب العلامات التجارية البيضاء أي تكاليف في تطوير المنصة. كل ما يحتاجون إليه هو التركيز على المبيعات والتسويق.",
  "Whitelist pre-booking": "الحجز المسبق في القائمة البيضاء",
  "Why Partner with Detrade?": "لماذا الشراكة مع Detrade؟",
  "Why choose Detrade": "لماذا تختار Detrade",
  "Why you must choose us?": "لماذا يجب عليك أن تختارنا؟",
  "Wild": "البرية",
  "Will The Price Go Up Or Down": "هل سيرتفع السعر أم سينخفض؟",
  "Will the price go up or down ?": "هل السعر سيرتفع أم سينخفض؟",
  "Win": "الفوز",
  "Win Crypto Tokens": "اربح رموز العملات المشفرة",
  "Win if the price breaks out — above the high or below the low.": "الفوز إذا انكسر السعر - فوق المستوى المرتفع أو تحت المستوى المنخفض.",
  "Win rate": "معدل الفوز",
  "Winner": "الفائز",
  "Winning": "الفائزة",
  "Winning Tickets": "التذاكر الفائزة",
  "Winning prize details": "تفاصيل الجائزة الفائزة بالجائزة",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "مع رسوم PnL، لن تدفع أي رسوم لفتح أو إغلاق التداول، ولن يتم أخذ سوى جزء بسيط من أرباحك (إن وجدت) عند إغلاق التداول",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "مع تمكين الرسوم الثابتة، يمكنك الحصول على 100% من أرباحك ولكنك تدفع مسبقًا <0>رسومًا ثابتة تغطي دخولك وخروجك وانزلاقك</0> قبل الدخول في التداول، كما هو الحال في البورصة العادية",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "مع الميزات والتحديثات الجديدة المثيرة في الأفق، الآن هو الوقت المثالي لبدء الترويج لـ Detlard.",
  "Withdraw": "السحب",
  "Withdraw Fee": "رسوم السحب",
  "Withdraw Order Created": "تم إنشاء طلب السحب",
  "Withdraw Processing": "معالجة السحب",
  "Withdraw Success": "تم السحب بنجاح",
  "Withdraw is in progress": "",
  "Withdraw to": "سحب إلى",
  "Withdraw your earnings 24/7": "سحب أرباحك على مدار الساعة طوال أيام الأسبوع",
  "Withdrawal fee": "رسوم السحب",
  "Withdrawal fee discount": "خصم رسوم السحب",
  "Yes": "نعم",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "نعم، تؤمن DeTrade بالشفافية الكاملة وتقدم لك كافة البيانات. يمكنك الاطلاع على كافة هذه المعلومات في",
  "Yes, contact us at any time to upgrade your package.": "نعم، يمكنك الاتصال بنا في أي وقت لترقية الحزمة الخاصة بك.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "نعم، يمكن لأولئك الذين ليسوا على دراية بالعملات المشفرة تسجيل الدخول عبر شبكات التواصل الاجتماعي وتمويلها باستخدام البطاقات المصرفية.",
  "Yes, you can use both.": "نعم، يمكنك استخدام كليهما.",
  "Yield": "العائد",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "يمكنك إيداع وسحب معظم العملات الرقمية السائدة في السوق، كما ستطلق المنصة تدريجيًا وظائف الإيداع والسحب للعملات القانونية.",
  "You can share your invite link to your friend or your social media": "يمكنك مشاركة رابط الدعوة الخاص بك مع صديقك أو وسائل التواصل الاجتماعي الخاصة بك",
  "You have the right to object to our processing of your personal information, under certain conditions.": "لديك الحق في الاعتراض على معالجتنا لبياناتك الشخصية، في ظل ظروف معينة.",
  "You have the right to request a copy of the personal information we hold about you.": "لديك الحق في طلب نسخة من المعلومات الشخصية التي نحتفظ بها عنك.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "لديك الحق في طلب تصحيح أي أخطاء في معلوماتك الشخصية.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "لديك الحق في طلب حذف معلوماتك الشخصية، مع مراعاة بعض الاستثناءات.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "سوف تحصل على 20% من ميزة المنزل لكل تداول تقوم به. إذا كان لديك العديد من المتابعين، يمكنك الاتصال بنا للحصول على المزيد من العمولات.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "سوف تتلقى دعمًا بقيمة {nextCapitalCost} تقريبًا في الساعة القادمة، والمبلغ المحدد يخضع لمعدل التمويل في ذلك الوقت",
  "You won <0>{{award}}</0>": "لقد فزت بـ <0>{{award}}</0>",
  "Your": "الخاص بك",
  "Your Telegram": "Telegram الخاص بك",
  "Your account level is assessed and updated on the": "يتم تقييم مستوى حسابك وتحديثه على",
  "Your current limit is {{limit}}": "الحد الحالي الخاص بك هو {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "الحدود الحالية الخاصة بك هي: رسوم الربح والخسارة - {{pnl}}، رسوم ثابتة - {{Fixed}}",
  "Your email": "بريدك الإلكتروني",
  "Your friends will be associated with you after they sign up": "سيتم ربط أصدقائك بك بعد قيامهم بالتسجيل",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "قد يتم نقل معلوماتك، بما في ذلك المعلومات الشخصية، إلى خوادم أو قواعد بيانات تقع خارج بلدك أو ولايتك القضائية ويتم الاحتفاظ بها عليها. باستخدام منصتنا، فإنك توافق على نقل معلوماتك إلى الولايات المتحدة أو أي دولة أخرى تمتلك فيها Detrade أو مقدمو خدماتها مرافق.",
  "Your investment": "استثمارك",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "ينطبق اختيار اللغة الخاص بك على Detrade رسائل البريد الإلكتروني، الرسائل النصية القصيرة، والإشعارات داخل التطبيق، وجميع الأجهزة التي قمت بتسجيل الدخول إليها.",
  "Your name": "اسمك",
  "Your profile is now private": "ملفك الشخصي أصبح خاصًا الآن",
  "Your profile is now public": "ملفك الشخصي أصبح عامًا الآن",
  "Your transfer amount has to MATCH the submission amount.": "يجب أن يتطابق مبلغ التحويل الخاص بك مع مبلغ الإرسال.",
  "Zero Trading Fees": "رسوم تداول صفرية",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "أ) التحقق من المستندات: قد يُطلب من المستخدمين تحميل نسخ من مستندات الهوية الصادرة عن الحكومة، مثل جواز السفر، أو رخصة القيادة، أو بطاقة الهوية الوطنية.",
  "all assets": "جميع الأصول",
  "all status": "جميع الحالات",
  "approved": "موافقة",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "ب) **ملفات تعريف الارتباط الخاصة بالأداء**: تجمع ملفات تعريف الارتباط هذه معلومات حول كيفية استخدامك لمنصتنا، مثل الصفحات التي تزورها بشكل متكرر. تُستخدم هذه المعلومات لتحسين وظائف منصتنا.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "ب) التحقق من العنوان: قد يُطلب من المستخدمين تقديم دليل على عنوانهم، مثل فاتورة خدمات عامة أو كشف حساب بنكي، للتحقق من عنوان إقامتهم.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "بناءً على أحدث أدائك ونشاطك. ابقَ متفاعلًا وارتقِ في التصنيفات!",
  "basic information verification": "التحقق من المعلومات الأساسية",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "ج) **ملفات تعريف الارتباط الوظيفية**: تسمح ملفات تعريف الارتباط هذه لمنصتنا بتذكر الخيارات التي تقوم بها (مثل اسم المستخدم أو اللغة أو المنطقة) وتوفير ميزات محسّنة وأكثر شخصية.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "ج) التحقق البيومتري: قد تستخدم Detrade طرق المصادقة البيومترية، مثل التعرف على الوجه أو مسح بصمات الأصابع، للتحقق من هوية المستخدمين.",
  "change password": "تغيير كلمة المرور",
  "chat rules": "قواعد الدردشة",
  "currency": "العملة",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "د) **ملفات تعريف الارتباط الخاصة بالاستهداف/الإعلان**: تُستخدم ملفات تعريف الارتباط هذه لتقديم إعلانات أكثر ملاءمة لك ولاهتماماتك. كما تساعدنا في قياس فعالية الحملات الإعلانية.",
  "date": "التاريخ",
  "day": "اليوم",
  "demo": "تجريبي",
  "deposit": "الإيداع",
  "deposit with a 50% bonus": "إيداع مع مكافأة 50٪",
  "down": "لأسفل",
  "earn ticket": "كسب التذكرة",
  "edit profile": "تعديل الملف الشخصي",
  "edit your avatar": "تعديل الصورة الرمزية الخاصة بك",
  "email": "البريد الإلكتروني",
  "explanation": "الشرح",
  "failed": "فشل",
  "forgot password?": "هل نسيت كلمة السر؟",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "احتفظ بـ Diamond لمدة 3 أشهر - سيدعوك مدير VIP الخاص بنا للوصول إلى امتيازات Diamond+ المصممة خصيصًا لك.",
  "init": "البداية",
  "liq price": "سعر التصفية",
  "live": "مباشر",
  "loading...": "تحميل...",
  "lucky poll": "استطلاع محظوظ",
  "medium": "متوسط",
  "month": "الشهر",
  "more": "المزيد",
  "my tickets": "التذاكر الخاصة بي",
  "name": "الاسم",
  "no": "لا",
  "or": "أو",
  "order id": "معرّف الطلب",
  "pending": "قيد الانتظار",
  "perks in total": "الامتيازات في المجموع",
  "price": "السعر",
  "prize": "الجائزة",
  "processing": "المعالجة",
  "rejected": "مرفوض",
  "results": "النتائج",
  "rewards": "المكافآت",
  "rewards list": "قائمة المكافآت",
  "search “Google Authenticator” and proceed to download.": "ابحث عن \"Google Authenticator\" ثم انتقل إلى التنزيل.",
  "seed": "بذرة",
  "strong": "قوي",
  "success": "نجاح",
  "temporary rejected": "رفض مؤقت",
  "terms and conditions": "الشروط والأحكام",
  "tickets number": "رقم التذاكر",
  "ticks": "التذاكر",
  "time": "الوقت",
  "token": "الرمز المميز",
  "top": "أعلى",
  "trader": "متداول",
  "trading platform": "منصة التداول",
  "two-Factor authentication": "المصادقة الثنائية",
  "up": "أعلى",
  "voucher": "قسيمة",
  "wager": "الرهان",
  "weak": "ضعيف",
  "week": "الأسبوع",
  "welcome gifts": "هدايا الترحيب",
  "withdraw": "السحب",
  "{{field}} is required": "{{field}} مطلوب",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} مكان - {{percent}} من مجموع جوائز المسابقة اليومية",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>من {{total}}</0>",
  "|PnL|": "|PnL|"
}
