{
  "* Both a memo/tag and an address are required": "* هم ممو/تگ و هم آدرس مورد نیاز است",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* لطفاً تأیید کنید که آدرس دریافت کننده به ممو/تگ نیاز دارد. در صورت پر نشدن یا اشتباه پر شدن دارایی از بین می‌رود",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*خروجی ماشین حساب تخمین می زند و ROI/P&L واقعی می تواند با آنچه نشان داده شده است براساس شرایط بازار متفاوت باشد.",
  "1-on-1 manager": "مدیر 1-به-1",
  "1. Choose the future price direction": "1. جهت قیمت آینده را انتخاب کنید",
  "1. Information We Collect": "1. اطلاعاتی که جمع می کنیم",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 دی‌ترید (\"ما\" ، \"برای ما\" یا \"مال ما\") متعهد به مبارزه با فعالیت‌های پولشویی و تأمین مالی تروریستی از طریق اجرای قوی ضد پولشویی (AML) است و از سیاست ها و رویه‌های مشتری خود (KYC) می شناسد.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 دی‌ترید (\"ما\"، \"برای ما\"، یا \"مال ما\") یک پلت فرم ترید آنلاین باینری آپشن (\"پلتفرم\") را اجرا می کند که تریدرهای (\"شما\" یا \"تریدر\") را قادر می سازد تا با ابزارهای مالی مختلف ترید کنند.",
  "1.1 Personal Identification Information:": "1.1 اطلاعات شناسایی شخصی:",
  "1.2 Financial Information:": "1.2 اطلاعات مالی:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 این سیاست ضد پولشویی (AML) و مشتری (احراز هویت) خود را بشناسید (\"سیاست\") تعهدات و رویه های ما را برای تأیید هویت تریدرهای ما (\"شما\" یا \"تاجر\") و شناسایی و جلوگیری از فعالیت های پولشویی و تامین مالی تروریسم در پلت فرم دی‌ترید بیان می‌کند.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 این توافقنامه کاربر و شرایط و ضوابط (\"توافقنامه\") بر استفاده شما از پلتفرم دی‌ترید حاکم است. با دسترسی یا استفاده از پلتفرم ما ، تصدیق می کنید که خوانده اید ، درک کرده اید و موافقت کرده اید که به این توافقنامه متعهد باشید.",
  "1.3 Technical Information:": "1.3 اطلاعات فنی:",
  "1.4 Usage Data:": "1.4 داده‌های استفاده‌شده:",
  "1.5 Location Information:": "1.5 اطلاعات مکان:",
  "1.6 Cookies and Tracking Technologies:": "1.6 کوکی‌ها و فناوری‌های ردیابی:",
  "1.Introduction": "1.مقدمه",
  "10 most wagering players carve up the prize pool.": "10 بازیکنی که بیشترین شرط‌بندی استخر جایزه را ثبت می کنند.",
  "10. Amendments to the Policy": "10. اصلاحیه‌ها در سیاست",
  "10. International Data Transfers": "10. انتقال داده‌های بین‌المللی",
  "10. Limitation of Liability": "10. مسئولیت محدود",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 دی‌ترید حق دارد در هر زمان این سیاست را تݟییر دهد یا اصلاح کند. هرگونه تغییر بلافاصله پس از ارسال روی پلتفرم دی‌ترید، تأثیرگذار خواهد بود.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 تا حد مجاز قانونی ، دی‌ترید هیچ مسئولیتی در قبال خسارت مستقیم ، غیرمستقیم ، تصادفی ، ویژه یا متعاقب آن ناشی یا به هر طریقی مرتبط با استفاده شما از پلتفرم ما، نخواهد داشت.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 در هیچ موردی مسئولیت کلی دی‌ترید در قبال شما برای تمام آسیب‌ها، خسارات و دعاوی ناشی یا مرتبط با این توافقنامه، بیشتر از مبلغی که شما در مدت دوازده (12) ماه قبل از وقوع رویداد منجر به چنین مسئولیتی به دی‌ترید پرداخت کرده‌اید، نخواهد بود.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 این وظیفه شماست که این خط مشی را به صورت دوره ای بررسی کنید تا از هرگونه به روزرسانی یا تغییر مطلع شوید. استفاده مستمر شما از پلتفرم دی‌ترید پس از هرگونه تغییر در این سیاست ، پذیرش آن تغییرات است.",
  "1000x leverage": "اهرم 1000x",
  "11. Contact Information": "11. اطلاعات تماس",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 اگر در مورد این خط مشی یا رویه های AML و KYC هرگونه سؤال ، نگرانی و یا بازخورد دارید ، لطفاً با ما در [support@detrade.com] تماس بگیرید.",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "1.11 شما موافقت می‌کنید که دی‌ترید و شرکت های وابسته آن، کارمندان، مدیران، کارکنان و نمایندگان آن را از هرگونه ادعا، مسئولیت، خسارت، زیان، هزینه، مخارج یا حق‌الزحمه (شامل حق‌الزحمه معقول وکیل‌ها) که ناشی یا در ارتباط با استفاده شما از پلتفرم دی‌ترید یا نقض این توافقنامه باشد، جبران خسارت ، دفاع و ایمن نگه دارید.",
  "11.Indemnification": "11. محرمانه سازی",
  "12. Contact Us": "12. تماس با ما",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 این توافقنامه مطابق با قوانین [صلاحیت] اداره و تفسیر می شود.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 هرگونه اختلاف ناشی یا در رابطه با این توافق نامه از طریق داوری مطابق با قوانین [سازمان داوری] حل می شود.",
  "12.Governing Law and Dispute Resolution": "12. قانون حاکم و حل و فصل اختلافات",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 دی‌ترید این حق را برای تغییر یا اصلاح این توافق نامه در هر زمان محفوظ می دارد. هر یک از تغییرات بلافاصله پس از ارسال روی پلتفرم دی‌ترید، تأثیرگذار خواهد بود.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 این وظیفه شماست که این توافق نامه را به طور دوره ای بررسی کنید تا از هرگونه به روزرسانی یا تغییر مطلع شوید. استفاده مستمر شما از پلتفرم دی‌ترید پس از هرگونه تغییر در این توافق نامه ، به معنای پذیرش آن تغییرات است.",
  "13.Amendments to the Agreement": "13.اصلاحیه‌های توافقنامه",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 اگر در مورد این توافق نامه یا پلتفرم دی‌ترید هرگونه سؤال ، نگرانی یا بازخورد دارید ، لطفاً با ما تماس بگیرید 14.1 اگر در مورد این توافق نامه یا پلتفرم دی‌ترید هرگونه سؤال ، نگرانی یا بازخورد دارید ، لطفاً با ما تماس بگیرید",
  "14.Contact Information": "14. اطلاعات تماس",
  "16th of every month": "16م هر ماه",
  "1D": "1D",
  "1M": "1M",
  "1W": "1W",
  "2. Definitions": "2. تعاریف",
  "2. Eligibility": "2. واجد شرایط بودن",
  "2. How We Use Your Information": "2. نحوه استفاده از اطلاعات شما",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. شما می توانید مقدار کل سفارش استخر صندوق را در جهت های بالا و پایین و وضعیت سفارش شما و سایر کاربران در لیست مشاهده کنید.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" به قوانین ضد پول شویی اشاره دارد ، که مجموعه ای از رویه ها ، قوانین و مقررات است که برای جلوگیری از کسب غیرقانونی درآمد از طریق سیستم های مالی طراحی شده است.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 با دسترسی یا استفاده از پلتفرم دی‌ترید ، شما نمایندگی و ضمانت می کنید که حداقل 18 سال سن دارید و ظرفیت قانونی برای ورود به این توافق نامه را دارید.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 برای ارائه و حفظ پلتفرم ما:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" به شناخت مشتری شما اشاره دارد ، که این روند تأیید هویت مشتریان و ارزیابی خطر احتمالی آنها در دخالت در فعالیت های غیرقانونی است.",
  "2.2 To Improve Our Platform:": "2.2 برای بهبود پلتفرم ما:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 شما همچنین باید کلیه قوانین و مقررات قابل اجرا را در مورد استفاده از پلتفرم ما رعایت کنید.",
  "2.3 To Communicate with You:": "2.3 برای برقراری ارتباط با شما:",
  "2.4 To Personalize Your Experience:": "2.4 برای شخصی سازی تجربه خود:",
  "2.5 To Conduct Analytics and Research:": "2.5 برای انجام تجزیه و تحلیل و تحقیق:",
  "2.6 To Ensure Security and Compliance:": "2.6 برای اطمینان از امنیت و انطباق:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% کمیسیون عضوگیری (افزایش 100% از نرخ پایه ما).",
  "20+ exchange market data": "داده‌های 20+ بازار صرافی",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "اطلاعیه محدودیت برداشت ۲۴ ساعته سیستم ما تغییرات در اطلاعات مهم حساب شما را شناسایی کرده است، بنابراین به‌طور موقت امکان برداشت از حساب شما را معلق کرده‌ایم تا اقدامات لازم برای حفظ دارایی‌هایتان را انجام دهیم. محدودیت‌ها به‌طور خودکار در زمان UTC {{time}} برطرف خواهد شد",
  "24h Live Players": "بازیکنان فعال 24 ساعته",
  "24h Trade Vol": "حجم ترید 24ساعته",
  "24h Wins Paid": "پرداخت 24ساعته بردها",
  "24h high": "بالاترین 24ساعته",
  "24h low": "کمترین 24ساعته",
  "24h players": "بازیکنان 24ساعته",
  "24h win ratio": "نرخ برد 24ساعته",
  "2FA Code's length is not right": "طول کد 2FA مناسب نیست",
  "2FA authentication": "تایید دومرحله‌ای 2FA",
  "2s CFD and 5-60s Options": "گزینه‌های 2ثانیه CFD و 5-60ثانیه",
  "3. Customer Due Diligence (CDD)": "3. شناسایی دقیق مشتری (CDD)",
  "3. How We Share Your Information": "3. نحوه اشتراک‌گذاری اطلاعات شما",
  "3. Wait for system settlement": "3. منتظر تسویه سیستم باشید",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 دی‌ترید برای تأیید هویت و ارزیابی سطح ریسک ، عملیات دقت مشتری (CDD) را بر روی همه کاربران انجام می دهد.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 به منظور دسترسی به ویژگی های خاصی از پلتفرم دی‌ترید ، ممکن است شما ملزم به ثبت نام در یک حساب باشید.",
  "3.1 With Service Providers:": "3.1 با ارائه دهندگان خدمات:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 در طی فرآیند ثبت نام ، ممکن است شما را ملزم به ارائه اطلاعات شخصی خاص ، از جمله اما محدود به نام کامل ، تاریخ تولد ، آدرس مسکونی ، مدارک شناسایی صادر شده توسط دولت و اثبات آدرس ، ارائه دهید.",
  "3.2 For Legal Reasons:": "3.2 به دلایل قانونی:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 هنگام ثبت نام در یک حساب ، شما موافقت می کنید که اطلاعات دقیق ، جاری و کاملی را در مورد خود ارائه دهید ، همانطور که توسط فرم ثبت نام مطرح شده است.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 دی‌ترید حق درخواست اطلاعات اضافی یا مستندات شما را برای تأیید هویت خود یا ارزیابی سطح خطر خود محفوظ می دارد.",
  "3.3 To Protect Our Rights:": "3.3 برای محافظت از حقوق ما:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 شما وظیفه حفظ محرمانه بودن اعتبار حساب خود و کلیه فعالیتهایی را که تحت حساب شما رخ می دهد ، دارید.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 دی‌ترید حق دارد حساب شما را معلق کند یا مسدود کند اگر ما معتقد باشیم که شما اطلاعات نادرست یا گمراه‌کننده‌ای در طول فرآیند ثبت‌نام ارائه داده‌اید یا هر یک از مفاد این توافقنامه را نقض کرده‌اید.",
  "3.4 With Your Consent:": "3.4 با رضایت خود:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 شما موافقت می کنید که به سرعت هرگونه اطلاعات یا اسناد و مدارکی را که توسط دی‌ترید به منظور دقت مشتری (CDD) درخواست شده است ، ارائه دهید.",
  "3.5 In Business Transfers:": "3.5 در نقل و انتقالات تجاری:",
  "3.Account Registration": "3. ثبت‌نام حساب",
  "3rd Merchant Processing": "سومین پردازش تاجر",
  "4. Check the winning and losing results": "4. نتایج برد و باخت را بررسی کنید",
  "4. Identity Verification": "4. تأیید هویت",
  "4. Platform Use": "4. استفاده از پلتفرم",
  "4. Your Data Protection Rights": "4. حقوق حفاظت از داده‌های شما",
  "4.1 Access:": "4.1 دسترسی:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 دی‌ترید از روش ها و ابزارهای مختلفی برای تأیید هویت کاربران خود استفاده می کند ، از جمله اما محدود به این موارد نیست:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 پلتفرم دی‌ترید فقط برای مقاصد اطلاعاتی و آموزشی ارائه شده است. شما تأیید می‌کنید و موافقت می‌نمایید که هر اطلاعاتی که در پلتفرم ما ارائه می‌شود، به عنوان مشاوره مالی در نظر گرفته نشده و نباید برای اتخاذ تصمیمات سرمایه‌گذاری به آن اتکا شود.",
  "4.2 Correction:": "4.2 تصحیح:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 دی‌ترید حق را برای رد هرگونه سند یا اطلاعات ارائه شده توسط کاربران در صورت عدم استفاده کافی یا نادرست به منظور تأیید هویت محفوظ می دارد.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 شما صرفاً مسئول ارزیابی خطرات مرتبط با باینری آپشن و تعیین اینکه آیا ترید در پلتفرم دی‌ترید برای شما مناسب است ، هستید.",
  "4.3 Deletion:": "4.3 حذف:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 شما موافقت می کنید که مطابق با کلیه قوانین و مقررات مرتبط و به روشی که حقوق دیگران را نقض نمی کند یا شرایط این توافق نامه را نقض نمی کند ، از پلتفرم دی‌ترید استفاده کنید.",
  "4.4 Objection:": "4.4 اعتراض:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 محدودیت: شما حق دارید درخواست کنید که ما در شرایط خاص پردازش اطلاعات شخصی شما را محدود کنیم.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 قابلیت انتقال داده: شما حق دارید در شرایط خاصی درخواست انتقال اطلاعات شخصی خود به سازمان دیگری یا مستقیماً به خودتان را ارائه دهید.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 رضایت را پس بگیرید: اگر به ما رضایت داده اید که اطلاعات شخصی خود را پردازش کنید ، حق دارید هر زمان رضایت خود را پس بگیرید.",
  "5. Data Security": "5. امنیت داده‌ها",
  "5. Risk Assessment": "5. ارزیابی ریسک",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 دی‌ترید ارزیابی ریسک از هر معامله‌گر را بر اساس اطلاعات تأیید هویت، سابقه معاملات و سایر عوامل مرتبط انجام می‌دهد.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 پلتفرم دی‌ترید به کاربران امکان می‌دهد باینری آپشن را در ابزارهای مختلف مالی از جمله اما محدود به سهام ، ارزها ، کالاها و شاخص ها ترید کنند.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 ممکن است کاربران بر اساس نتایج ارزیابی ریسک ، رتبه ریسک را تعیین کنند ، که ممکن است بر میزان نظارت اعمال شده در معاملات و فعالیت حساب آنها تأثیر بگذارد.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 شما تأیید می کنید و موافقت می کنید که معاملات باینری آپشن شامل خطرات قابل توجهی از جمله خطر از دست دادن کل سرمایه گذاری شما است.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 شما فقط مسئول ارزیابی خطرات مرتبط با هر معامله و تعیین استراتژی سرمایه گذاری مناسب برای شرایط فردی خود هستید.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 دی‌ترید هیچ تضمینی یا ضمانتی در مورد سودآوری یا موفقیت هرگونه ترید در پلتفرم ما ارائه نمی دهد.",
  "5.Trading": "5. ترید کردن",
  "50+ trading pairs": "50+ جفت ارز معاملاتی",
  "6 Month's Pnl": "Pnl 6 ماهه",
  "6. Data Retention": "6. حفظ داده‌ها",
  "6. Fees and Charges": "6. کارمزدها و هزینه‌ها",
  "6. Monitoring and Reporting": "6. نظارت و گزارش‌دادن",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 دی‌ترید ممکن است هزینه های خاصی را برای خدمات یا معاملات انجام شده بر روی پلتفرم ما پرداخت کند. شما موافقت می کنید در رابطه با استفاده از پلتفرم ما ، تمام هزینه ها و هزینه های قابل اجرا را بپردازید.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 دی‌ترید تراکنش‌های تریدر و فعالیت حساب‌ها را برای نشانه‌هایی از رفتار مشکوک یا غیرعادی که ممکن است نشان‌دهنده فعالیت‌های پولشویی یا تأمین مالی تروریسم باشد، نظارت می‌کند.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 دی‌ترید حق تغییر یا اصلاح ساختار کارمزد ما را در هر زمان ، با یا بدون اطلاع قبلی دارد.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 اگر دی‌ترید هرگونه فعالیت یا تراکنش مشکوکی را شناسایی کند، ما این حق را برای خود محفوظ می داریم که چنین فعالیتی را به مقامات مرتبط گزارش کنیم و اقدامات لازم را انجام دهیم، از جمله، اما نه محدود به مسدود کردن یا تعلیق حساب های تریدر.",
  "6M": "6M",
  "7 * 24 technical services": "خدمات فنی 7 * 24",
  "7. Cookies and Similar Technologies": "7. کوکی‌ها و فناوری‌های مشابه",
  "7. Intellectual Property": "7. مالکیت معنوی",
  "7. Record-Keeping": "7. رکورددار",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 تمام محتوا و مواد موجود در پلتفرم دی‌ترید، از جمله اما نه محدود به متن، گرافیک، لوگو، تصاویر و نرم‌افزار، متعلق به دی‌ترید یا تهیه‌کنندگان آن بوده و تحت قوانین حق نشر، علامت تجاری و سایر قوانین مالکیت معنوی محافظت می‌شود.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 کوکی‌ها: ما از کوکی‌ها برای تقویت تجربه شما در پلتفرم خود استفاده می‌کنیم. کوکی یک فایل کوچک است که روی دستگاه شما قرار می گیرد و به ما امکان می دهد مرورگر خود را بشناسیم و ضبط و اطلاعات خاصی را به خاطر بسپاریم.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 دی‌ترید کلیه سوابق اطلاعات شناسایی و معاملات تریدر را مطابق با قوانین و مقررات قابل اجرا نگهداری می کند.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 انواع کوکی ها: a) ** کوکی های ضروری **: این کوکی ها برای عملکرد پلتفرم ما ضروری هستند. آنها شما را قادر می سازند در سایت فعالیت کرده و از ویژگی های آن استفاده کنید.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 سوابق کاربر محرمانه نگه داشته می شوند و فقط طبق قانون لازم برای پرسنل مجاز یا مقامات نظارتی افشا می شوند.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 به شما مجوز محدود ، غیر انحصاری و غیرقابل انتقال داده می‌شود تا فقط برای استفاده شخصی و غیر تجاری خود از پلتفرم دی‌ترید استفاده کنید.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 مدیریت کوکی ها: شما می توانید استفاده از کوکی ها را در سطح مرورگر فردی کنترل کنید. اگر کوکی ها را رد کنید ، ممکن است هنوز هم از پلتفرم ما استفاده کنید ، اما توانایی شما در استفاده از برخی از ویژگی ها یا بخش‌هایی از پلتفرم ما ممکن است محدود شود.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 شما موافقت می‌کنید که بدون رضایت کتبی صریح دی‌ترید، هیچ محتوای موجود در پلتفرم دی‌ترید را تولید مجدد، تغییر، توزیع یا آثار مشتق شده ایجاد نکنید.",
  "8. Third-Party Links": "8. لینکهای شخص‌ثالث",
  "8. Training and Awareness": "8. آموزش و آگاهی",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 دی‌ترید برنامه های آموزش و آگاهی را برای کارمندان خود فراهم می کند تا اطمینان حاصل شود که آنها از سیاست ها و رویه های AML و KYC آگاه هستند.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 دی‌ترید به حریم خصوصی کاربران خود احترام می گذارد و متعهد به محافظت از اطلاعات شخصی آنها است. لطفاً برای جزئیات بیشتر در مورد نحوه جمع‌آوری ، استفاده و افشای اطلاعات شخصی خود ، به خط مشی رازداری ما مراجعه کنید.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 کارمندان برای شناخت و گزارش فعالیت مشکوک و رعایت کلیه الزامات AML و KYC آموزش دیده اند.",
  "8.Privacy Policy": "8.سیاست حریم‌خصوصی",
  "9. Children's Privacy": "9. حریم خصوصی کودکان",
  "9. Compliance Oversight": "9. نظارت بر انطباق",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 دی‌ترید یک افسر انطباق مسئول نظارت بر رعایت سیاست ها و رویه های AML و KYC را تعیین کرده است.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 دی‌ترید این حق را دارد که در هر زمان و به هر دلیل یا بدون علت و بدون اطلاع قبلی ، دسترسی شما را به پلتفرم ما تعلیق کند یا مسدود نماید.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 کارمند انطباق کسی هست که مسئولیت نظارت بر تحولات نظارتی ، به روزرسانی سیاست های AML و KYC را در صورت لزوم و اطمینان از اینكه عملیات دی‌ترید با تمام قوانین و مقررات قابل اجرا مطابقت دارد را به عهده دارد.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 با پایان دسترسی شما به پلتفرم دی‌ترید، تمامی بندهای این توافق‌نامه که به‌طور طبیعی باید پس از خاتمه باقی بمانند، همچنان معتبر خواهند بود، از جمله اما نه محدود به بندهای مربوط به مالکیت معنوی، محدودیت مسئولیت و حل و فصل اختلافات.",
  "9.Termination": "9. خاتمه",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>مبلغ پاداش:</0> 50% از اولین واریز شما",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0> سقف پاداش:</0> حداکثر 50 تتر پاداش ترید",
  "<0>Eligibility:</0> New users on Detrade only": "<0>واجد شرایط بودن:</0> فقط کاربران جدید دی‌ترید",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>الزام:</0> اولین واریز ≥ 50 تتر (یا ارز دیجیتال معادل)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>محصولات پشتیبانی شده</0>: های‌لو، اسپرد، بالا پایین، فیچر",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> بلیت در این دور ارسال شده است!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> در هر ورودی و معاملات خروجی {{position}} از جمله لغزش",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>از {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "کارمزد ثابت {{feeAmount}} ({{commission}}) پس از باز کردن معامله (پوزیشن:{{position}}) شارژ می‌شود",
  "A fraction of your profits (if any) is taken when you close the trade": "بخشی از سود شما (در صورت وجود) هنگام بستن ترید گرفته می شود",
  "A variable fee was charged as a fraction of profits upon closing the trade": "پس از بستن ترید، کارمزد متغیر به عنوان کسری از سود هزینه شد",
  "A verification will be sent to {{email}}": "تأییدیه ارسال می‌شود به {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "پاسخ: مطمئن شوید که هر چهار حالت معاملاتی را باز کرده‌اید. اگر مشکل همچنان ادامه داشت، برای راهنمایی با پشتیبانی مشتری تماس بگیرید.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "پاسخ: خیر، خود پاداش قابل برداشت نیست. با این حال، هر <0>سود حاصل از پاداش</0> قابل برداشت است.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "جواب: بله. لطفاً پاداش خود را در <0>7 روز</0> پس از صدور فعال کنید. پاداش‌های منقضی شده قابل بازیابی نیستند.",
  "AF": "AF",
  "AML & KYC policy": "سیاست AML و KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "درباره دی‌ترید",
  "Access over 70 popular assets with up to 90% profit potential": "به بیش از 70 ارز محبوب با پتانسیل سود تا 90% دسترسی داشته باشید",
  "Account Details": "جزئیات حساب",
  "Account Not Verified": "حساب تأیید نشده",
  "Account Verified": "حساب تأیید شده",
  "Activate": "فعال",
  "Activation expiry time": "زمان انقضای فعال‌سازی",
  "Active": "فعال",
  "Active tickets": "بلیت‌های فعال",
  "Activity priority access": "دسترسی به اولویت فعالیت",
  "Add": "اضافه‌کردن",
  "Add key phrase into Google Authenticator and remember the key phrase": "عبارت کلیدی را به Google Authenticator اضافه کنید و عبارت کلیدی را به خاطر بسپارید",
  "Add referral": "افزودن زیرمجموعه",
  "Add referral code": "کد رفرال را اضافه کنید",
  "Address is required": "آدرس الزامی است",
  "Address valid": "آدرس معتبر",
  "Advanced": "پیشرفته",
  "Advanced Users": "کاربران حرفه‌ای",
  "Advanced chart": "نمودار حرفه‌ای",
  "Advantage": "مزیت",
  "Affiliate program": "برنامه همکاری",
  "Affiliates": "شرکای زیرمجموعه‌گیری",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "پس از تکمیل اولین واریز خود، به <0>مرکز جایزه</0> بروید تا کوپن آزمایشی اولیه تتر 1 خود را مشاهده کنید.",
  "After setting your personal information private, other users will not be able to see your username and information.": "پس از تنظیم اطلاعات شخصی خود ، سایر کاربران قادر به دیدن نام کاربری و اطلاعات شما نخواهند بود.",
  "Agreement": "توافقنامه",
  "Airdrop": "ایردراپ",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "روش ایردراپ: پاداش به طور خودکار در کیف پول توزیع می شود. لطفاً ایمیل درون برنامه را دنبال کنید.",
  "Airdrop plan": "برنامه ایردراپ",
  "Airdrop program": "برنامه ایردراپ",
  "Airdrops": "ایردراپ‌ها",
  "Algorithm": "الگوریتم",
  "All": "همه",
  "All Assets": "کل سرمایه",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "کلیه فعالیت های کارگزاری در این وب سایت توسط Nexus Play LLC ارائه شده است.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "تمام فرمول‌های بازی باز و شفاف هستند که از تقلب جلوگیری می‌کند و از خطرات برای شرکا و بازیکنان جلوگیری می‌کند.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "تمام قیمت‌ها برای دور معاملاتی 24-ساعته با استفاده از یک سید به صورت تصادفی که در پایان هر دور معاملاتی مشخص می‌شود، از پیش تعیین می‌شوند. با این سید منتشر شده، هر کسی می‌تواند تأیید کند که ما به الگوریتمی که در زیر توضیح داده شده است پایبند بوده‌ایم و پس از شروع دور هیچ قیمتی را تغییر نداده‌ایم. قابل ذکر است که تغییر قیمت بر اساس معاملات شما برای ما غیر ممکن است.",
  "All prizes will be sent in USDT.": "همه جوایز به صورت USDT ارسال می‌شود.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "تمام تجربه دستی یک تریدر برتر مورد نیاز شما ، از جمله دسترسی به داغترین شاخص ها و سیگنال های ترید.",
  "All time wins paid": "تمام وقت، برد پرداخت می‌شود",
  "Already have an account?": "از قبل حساب کاربری دارید؟",
  "Amount": "مبلغ",
  "Amount is required": "مبلغ الزامی است",
  "Amount to withdraw": "مبلغ برای برداشت",
  "Announcement": "اطلاعیه",
  "Announcements": "اطلاعیه‌ها",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "ضد پولشویی (AML) و سیاست شناخت مشتری خود (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "سوالی دارید؟ تیم پشتیبانی اختصاصی ما آماده است تا به شما کمک کند و شما را از طریق فرآیند درخواست راهنمایی کند.",
  "Apply": "درخواست‌کردن",
  "Applying": "متقاضی",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "تقریباً {{nextCapitalCost}} در ساعت بعد شارژ می شود و مبلغ خاص در آن زمان منوط به نرخ بودجه است.",
  "Are there any geographical restrictions?": "آیا محدودیت‌های جغرافیایی وجود دارد؟",
  "Arrival amount": "مبلغ ورود",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "تا زمانی که برنامه فعال باشد، می‌توانید از لحظه‌ای که زیرمجموعه شما برای حساب دی‌ترید ثبت‌نام می‌کند، کمیسیون دریافت کنید.",
  "Ask a question": "یک سوال بپرسید",
  "Asset types,currencies,cryptocurrencies for any trader.": "انواع دارایی ، ارزها ، ارزهای دیجیتال برای هر تریدر.",
  "Assets": "دارایی‌ها",
  "Assets overview": "مرور کلی دارایی‌ها",
  "At least {{exceed}} number": "حداقل {{exceed}} شماره",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "در پایان شمارش معکوس ، سود و زیان بر اساس روندی که پیش بینی کرده اید تعیین می شود.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "در شروع هر دور معاملاتی (00:00 یو‌تی‌سی)، یک سید 32 بایتی جدید به طور تصادفی انتخاب می‌شود. کل قیمت های دور را می توان با ترکیب این سید با یک پیشخوان کننده عدد صحیح تولید کرد.",
  "Auto": "خودکار",
  "Available": "موجود",
  "Available on request": "در صورت درخواست موجود است",
  "Award quota": "سهمیه جایزه",
  "Awarded users": "Awarded users",
  "Balance": "موجودی",
  "Balance is not enough": "موجودی کافی نیست",
  "Basic": "پایه‌ای",
  "Becoming an affiliate is easy": "شروع همکاری آسان است",
  "Benefit from our many years of experience and internationally renowned reputation.": "از سال‌ها تجربه ما و شهرت بین المللی ما بهره‌مند شوید.",
  "Benefits": "مزایا",
  "Benefits:": "مزایا:",
  "Best For": "بهترین برای",
  "Bet": "شرط",
  "Betting": "شرط‌بندی",
  "Binary Options Exchange": "صرافی باینری آپشن",
  "Bind": "اتصال",
  "Bind Success": "اتصال موفق",
  "Black diamond circle": "دایره الماس سیاه",
  "Blockchain Processing": "پردازش بلاکچین",
  "Bonus": "پاداش",
  "Bonus Rules": "قوانین پاداش",
  "Bonus Trial": "پاداش آزمایشی",
  "Bonus pool": "Bonus pool",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "کوپن‌های پاداش <0>غیرقابل برداشت</0> هستند، اما <1>سودهای حاصل از معاملات پاداش قابل برداشت هستند<1>",
  "Boost your earnings by affiliate program": "درآمد خود را با برنامه زیرمجموعه‌گیری تقویت کنید",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "موقعیت خود را با اهرم تا 1000 برابر تقویت کنید — ریسک بالا، پاداش بیشتر.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "ترید خود را با اهرم 1000× ارتقا دهید — ریسک بزرگ، جایزه بزرگتر.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "محصولات و خدمات کارگزاری ارائه شده توسط Nexus Play LLC.",
  "Bronze": "برنز",
  "Bust And Stop Loss Prices": "مبلغ باخت و استاپ لاس",
  "Buy": "خرید",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "با دسترسی یا استفاده از پلتفرم دی‌ترید ، شما تأیید می کنید که خوانده اید ، درک کرده اید و موافقت کرده اید که به این خط مشی رازداری متعهد باشید. اگر با این خط مشی رازداری موافق نیستید ، نباید از پلتفرم ما استفاده کنید.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "با دسترسی یا استفاده از پلتفرم دی‌ترید ، شما تأیید می کنید که خوانده اید ، درک کرده اید و موافقت کرده اید که به این توافق نامه متعهد باشید. اگر با هیچ بخشی از این توافقنامه موافق نیستید ، نباید از پلتفرم دی‌ترید استفاده کنید.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "با دسترسی یا استفاده از پلتفرم دی‌ترید ، شما تأیید می کنید که خوانده اید ، درک کرده اید و موافقت کرده اید که این سیاست AML و KYC را رعایت می‌کنید. اگر با هیچ بخشی از این خط مشی موافق نیستید ، نباید از پلتفرم دی‌ترید استفاده کنید.",
  "Calculator": "ماشین‌حساب",
  "Campaign": "کمپین",
  "Campaign Center": "مرکز کمپین",
  "Can I See The Data Of My Referral?": "آیا می‌توانم داده‌های زیرمجموعه خود را ببینم؟",
  "Can I use a live account and a demo account at the same time?": "آیا می توانم همزمان از یک حساب زنده و یک حساب نسخه ی نمایشی استفاده کنم؟",
  "Can Partner upgrade his partnership level in the future?": "آیا شریک می تواند سطح مشارکت خود را در آینده ارتقا دهد؟",
  "Can non-crypto users play Detrade games?": "آیا کاربران غیر کریپتو می‌توانند بازی‌های دی‌ترید را انجام دهند؟",
  "Cancel": "لغو",
  "Cannot exceed {{exceed}} characters": "نمی توان از کاراکترهای {{exceed}} فراتر رفت",
  "Cash All": "کل نقدی",
  "Champion Profits": "سودهای قهرمانی",
  "Change": "تغییر",
  "Change password": "تغییر رمزعبور",
  "Chat": "چت",
  "Check <0>ROI calculator</0> for more details": "برای اطلاعات بیشتر <0>ماشین حساب ROI</0> را بررسی کنید",
  "Chg%": "%تغییر",
  "Choose Symbol": "انتخاب نماد",
  "Choose Your <0> Account Type And </0>  Start Trading!": "انتخاب <0> نوع حساب خود و </0> آغاز ترید!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "انتخاب <br/> نوع حساب خود و </br> آغاز ترید!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "یک ضریب را برای به حداکثر رساندن پوزیشن خود انتخاب کنید. تعیین ضریب بالاتر خطر مارجین شما را افزایش می‌دهد",
  "Choose the cryptocurrency that you would like to start trading.": "ارز دیجیتالی را که می‌خواهید شروع به ترید کنید انتخاب کنید.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "جهت رو به بالا یا رو به پایین را انتخاب کنید تا یک سفارش را در زمان مشخص از شمارش معکوس قرار دهید.",
  "Claim": "دریافت",
  "Claim Voucher": "دریافت کوپن",
  "Claimed rewards": "Claimed rewards",
  "Claimed rewards details": "Claimed rewards details",
  "Click Here To View The": "برای مشاهده اینجا کلیک کنید",
  "Click Up or Down to Trading": "برای انجام ترید روی بالا یا پایین کلیک کنید",
  "Client": "مشتری",
  "Close": "بستن",
  "Close Time": "زمان بستن",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "بسته شدن در هر زمان، چه در سود یا زیان. اهداف برداشت سود یا توقف ضرر را برای بسته شدن خودکار پوزیشن خود تنظیم کنید",
  "Close the order": "بستن سفارش",
  "Close type": "نوع بستن",
  "Closed successfully!": "با موفقیت بسته‌شد!",
  "Co-planning rights": "حقوق برنامه‌ریزی-مشترک",
  "Coin-Margined": "مارجین-ارز",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "تمام سفارش‌های حد استراحت را از هر فید قیمت در یک دفتر سفارش کامپوزیت واحد ترکیب کنید. اشکالی ندارد و انتظار می رود که قیمت برخی از سفارش‌های خرید از قیمت برخی سفارش‌های فروش از سایر مبادلات فراتر رود. اندازه سفارش‌های فردی برای محدود کردن تأثیر یک سفارش بزرگ به 1 میلیون دلار کاهش می یابد.",
  "Coming soon": "به زودی",
  "Community": "جامعه",
  "Community access": "دسترسی به جامعه",
  "Completed": "تکمیل شد",
  "Comprehensive trading training": "آموزش جامع ترید",
  "Computers and smartphones are fully functional": "رایانه‌ها و تلفن‌های هوشمند کاملاً کاربردی هستند",
  "Condition 1: The price trend matches your prediction.": "شرط 1: روند قیمت با پیش بینی شما مطابقت داشته باشد.",
  "Condition 2: Price movement breaks through the spread.": "شرط 2: حرکت قیمت از طریق گسترش بشکند.",
  "Confirm": "تأیید",
  "Confirm Close": "تأیید بستن",
  "Confirm removing Google 2FA authentication?": "حذف احراز هویت دومرحله‌ای گوگل را تأیید می‌کنید؟",
  "Confirm settlement of all orders?": "تسویه حساب همه سفارش‌ها را تأیید می‌کنید؟",
  "Confirm to close the order?": "آیا بستن سفارش را تأیید می‌کنید؟",
  "Confirmations": "تأییدها",
  "Connect": "اتصال",
  "Connect with your friends": "با دوستان خود ارتباط برقرار کنید",
  "Contact Us": "تماس با ما",
  "Contact us": "تماس با ما",
  "Contact us with Email or Live chat": "با ایمیل یا چت زنده با ما تماس بگیرید",
  "Content creators program": "برنامه تولیدکنندگان محتوا",
  "Contest prize pool": "استخر جایزه مسابقه",
  "Continue": "ادامه",
  "Continue Deposit Process": "ادامه فرآیند واریز",
  "Continue deposit process": "ادامه فرآیند واریز",
  "Continue with Google": "با گوگل ادامه دهید",
  "Continue with X": "با X ادامه دهید",
  "Continuously updated": "به‌روزرسانی مداوم",
  "Convenient deposit and withdrawal methods": "روشهای مناسب واریز و برداشت",
  "Copy": "کپی",
  "Copy Success": "باموفقیت کپی‌شد",
  "Copy this code to your authenticator app": "این کد را در برنامه احراز هویت خود کپی کنید",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "کپی رایت © 2025 Nexus Play LLC. تمامی حقوق محفوظ است.",
  "Country": "کشور",
  "Create Password": "رمز عبور ایجاد کنید",
  "Crypto": "ارز دیجیتال",
  "Crypto - binary options": "ارز دیجیتال - باینری آپشنز",
  "Crypto Pairs": "جفت ارزهای کریپتو",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "معاملات قرارداد ارزهای دیجیتال دارای ریسک بالایی است و ممکن است کل مبلغ معامله خود را از دست بدهید. هر چه اهرمی که استفاده می کنید بیشتر باشد، خطر بیشتر است. با این حال، تحت هیچ شرایطی نمی توانید بیش از مبلغ معامله اولیه خود ضرر کنید.",
  "Currency": "ارز",
  "Custom Price Move %": "حرکت قیمت سفارشی %",
  "Custom cashback plan": "طرح بازپرداخت سفارشی",
  "Custom revenue share and fee option.": "گزینه سهم درآمد و کارمزد سفارشی.",
  "Custom services": "خدمات سفارشی",
  "Custom signals": "سیگنال‌های سفارشی",
  "Customized incentives tailored to your needs.": "مشوق های سفارشی متناسب با نیازهای شما.",
  "DOWN": "پایین",
  "Daily Active Users": "کاربران فعال روزانه",
  "Daily Earning": "درآمد روزانه",
  "Daily contest": "مسابقه روزانه",
  "Dark": "تیره",
  "Date": "تاریخ",
  "Day": "روز",
  "DeTrade overview": "نمای کلی دی‌ترید",
  "Dedicated customer support": "پشتیبانی مشتری اختصاصی",
  "Demo": "نمایشی",
  "Demo Account": "حساب نمایشی",
  "Demo Trading": "ترید آزمایشی",
  "Depending on your location, you may have the following rights regarding your personal information:": "بسته به موقعیت مکانی شما ، ممکن است در مورد اطلاعات شخصی خود حق زیر را داشته باشید:",
  "Deposit": "واریز",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "120 تتر واریز کنید ← دریافت پاداش محدود به 50 تتر",
  "Deposit 80 USDT → Receive 40 USDT bonus": "80 تتر واریز کنید → 40 تتر پاداش دریافت کنید",
  "Deposit Amount": "مبلغ واریز",
  "Deposit Order Created": "سفارش واریز ایجاد شد",
  "Deposit Via {{depositChannel}}": "واریز از طریق {{depositChannel}}",
  "Deposit address": "آدرس واریز",
  "Deposit and withdraw money with ease using the most convenient payment method.": "با استفاده از راحت ترین روش پرداخت ، با سهولت واریز کنید و پول را برداشت کنید.",
  "Deposit is in progress": "",
  "Deposit now": "Deposit now",
  "Deposits and withdrawals": "واریزها و برداشت‌ها",
  "Derivative Exchanges": "صرافی‌های مشتق",
  "Description": "شرح",
  "Detail": "جزئیات",
  "Details": "جزئیات",
  "Detrade": "دی‌ترید",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "دی‌ترید (\"ما\" ، \"برای ما\" یا \"مال عما\") حریم خصوصی شما را ارزیابی می کند و متعهد به محافظت از اطلاعات شخصی شما است. این خط مشی رازداری نحوه جمع آوری ، استفاده ، افشا و محافظت از اطلاعات خود را هنگام استفاده از پلتفرم تجارت گزینه های باینری ما (\"پلتفرم\") توضیح می دهد. با دسترسی یا استفاده از پلتفرم ما ، شما با جمع آوری و استفاده از اطلاعات مطابق با این خط مشی موافقت می کنید. اگر با این خط مشی موافق نیستید ، نباید از پلتفرم ما استفاده کنید.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "اتصال دی‌ترید یک راه‌حل یکپارچه‌سازی ناگسستنی است که به پلتفرم‌های سوم شخص اجازه می‌دهد به راحتی به اکوسیستم ما متصل شوند. از طریق APIهای قدرتمند و ابزارهای اتوماسیون، عملکردهای اصلی محصولات ما مستقیماً در پلتفرم شما یکپارچه می‌شود. هدف این است که پلتفرم‌ها را با مشتقات متنوع ارزهای دیجیتال، تبادل داده سریع‌تر و قابلیت دسترسی به ویژگی‌های پیشرفته ما تجهیز کند، در حالی که اتصالات امن، مقیاس‌پذیر و قابل اعتماد را نیز تضمین می‌کند. چه بخواهید خدمات خود را گسترش دهید و چه روندها را ساده‌تر کنید، اتصال دی‌ترید می‌تواند یکپارچه‌سازی را ساده، کارآمد و مؤثر کند.",
  "Detrade Index Prices": "قیمت شاخص دی‌ترید",
  "Detrade Partner": "شریک دی‌ترید",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "برنامه شریک دی‌ترید! این برنامه به گونه ای طراحی شده است که به سازندگان پتانسیل درآمدی پیشرفته و مزایای انحصاری ارائه می دهد ، و به تلاش های تبلیغاتی شما پاداش واقعی می‌دهد.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "دی‌ترید متعهد شده است تا صنعت معاملات هوشمند سنتی و باز کردن بازارهای مالی را برای همه در همه جا تغییر دهد. مأموریت ما ارائه ابتکاری ترین تجربه معامله است. هر کس در جهان باید بتواند در معاملات شرکت کند.",
  "Detrade has completed the code review and the result is in TOP-10%.": "دی‌ترید بررسی کد را به پایان رسانده و نتیجه آن در 10%-برتر است.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "دی‌ترید در یک مسیر رشد سریع قرار دارد. ما متعهد هستیم که یک تجربه نوآورانه و جذاب را در اختیار کاربران خود قرار دهیم که آن را به پلتفرم انتخابی برای معاملات باینری آپشن ارز دیجیتال تبدیل کند.",
  "Detrade learn": "یادگیری دی‌ترید",
  "Detrade offers 3 types of optional products.": "دی‌ترید 3 نوع محصول اختیاری را ارائه می دهد.",
  "Detrade partnership program": "برنامه مشارکت دی‌ترید",
  "Detrade reserves the final interpretation rights for this campaign.": "دی‌ترید حقوق تفسیر نهایی را برای این کمپین محفوظ می‌دارد.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "دی‌ترید حق تغییر هرگونه قوانین و شرایط را به صلاحدید خود و بدون اطلاع قبلی محفوظ می دارد.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "دی‌ترید این حق را برای خود محفوظ می دارد که بازیکنانی را که در هر مرحله از مسابقه قوانین ما را نقض کرده اند ، محروم کند.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "دی‌ترید این حق را برای خود محفوظ می دارد که در هر زمان فعالیت یا توزیع ایردراپ را اصلاح، تعلیق یا لغو کند، از جمله هرگونه شرایط و ضوابط مربوطه. این تجدید نظر برای مدیریت/جلوگیری از تقلب و سایر فعالیت‌های غیرقانونی است. مگر اینکه تریدر درگیر کلاهبرداری و سایر فعالیت های غیرقانونی باشد، چنین تجدیدنظری بر تریدرهایی که شرکت را انتخاب کرده اند تأثیر نمی گذارد.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "دی‌ترید این حق را دارد که در هر زمان این خط مشی رازداری را به روز کند یا تغییر دهد. ما با ارسال خط مشی حریم خصوصی جدید بر روی پلتفرم خود ، شما را از هرگونه تغییر مطلع خواهیم کرد. به شما توصیه می شود این خط مشی رازداری را بطور دوره ای برای هرگونه تغییر بررسی کنید. استفاده مستمر شما از پلتفرم ما پس از هرگونه اصلاح در خط مشی رازداری ، تأیید شما از اصلاحات و رضایت شما برای پیروی و موظف بودن به خط مشی رازداری به روز شده را تشکیل می دهد.",
  "Detrade weekly draw": "قرعه‌کشی هفتگی دی‌ترید",
  "Developer documentation": "مستندات توسعه دهنده",
  "Device": "دستگاه",
  "Diamond": "الماس",
  "Diamond Partner": "شریک الماس",
  "Didn't find an answer to our question?": "پاسخی برای سؤال ما پیدا نکردید؟",
  "Direction": "جهت",
  "Discover trending tokens. Trade. Earn. Repeat.": "توکن های پرطرفدار را کشف کنید. ترید کنید. کسب درآمد کنید. تکرار کنید.",
  "Distributing Payout": "توزیع پرداخت",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "از نمادهای خاص و فاصله استفاده نکنید ، در غیر این صورت ممکن است حساب شما پشتیبانی نشود.",
  "Do not use special symbols, otherwise your account may not be supported.": "از علامت‌های خاص استفاده نکنید ، در غیر این صورت ممکن است حساب شما پشتیبانی نشود.",
  "Does the company have the legal qualifications to carry out relevant business?": "آیا شرکت صلاحیت قانونی برای انجام مشاغل مرتبط را دارد؟",
  "Don't beg or ask for loans, rains or tips.": "درخواست ارز، رین، قرض یا تیپ نکنید.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "به هیچ وجه از تبلیغات/ترید/فروش/خرید یا ارائه خدمات استفاده نکنید.",
  "Don't harass or be offensive to other users or Detrade staff.": "برای سایر کاربران ایجاد آزار و اذیت ننمایید یا به آنها توهین نکنید.",
  "Don't have an account?": "حساب کاربری ندارید؟",
  "Don't let anyone see this!": "اجازه نده کسی این را ببینه!",
  "Don't share any personal information (including socials) of you or other players.": "هیچ اطلاعات شخصی (از جمله اجتماعی) از شما یا سایر بازیکنان را به اشتراک نگذارید.",
  "Don't share codes, scripts or any other bot service.": "کدها ، اسکریپت ها یا هر سرویس ربات دیگری را به اشتراک نگذارید.",
  "Don't show again": "دوباره نشان نده",
  "Don't spam & don't use excessive capital letters when chatting.": "اسپم نکنید و هنگام گفتگو از حروف بزرگ بیش از حد استفاده نکنید.",
  "Don't use URL shortening services. Always submit the full link.": "از خدمات کوتاه کردن URL استفاده نکنید. همیشه لینک کامل را ارسال کنید.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "از حساب‌های جایگزین (alts) در گپ استفاده نکنید ، که کاملاً ممنوع است.",
  "Done": "انجام شد",
  "Down": "پایین",
  "Down Wins": "پایین برد",
  "Down vs. Up Ratio (Live Data)": "نسبت پایین به بالا (داده زنده)",
  "Download": "دانلود",
  "Download the Google Authenticator app": "برنامه Google Authenticator را دانلود کنید",
  "Drop us a line here": "اینجا پیامی برای ما بگذارید",
  "Duration: {{time}}": "مدت زمان: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "هر شناسه سفارش فقط یک بار می‌تواند برای جلوگیری از تکرار شدن استفاده شود.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "هر کاربر واجد شرایط <0>فقط یک</0> پاداش واریز اولیه است",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "هر کد کوپن فقط یک بار برای هر کاربر قابل دریافت است. وقتی دریافت شد، جایزه قابل برگشت نیست.",
  "Earn": "کسب‌درآمد",
  "Earn up to 50% commission.": "تا 50% کمیسیون کسب کنید.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "اگر پیش‌بینی درست باشد، تا {{payout}}% سود کسب کنید.",
  "Easy access from your smartphone": "دسترسی آسان از طریق تلفن هوشمند شما",
  "Edit your avatar": "ادیت آواتار شما",
  "Email": "ایمیل",
  "Email Code": "کد ایمیل",
  "Email verification code's length is not right": "طول کد تأیید ایمیل درست نیست",
  "End Time": "زمان پایان",
  "End Time Invalid( hh : mm : ss )": "زمان پایان نامعتبر ( hh : mm : ss )",
  "End Time is earlier than Start Time": "زمان پایان نزدیک‌تر از زمان شروع است",
  "End rate": "نرخ پایانی",
  "Ends in {{time}} days": "Ends in {{time}} days",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "تضمین قیمت‌گذاری معتبر و بدون دستکاری با الگوریتم‌های شفاف و قابل تأیید برای تضمین منصفانه بودن.",
  "Enter Code": "کد را وارد کنید",
  "Enter number of daily active players": "تعداد بازیکنان فعال روزانه را وارد کنید",
  "Enter the 2FA code ": "کد 2FA را وارد کنید ",
  "Enter the 6-digit code sent to": "کد 6 رقمی ارسال شده را وارد کنید",
  "Enter withdraw address": "آدرس برداشت را وارد کنید",
  "Enter your email": "ایمیل خود را وارد کنید",
  "Enter your email and we'll send you a new password": "ایمیل خود را وارد کنید تا رمز عبور جدید را برای شما ارسال کنیم",
  "Enter your name": "نام خود را وارد کنید",
  "Enter your new password": "رمز ورود جدید خود را وارد کنید",
  "Enter your old password": "رمز ورود قدیمی خود را وارد کنید",
  "Enter your password": "رمز عبور خود را وارد کنید",
  "Enterprise Partner": "شریک شرکت",
  "Entrepreneurs": "کارآفرین",
  "Entry Price": "قیمت ورود",
  "Entry Time": "قیمت ورود",
  "Entry fee": "کارمزد ورود",
  "Entry price": "قیمت ورود",
  "Esteemed Affiliate": "همکاری معتبر",
  "Event Details": "Event Details",
  "Event time: {{ startTime }} - {{ endTime }}": "Event time: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "هر ماه، ما به‌طور تصادفی مبلغ <0>{{amount}}</0> را به صورت BCD بین 300 کاربر شرکت‌کننده در نماد معاملاتی STONKS توزیع می‌کنیم!",
  "Examples": "مثال‌ها",
  "Exchange": "صرافی",
  "Exit price": "قیمت خروج",
  "Experience": "تجربه",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "کارشناسان با تجربه و کارشناسان فنی پشتیبانی حرفه ای را در اختیار شما قرار می دهند و به بهینه‌سازی عملکردهای محصول به صورت رایگان ادامه می دهند تا محصولات بهتری را برای شما فراهم کنند.",
  "Expert Support": "پشتیبانی تخصصی",
  "Expired": "منقضی شده",
  "Expires in": "منقضی می‌شود در",
  "Explain": "توضیح",
  "Exploiting platform bugs or system loopholes": "بهره‌برداری از اشکالات پلتفرم یا باگ‌های سیستم",
  "Extensive coverage": "پوشش گسترده",
  "FAQ": "پرسش‌و‌پاسخ",
  "Failed": "ناموفق",
  "False deposits, money laundering, or manipulation to trigger rewards": "واریزهای جعلی، پولشویی، یا دستکاری برای ایجاد جوایز",
  "Fast response": "پاسخ سریع",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "معاملات سریع ، تزریق سرمایه بانکرول و تقسیم سود ، سفارش‌ها در انتظار و کپی کردن معاملات حالت های معاملاتی مناسب و انعطاف‌پذیر است.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "معاملات سریعتر. تصمیمات ساده‌تر. تعامل در زمان واقعی با معامله‌گران دیگر در جامعه.",
  "Favorite Trading Derivatives": "مشتقات مورد علاقه ترید",
  "Favorites": "مورد علاقه‌ها",
  "Fear & Greed Index": "شاخص ترس و طمع",
  "Fee": "کارمزد",
  "Fee options": "گزینه‌های کارمزد",
  "Fiat": "فیات",
  "Finished": "Finished",
  "First deposit bonus guide": "راهنمای پاداش اولین واریز",
  "Fixed fee limit": "محدودیت کارمزد ثابت",
  "Flat fee": "کارمزد ثابت",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "کارمزد ثابت به عنوان درصدی از پوزیشن شما محاسبه می شود (مبلغ * اهرم)",
  "Flexible transaction mode": "حالت تراکنش انعطاف‌پذیر",
  "Floating PnL": "Pnl شناور",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "به ازای هر معامله ${{ticketQuota}} در <0>پرداخت کم</0> ما، به صورت خودکار یک بلیت قرعه‌کشی دریافت خواهید کرد. پس مطمئن شوید که بهترین فرصت را برای خود با به دست آوردن هر چه بیشتر بلیت‌های ممکن به دست آورید!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "به عنوان مثال، اگر شما یک پوزیشن بیت‌کوین لانگ باز به قیمت $500 دلار با ضریب 10x داشته باشید و نرخ سرمایه 0.1% باشد، پس از 8 ساعت اول، $0.21 دلار در ساعت از شما شارژ می شود. اگر پوزیشن به جای بلند مدت، کوتاه بود، پس از آن پرداخت های مالی دریافت خواهید کرد. اگر پوزیشن شما در عرض 8 ساعت بسته شود، هیچ پرداخت مالی انجام نخواهد شد.",
  "For the safety of your funds, must complete the following binding": "برای ایمنی سرمایه‌های خود، باید موارد الزام‌آور زیر را تکمیل کنید",
  "For the safety of your funds, withdrawals must complete the following binding": "برای ایمنی وجوه شما ، برداشت ها باید صحت زیر را تکمیل کنند",
  "Forgot?": "فراموش کردی؟",
  "Free": "رایگان",
  "Frequently Asked Questions (FAQ)": "سؤالات متداول (FAQ)",
  "Frequently asked questions": "سؤالات متداول",
  "From": "از",
  "Funding Payments": "پرداخت بودجه",
  "Funding fee history": "تاریخچه کارمزد تامین مالی",
  "Funding/h": "بودجه/ساعت",
  "Futures": "فیچرز",
  "Futures Entrust": "واگذاری فیچرز",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "معاملات آتی معامله‌ای است که نسبت به بازار نقدییا اسپات انجام می‌شود. کاربران می‌توانند افزایش یا کاهش در معاملات قراردادهای آتی را پیش‌بینی کرده و با خرید قراردادهای لانگ یا فروش قراردادهای کوتاه یا شورت به منظور کسب سود از افزایش یا کاهش قیمت‌ها اقدام کنند. در عین حال، کاربران می‌توانند برای افزایش اندازه پوزیشن‌های خود با استفاده از اهرم، وجوه اضافی قرض کنند.",
  "Gas fee": "کارمزد Gas",
  "General access": "دسترسی عمومی",
  "Get 50% bonus": "50% بونوس بگیرید",
  "Get Trading commission when your friends trading.": "هنگام ترید دوستان ، کمیسیون معاملات را دریافت کنید.",
  "Get free educational materials and 24/7 support": "مطالب آموزشی رایگان و پشتیبانی 24/7 ساعت در هفته را دریافت کنید",
  "Get help": "کمک بگیرید",
  "Go bind": "وصل کنید",
  "Go to home": "برو به صفحه‌اصلی",
  "Go to the Reward Center and manually activate your bonus voucher.": "به مرکز جایزه بروید و کوپن جایزه خود را به صورت دستی فعال کنید.",
  "Go trading": "برو به ترید",
  "Gold": "طلا",
  "Gold Partner": "شریک طلایی",
  "Good Job!": "کارت خوبه!",
  "Google 2FA code": "کد 2FA گوگل",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Authenticator Google را می توان از فروشگاه نرم‌افزار یا Google Play دانلود کرد.",
  "Got it": "فهمیدم",
  "Guess if the price ends higher or lower than the target.": "حدس بزنید که قیمت بالاتر یا کمتر از هدف به پایان می رسد.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "چیزی را که به دنبالش هستید پیدا نکردید؟ برخی از سؤالات را اینجا بررسی کنید یا برای اطلاعات بیشتر به مرکز راهنمایی ما مراجعه کنید.",
  "Hide Small": "مخفی‌کردن کوچک‌ها",
  "High Low": "‍ ‍ High Low",
  "High Low Guess if the price ends higher or lower than the target.": "حدس بیشتر یا کمتر، اگر قیمت بیشتر یا کمتر از هدف باشد.",
  "High Low Spread": "گسترش high low",
  "History": "تاریخچه",
  "Home": "صفحه‌اصلی",
  "Hour": "ساعت",
  "How does Playnance assist Partners in their platforms' promotion?": "چگونه Playnance در پروموشن پلتفرم به شرکایشان کمک می کند؟",
  "How it works": "چگونه کار می‌کند",
  "How much can I earn from my referral?": "چقدر می‌توانم از زیرمجموعه خود درآمد کسب کنم؟",
  "How to Claim Your Bonus": "نحوه دریافت پاداش‌ شما",
  "How to apply": "نحوه درخواست",
  "How to invite": "نحوه دعوت",
  "How will players deposit and withdraw their funds?": "بازیکنان چگونه وجوه خود را واریز و برداشت می‌کنند؟",
  "I acknowledge": "من تصدیق می‌کنم",
  "I've made deposit": "من واریز کرده‌ام",
  "ID verification": "تأیید شناسه",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "اجزای سازنده شاخص صرافی‌های اسپات",
  "If you are a content creator, make sure to check out our": "اگر یک خالق محتوا هستید ، حتماً ما را بررسی کنید",
  "If you believe your account was flagged in error, please contact official support to appeal.": "اگر فکر می‌کنید حساب شما به اشتباه پرچم‌گذاری شده است، لطفاً برای درخواست تجدیدنظر با پشتیبانی رسمی تماس بگیرید.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "اگر این انتقال را تکمیل نکردید، می‌توانید روند واریز را <0>اینجا</0> ادامه دهید.",
  "If you have any questions about this Privacy Policy, please contact us at": "اگر در مورد این خط مشی رازداری سؤالی دارید ، لطفاً با ما تماس بگیرید",
  "If you have the traffic, it can be monetized.": "اگر ترافیک دارید ، می توان از آن درآمدزایی کرد.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "اگر فکر می کنید با پایان یافتن شمارش معکوس قیمت کاهش می یابد ، لطفاً پایین را انتخاب کنید. (مقادیر موجود در شکل با نسبت سود به دست آمده مطابقت دارد)",
  "If you think the price will fall, choose DOWN to catch the drop.": "اگر فکر می‌کنید قیمت کاهش می‌یابد، پایین را انتخاب کنید تا دراپ را دریافت کنید.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "اگر فکر می کنید قیمت سقوط خواهد کرد ، حاشیه ای را تنظیم کرده و دکمه شورت را انتخاب کنید. اگر قیمت سقوط کند ، شما سود کسب می کنید.",
  "If you think the price will go up, choose UP to go with the trend.": "اگر فکر می‌کنید قیمت بالا می‌رود، بالا را انتخاب کنید تا مطابق با روند حرکت کنید.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "اگر فکر می کنید قیمت بالا می رود ، حاشیه ای را تنظیم کرده و روی دکمه لانگ کلیک کنید. اگر قیمت بالا برود ، سود کسب می کنید.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "اگر فکر می کنید قیمت در پایان شمارش معکوس افزایش می یابد ، لطفاً انتخاب کنید. (مقادیر موجود در این رقم با نسبت سود به دست آمده مطابقت دارد)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "اگر می خواهید به جای مدیریت محصول یا توسعه فناوری ، روی فروش و درآمد تمرکز کنید.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "اگر موقعیت شما بیش از 8 ساعت باز بماند، کارمزدهای تامین مالی ساعتی بر اساس شرایط بازار اعمال می شود. این کارمزدها مستقیماً از موجودی حساب شما کسر می شود. اگر موجودی شما برای پوشش کارمزدهای بودجه کافی نباشد، پوزیشن شما به زور توسط سیستم بسته می شود.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "اگر پوزیشن شما بیش از 8 ساعت باز بماند، کارمزدهای تامین مالی ساعتی بر اساس شرایط بازار اعمال می‌شود.",
  "Important Reminders": "یادآوری‌های مهم",
  "Income": "درآمد",
  "Increase Limit": "افزایش محدودیت",
  "Increase aggregate limit": "حد کل را افزایش دهید",
  "Increase limit": "افزایش محدودیت",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "مشتقات ارز دیجیتال دی‌ترید را بر روی پلتفرم خود ادغام کنید",
  "Integration": "یکپارچه سازی",
  "Integration program": "برنامه ادغام",
  "Intelligent integrated services": "خدمات یکپارچه هوشمند",
  "Internal group": "گروه داخلی",
  "Intuitive trader transaction data display and statistics": "نمایش داده‌های تراکنش و آمار بصری تریدر",
  "Intuitive trading trend display and analysis tools": "ابزارهای نمایش و تجزیه و تحلیل روندهای معاملاتی ترند",
  "Invalid email": "ایمیل نامعتبر",
  "Invite friends": "دعوت دوستان",
  "Invite friends to earn  20% commission": "دوستان را دعوت کنید تا 20% کمیسیون دریافت کنید",
  "Invite only": "فقط دعوت",
  "Ip": "آی‌پی",
  "Is there a limit to how long I can earn commissions through the referral program?": "آیا محدودیتی برای مدت زمان دریافت کمیسیون از طریق برنامه زیرمجموعه‌گیری وجود دارد؟",
  "Is there a limit to the invitation rewards I can receive?": "آیا محدودیتی برای پاداش دعوت‌هایی که می توانم دریافت کنم وجود دارد؟",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "این به سرمایه گذاران کمک می کند تا وضعیت عاطفی بازار را درک کنند که می تواند بر رفتارهای خرید و فروش تأثیر بگذارد.",
  "Join  our community": "به انجمن ما بپیوندید",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "برای تسریع در رشد عملیاتی پلتفرم خود به اتصال دی‌ترید بپیوندید و ما ضمانت نامه خدمات را در اختیار شما قرار می دهیم.",
  "Join and earn extra bonuses!": "بپیوندید و پاداش‌های اضافی دریافت کنید!",
  "Join free competitions": "به مسابقات رایگان بپیوندید",
  "Join now and get a": "اکنون بپیوندید و دریافت کنید",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "به قرعه‌کشی تصادفی هفتگی ما بپیوندید و <0>${{amount}}</1> را به اشتراک بگذارید!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "تایید احراز هویت",
  "KYC authentication": "احراز هویت KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "پوزیشن خود را برای بیش از 8 ساعت باز نگه دارید و بسته به شرایط بازار ممکن است پرداخت های مالی ساعتی دریافت کنید.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "پوزیشن خود را برای بیش از 8 ساعت باز نگه دارید و بسته به شرایط بازار ممکن است پرداخت های مالی ساعتی دریافت کنید. زمانی که بازار صعودی است، نرخ تامین مالی مثبت است و تریدرهای بلند مدت به تریدرهای کوتاه مدت پرداخت می کنند. زمانی که بازار نزولی است، نرخ تامین مالی منفی است و تریدرهای کوتاه مدت به تریدرهای بلند مدت پرداخت می کنند.",
  "Language": "زبان",
  "Large product research & Development team": "تیم بزرگ تحقیق و توسعه محصول",
  "Last price": "آخرین قیمت",
  "Latest events": "آخرین رویدادها",
  "Launch now": "اکنون راه‌اندازی شد",
  "Leaderboard": "جدول رتبه‌بندی",
  "Learn": "یادگیری",
  "Learn More": "بیشتر بدانید",
  "Level assessment & update": "ارزیابی و به‌روزرسانی سطح",
  "Leverage": "اهرم",
  "Leverage 1000x Maximum": "حداکثر اهرم 1000x",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "برای راه‌اندازی برنامه معاملاتی خود ، از فناوری دی‌ترید استفاده کنید. یک تجربه ترید پیشرفته را به مشتریان خود ارائه دهید و از هر ترید اجرا شده در برنامه خود درآمد کسب کنید.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "اهرم به شما این امکان را می‌دهد که اندازه پوزیشن خود را با مقدار سرمایه کمتری تقویت کنید. اهرم بالاتر هم سود بالقوه و هم ریسک را افزایش می‌دهد.",
  "License": "مجوز",
  "License Information": "اطلاعات مجوز",
  "Light": "روشن",
  "Limits": "محدودیتها",
  "Liq price": "قیمت لیکویید",
  "Liq.Price": "مبلغ.لیکویید",
  "Liq.price": "مبلغ.لیکویید",
  "Liquidated": "لیکویید شد",
  "Live": "زنده",
  "Live chat": "گفتگوی زنده",
  "Live trade": "لایو ترید",
  "Loading Failed": "بارگزاری ناموفق",
  "Log out": "خروج",
  "Login": "ورود",
  "Login 2FA switch": "سوئیچ به ورود با 2FA",
  "Login here.": "اینجا وارد شوید.",
  "Login history": "تاریخچه ورود",
  "Login method": "روش ورود",
  "Login to Detrade": "وارد دی‌ترید شوید",
  "Login with email code": "با کد ایمیل وارد شوید",
  "Login with password": "با رمز عبور وارد شوید",
  "Lose": "باخت",
  "Loser": "بازنده",
  "Loved by users": "مورد علاقه کاربران",
  "Major features:": "ویژگی‌های اصلی:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "معاملات موفقی انجام دهید و حداکثر پاداش را در اولین واریز خود کسب کنید. <0>بیشتر بیاموزید<0>",
  "Manual": "دستی",
  "Mark Price": "قیمت علامت گذاری شده",
  "Mark price": "قیمت علامت گذاری شده",
  "Market": "بازار",
  "Market Impact Effects": "اثرات تأثیر بازار",
  "Max": "حداکثر",
  "Max Profit": "حداکثر سود",
  "Max TV": "مکس تی وی",
  "Max Trade": "حداکثر ترید",
  "Max solo bonus": "Max solo bonus",
  "Max withdrawal limit": "حداکثر محدودیت برداشت",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "سیستم عضوگیری-دوستانه: بسیاری از اعضای فعلی ما با موفقیت درآمد منفعل پایدار را از طریق برنامه ما ایجاد کرده اند. حالا نوبت شماست.",
  "Memo": "ممو",
  "Memo is required": "ممو الزامی است",
  "Memo/Tag": "ممو/تگ",
  "Menu": "منو",
  "Min Trade": "حداقل ترید",
  "Minimum Deposit": "حداقل واریز",
  "Minimum {{min}} characters": "حداقل {{min}} کاراکتر",
  "Minimum {{min}} characters and maximum {{max}} characters": "حداقل {{min}} کاراکتر و حداکثر {{max}} کاراکتر",
  "Minute": "دقیقه",
  "Money Distributed": "پول توزیع شده",
  "Month": "ماه",
  "Month's Pnl": "Pnl ماهانه",
  "Monthly Earnings": "درآمد ماهانه",
  "Monthly cashback cap": "سقف پرداخت نقدی ماهانه",
  "More": "بیشتر",
  "Multi-account abuse or airdrop farming behavior": "سوء استفاده چند-حساب کاربری یا رفتار فارمینگ ایردراپ",
  "Multiple crypto currency binary options derivatives": "چند مشتق باینری آپشن ارز دیجیتال",
  "Multiple investment models": "مدل‌های سرمایه‌گذاری چندگانه",
  "Multiplier": "ضریب",
  "Must be at least {{less}}": "باید حداقل باشد {{less}}",
  "Must be at most {{large}}": "باید حداکثر باشد {{large}}",
  "My Position": "پوزیشن من",
  "My activity": "فعالیت من",
  "My referral code": "کد رفرال من",
  "My referral link": "لینک زیرمجموعه‌گیری من",
  "My reward": "جایزه من",
  "My vouchers": "کوپن‌های من",
  "NA": "NA",
  "Name": "نام",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "به کمک نیاز دارید؟ از مرکز راهنمایی ما دیدن کنید یا با پشتیبانی مشتری تماس بگیرید. ما اینجا هستیم تا 24/7 به شما کمک کنیم.",
  "Network": "شبکه",
  "New": "جدید",
  "New Password": "رمزعبور جدید",
  "New Trading Symbol": "نماد معاملاتی جدید",
  "New messages": "پیام‌های جدید",
  "New notice": "اخطار جدید",
  "New password is {{exceed}} length": "رمز عبور جدید {{exceed}} طولانی است",
  "New user": "New user",
  "Next": "بعدی",
  "Next Draw Starts in": "شروع قرعه‌کشی بعدی در",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC یک کارگزاری است که خدمات واسطه‌گری را به سرمایه‌گذاران خود هدایت می‌کند و توصیه‌هایی ارائه نمی‌کند یا مشاوره سرمایه‌گذاری، مالی، حقوقی یا مالیاتی ارائه نمی‌کند. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC یک کارگزاری است که خدمات کارگزاری به سرمایه‌گذاران خودهدایت‌شونده ارائه می‌دهد و هیچ‌گونه توصیه‌ای در زمینه سرمایه‌گذاری، مالی، حقوقی یا مالیاتی نمی‌کند. تجارت آنلاین شامل ریسک‌های ذاتی است، از جمله نوسانات در پاسخ سیستم و زمان‌های دسترسی به علت شرایط بازار، عملکرد سیستم و عوامل دیگر. قبل از تجارت، با یک مشاور مالی مستقل و دارای مجوز مشورت کنید و اطمینان حاصل کنید که آمادگی لازم برای ریسک، تجربه و دانش کافی را دارید. تحت هیچ شرایطی Nexus Play LLC مسئولیتی در قبال هر شخص یا نهاد به خاطر هرگونه خسارت مستقیم، غیرمستقیم، ویژه، تبعی یا تصادفی نخواهد داشت. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC ، یک شرکت کارگزاری مجاز و تنظیم شده توسط اداره خدمات بین المللی MWALI (M.I.S.A.) تحت مجوز #BFX2024137.",
  "No": "خیر",
  "No Hidden Fees": "بدون کارمزد پنهان",
  "No More Data": "اطلاعات بیشتری نیست",
  "No More Orders": "سفارش بیشتری نیست",
  "No data available": "هیچ داده‌ای در دسترس نیست",
  "No discussion of streamers or Twitch or any other similar platforms.": "هیچ بحثی در مورد پخش کننده ها یا Twitch یا هر سیستم عامل مشابه دیگری وجود ندارد.",
  "No downloads or updates required": "بدون الزام دانلود یا به روزرسانی",
  "No funding within 60 minutes for this order": "برای این سفارش در مدت 60 دقیقه بودجه ندارید",
  "No installation is required and you can trade via your smartphone's web browser.": "نصب الزامی نیست و می توانید از طریق مرورگر وب تلفن هوشمند خود ترید کنید.",
  "No more data": "اطلاعات بیشتری نیست",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "درباره سیاست و دین در چت صحبت نکنید ، این مورد به شدت ممنوع است.",
  "No suspicious behavior that can be seen as potential scams.": "هیچ رفتار مشکوک که به عنوان کلاهبرداری بالقوه دیده می شود انجام ندهید.",
  "No withdrawal of coins within 24 hours": "بدون برداشت ارز در طی 24 ساعت",
  "Not activated": "فعال نشده",
  "Not completed": "Not completed",
  "Note": "نوت",
  "Notification": "اعلان‌ها",
  "Now login disabled 2FA": "اکنون وارد شوید 2FA غیرفعال شده",
  "Now login need 2FA": "اکنون برای ورود به 2FA نیاز دارید",
  "Old Password": "رمزعبور قدیمی",
  "Old password is {{exceed}} length": "رمز عبور قدیمی {{exceed}} طولانی است",
  "On going": "در حال انجام",
  "On your first deposit": "در اولین واریز شما",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "پس از فعال شدن، اگر اندازه پوزیشن شما ≥ ارزش جایزه باشد، سیستم به طور خودکار ابتدا از جایزه برای معامله استفاده می‌کند.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "پس از فاش شدن سید ، هر کسی می‌تواند قیمت ها را از دور معاملاتی تأیید کند. کد پایتون زیر با توجه به سید خود ، 100 قیمت اول دور را محاسبه می کند:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "پس از باز کردن قفل هر 4 حالت معاملاتی (زیاد کم / پراکنده / فیچر / بالا پایین)، پاداش کامل شما (50% از واریز شما) به طور خودکار صادر می‌شود.",
  "Ongoing": "Ongoing",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "ترید آنلاین خطراتی ذاتی دارد، از جمله نوسانات در پاسخ سیستم و زمان دسترسی به دلیل شرایط بازار، عملکرد سیستم و سایر عوامل. قبل از انجام ترید، با یک مشاور مالی مستقل و دارای مجوز مشورت کنید و اطمینان حاصل کنید که ریسک پذیری، تجربه و دانش لازم را دارید. Nexus Play LLC تحت هیچ شرایطی در قبال هیچ شخص یا نهادی در قبال هرگونه آسیب مستقیم، غیرمستقیم، خاص، تبعی یا اتفاقی مسئولیتی ندارد. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "فقط ارسال {{crypto}} به این آدرس ، {{confirmations}} تأیید مورد نیاز.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "فقط از زبان مشخص شده در کانال چت استفاده کنید ، سوء استفاده احتمالی مجازات خواهد داشت.",
  "Open": "باز",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Google Authenticator را باز کنید، کد QR زیر را اسکن کنید یا به صورت دستی عبارت کلیدی را وارد کنید تا رمز تأیید فعال شود",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "درصد جهت موقعیت باز از کاربران در این پلتفرم برای واحد پول فعلی",
  "Order Amount": "مبلغ سفارش",
  "Order Id": "شناسه سفارش",
  "Order Progress": "روند سفارش",
  "Order id": "شناسه سفارش",
  "Order placed successfully!": "سفارش با موفقیت ثبت شد!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "مدل سرمایه گذاری اصلی بانکرول ، درآمد آسان ، دارایی ها می توانند در هر زمان پس گرفته شوند.",
  "Other": "دیگر",
  "Our Advantage": "مزیت ما",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "پلتفرم ما برای استفاده کودکان زیر ۱۸ سال طراحی نشده است. ما به‌طور آگاهانه اطلاعات شخصی از کودکان زیر ۱۸ سال جمع‌آوری یا درخواست نمی‌کنیم. اگر متوجه شویم که اطلاعات شخصی از یک کودک زیر ۱۸ سال جمع‌آوری کرده‌ایم، بلافاصله آن اطلاعات را حذف خواهیم کرد.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "پلتفرم ما ممکن است حاوی لینک هایی به وب سایت ها یا خدمات شخص ثالث باشد که متعلق به آنها نیست یا کنترل نمی شود. ما هیچ کنترلی بر روی محتوا ، سیاست های حفظ حریم خصوصی یا شیوه های هر وب سایت یا خدمات شخص ثالث هیچ مسئولیتی نداریم. ما شما را تشویق می کنیم تا خط مشی رازداری از هر وب سایت شخص ثالث را که بازدید می کنید مرور کنید.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "برنامه شریک ما نشان دهنده تعهد ما در ایجاد همکاری های برنده است و برای شرکت های وابسته به هر اندازه متناسب است. در سفر ما برای رشد متقابل به ما بپیوندید!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "برنامه ما با هدف ایجاد انگیزه برای کسانی که به نتایج برجسته دست می یابند.",
  "Outflow": "جریان",
  "Over 70 popular crypto assets. Trade and increase your balance": "بیش از 70 ارز دیجیتال محبوب. ترید کنید و موجودی خود را افزایش دهید",
  "Overview": "نمای‌کلی",
  "Own your branded platform": "پلتفرم برند خود را داشته باشید",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "P&L از تریدهای پاداش، مستقیماً به حساب واقعی شما واریز می‌شود",
  "PNL": "PNL",
  "Page error": "خطای صفحه",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "روش مشارکت: 3 معامله STONKS/BCD را در طول دوره کامل کنید.",
  "Partner Program": "برنامه شریک",
  "Partner program": "برنامه شریک",
  "Partnership Program": "برنامه همکاری",
  "Partnership Tiers": "ردیف‌های مشارکت",
  "Partnership With A Trusted Pioneer": "مشارکت با یک پیشگام قابل اعتماد",
  "Partnership program": "برنامه همکاری",
  "Password": "رمزعبور",
  "Password reset link sent. Check your email inbox.": "لینک بازنشانی رمز عبور ارسال شد. صندوق ورودی ایمیل خود را بررسی کنید.",
  "Password strength": "قدرت رمز عبور",
  "Passwords must differ": "رمزهای عبور باید متفاوت باشند",
  "Past": "گذشته",
  "Past 1 year": "1 سال گذشته",
  "Past {{days}} days": "{{days}} روز گذشته",
  "Past {{hours}} hours": "{{hours}} ساعت گذشته",
  "Payment Method": "روش پرداخت",
  "Payout": "نقد کردن",
  "Payout Multiplier": "ضریب پرداختی",
  "Pending third-party processing (estimated {{hours}} hours).": "پردازش شخص ثالث در انتظار ({{hours}} ساعت تخمینی).",
  "Pending third-party processing.": "در انتظار پردازش شخص ثالث.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "هدیه‌ها شامل نرخ های بالاتر کمیسیون ، کمپین های حمایت مالی و موارد دیگر است!",
  "Personal": "شخصی",
  "Personal Info": "اطلاعات شخصی",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "یک ضریب برای به حداکثر رساندن پوزیشن خود انتخاب کنید. تنظیم یک ضریب بالاتر خطر پوزیشن شما را افزایش می‌دهد.",
  "Place Your Trade": "ترید خود را قرار دهید",
  "Platform": "پلتفرم",
  "Platform Name": "نام پلتفرم",
  "Platform Type": "نوع پلتفرم",
  "Platform Website": "وبسایت پلتفرم",
  "Platinum": "پلاتینیوم",
  "Platinum Partner": "شریک پلاتین",
  "Play now": "اکنون بازی کن",
  "Players": "بازیکنان",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "بازیکنان می توانند از طریق پورتال های شارژ و برداشت ارائه شده توسط این پلتفرم ، عملیات شارژ و برداشت را انجام دهند.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "بازیکنان می‌توانند قیمت بیت‌کوین را پیش‌بینی کنند. بازیکنان می‌توانند به یک استخر بپیوندند که افزایش یا کاهش قیمت را پیش‌بینی می‌کند و مبلغ مشخصی را سرمایه‌گذاری کنند تا در بازی شرکت کنند. برنده، دارایی‌های استخر سرمایه طرف مقابل را بر اساس نسبت سرمایه‌گذاری توزیع خواهد کرد. یک بازی جدید تنها پس از این که بازیکنان از تمام دورهای قبلی پاداش‌های خود را دریافت کرده‌اند، می‌تواند آغاز شود.",
  "Please enter a valid email address": "لطفا یک آدرس ایمیل معتبر وارد کنید",
  "Please enter an 2FA code": "لطفا یک کد 2FA وارد کنید",
  "Please enter the seed": "لطفاً سید را وارد کنید",
  "Please enter you remail": "لطفا ایمیل خود را وارد کنید",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "لطفا دستورالعمل واریز کردن را برای واریز رعایت کنید، در غیر این صورت سپرده شما از بین خواهد رفت.",
  "Please refresh the page or jump to the trading center": "لطفاً صفحه را رفرش کنید یا به مرکز ترید بروید",
  "PnL": "PnL",
  "PnL fee": "کارمزد PnL",
  "PnL fee limit": "حد کارمزد PnL",
  "PnL%": "PnL%",
  "Positions": "پوزیشن‌ها",
  "Potential Return": "پتانسیل بازگشت",
  "Powered by": "حمایت شده توسط",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "جهت قیمت را برای معامله پیش بینی کنید. اگر قیمت در جهتی که شما انتخاب کرده‌اید حرکت کند، سود خواهید برد!",
  "Preferences": "ترجیحات",
  "Premium support": "پشتیبانی ویژه",
  "Preview": "پیش‌نمایش",
  "Price": "قیمت",
  "Price Formulation": "فرمولاسیون قیمت",
  "Price formulation": "فرمولاسیون قیمت",
  "Price move": "حرکت قیمت",
  "Priority access": "دسترسی اولویت دار",
  "Privacy Policy": "سیاست حریم‌خصوصی",
  "Privacy policy": "سیاست حریم‌خصوصی",
  "Private invitation": "دعوت خصوصی",
  "Private profile": "آواتار پروفایل",
  "Prize Calculation Formula": "فرمول محاسبه جایزه",
  "Prize Pools": "استخرهای جایزه",
  "Prizes will be sent on Notice page as the Contest ends.": "با پایان مسابقه، جوایز در صفحه اعلامیه ارسال می شود.",
  "Product Description": "توضیح محصول",
  "Product capabilities": "قابلیت‌های محصول",
  "Product iteration, new product development": "تکرار محصول، توسعه محصول جدید",
  "Professional, Secure, Trustworthy": "حرفه ای، ایمن، قابل اعتماد",
  "Profile": "پروفایل",
  "Profile is not publicly available": "پروفایل در دسترس عموم نیست",
  "Profit": "سود",
  "Profit Calculator": "ماشین‌حساب سود",
  "Program — Work with a trustworthy online trading provider.": "برنامه - با یک ارائه دهنده ترید آنلاین قابل اعتماد کار کنید.",
  "Progressing": "در حال پیشرفت",
  "Promising Affiliate": "همکاری امیدوارکننده",
  "Provably fair": "انصاف قابل‌اثبات",
  "Provides tutorials,guides and various trading strategy services.": "آموزش‌ها ، راهنماها و خدمات مختلف استراتژی ترید را ارائه می دهد.",
  "Providing the best customer service is our aim.": "هدف ما ارائه بهترین خدمات مشتری است.",
  "Providing users with diverse options for transactions": "ارائه گزینه‌های متنوع به کاربران برای تراکنش‌ها",
  "Q1: Can I withdraw the bonus?": "س1: آیا می‌توانم پاداش را برداشت کنم؟",
  "Q2: Will my bonus expire if I don't activate it?": "س2: آیا اگر آن را فعال نکنم پاداش من منقضی می‌شود؟",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "س3: من واریز کردم اما پاداشی دریافت نکردم. چه کار کنم؟",
  "Quick experience starts here, easy experience without registration": "تجربه سریع از اینجا شروع می شود ، تجربه آسان بدون ثبت نام",
  "Quick tap: will the price go up or down next?": "ضربه سریع: در مرحله بعد قیمت بالا می‌رود یا کاهش می‌یابد؟",
  "ROI": "بازگشت سرمایه",
  "ROI Calculator": "ماشین‌حساب ROI",
  "ROI calculator": "ماشین‌حساب ROI",
  "Rakeback": "ریک‌بک",
  "Rank": "رتبه",
  "Rapid deployment": "استقرار سریع",
  "ReSend": "ارسال مجدد",
  "Ready to Get Started": "آماده شروع کار",
  "Real Account": "حساب واقعی",
  "Real Account – Real Funds!": "حساب واقعی - پول‌های واقعی!",
  "Realized PnL": "Pnl محقق شد",
  "Receive commission rewards": "دریافت جوایز کمیسیون",
  "Recommended for you": "برای شما توصیه می‌شود",
  "Record": "ضبط",
  "Referral": "زیرمجموعه",
  "Referral by": "زیرمجموعه توسط",
  "Referral rules": "قوانین زیرمجموعه‌گیری",
  "Referred at": "زیرمجموعه شده در",
  "Referred users": "کاربران زیرمجموعه",
  "Refresh page": "رفرش‌کردن صفحه",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "بدون در نظر گرفتن نقدینگی در بازارهای پایه، دی‌ترید تضمین می کند که معاملات رکود و توقف ضرر به طور مداوم با قیمت از پیش تعیین شده در هنگام ورود پر می شود. ضررهای باخت به اندازه پوزیشن اصلی و ضررهای توقف توسط تنظیمات ورود تریدر محدود می شود. قیمت‌های ماشه‌ای برای رکود و ضرر را می‌توان با موارد زیر محاسبه کرد:",
  "Register": "ثبت‌نام",
  "Register for Detrade.": "برای دی‌ترید ثبت نام کنید.",
  "Register to Win Crypto Tokens": "برای برنده شدن توکن‌های ارز دیجیتال ثبت نام کنید",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "محصولات معمولی باینری آپشن، بر اساس اینکه آیا قیمت پایانی یک دارایی زیرساختی در یک بازه زمانی مشخص (مانند ۳۰ ثانیه، یک دقیقه، یک ساعت و غیره) پایین‌تر یا بالاتر از قیمت اجرای تعیین‌شده باشد، مشخص می‌کند که آیا سودی به دست می‌آید یا خیر. این محصول یک سرمایه‌گذاری کوتاه‌مدت است و برای بازارهایی با نوسانات کمتر مناسب است.",
  "Reliable": "قابل‌اعتماد",
  "Reload": "",
  "Remarks": "اظهارات",
  "Remove": "حذف",
  "Remove 2fa Success": "حذف موفق 2FA",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "هرگونه فیدهای قیمتی را که برای 30 ثانیه گذشته به روزرسانی داده های بازار، وجود نداشته باشد ، حذف کنید.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "هر گونه منبع قیمتی که دارای قیمت‌های خرید و فروش متقاطع است یا قیمت میانگین بالای دفتر آن بیش از 10% از میانگین قیمت بالای دفتر در میان تمامی منابع قیمتی فاصله داشته باشد، حذف کنید.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "الزامات: 100 ثبت‌نام منحصر به فرد و فعال با حداقل حجم معاملات $1,000,000 دلاری توسط زیرمجموعه‌ها.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "الزامات: 50 ثبت‌نام منحصر به فرد و فعال با حداقل حجم معاملات $100,000 دلاری توسط زیرمجموعه‌ها.",
  "Research lab": "آزمایشگاه تحقیقاتی",
  "Reset fields": "ریست کادرها",
  "Reset password": "بازنشانی رمزعبور",
  "Responsive and secure trading platform": "پلتفرم معاملاتی پاسخگو و ایمن",
  "Result": "نتیجه",
  "Retry": "",
  "Revenue Share": "اشتراک درآمد",
  "Reward": "جایزه",
  "Reward center": "مرکز جایزه",
  "Rewards hub": "مرکز جوایز",
  "Rewords": "بازنویسی‌ها",
  "Rich Trading Tools": "ابزارهای کامل ترید",
  "Rich activities and rewards": "فعالیت‌ها و پاداش‌های غنی",
  "Risk Control & Compliance Notice": "اطلاعیه کنترل ریسک و انطباق",
  "Risk Disclaimer": "سلب مسئولیت ریسک",
  "Risk Warning": "هشدار ریسک",
  "Risk-free trading with $10,000 in virtual funds": "ترید بدون ریسک با $10,000 دلار در صندوق های مجازی",
  "Round In Progress": "دور در حال پیشرفت",
  "Round ends in": "پایان مرحله در",
  "SA": "SA",
  "Safe": "امن",
  "Save": "ذخیره",
  "Search": "جستجو",
  "Search crypto": "جستجوی ارز دیجیتال",
  "Sec": "ثانیه",
  "Second": "ثانیه",
  "Seconds": "ثانیه‌ها",
  "Security": "امنیت",
  "Security Verification": "تأیید امنیتی",
  "Seed": "سید",
  "Select a countdown period.": "یک دوره شمارش معکوس را انتخاب کنید.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "شمارش معکوس و بازه‌قیمتی را انتخاب کنید (بازه‌قیمتی: تفاوت بین قیمت خرید و قیمت خروج)",
  "Select your partner program revenue share": "سهم درآمد برنامه شریک خود را انتخاب کنید",
  "Sell": "فروش",
  "Send": "ارسال",
  "Send message": "ارسال پیام",
  "Send message successfully": "ارسال موفق پیام",
  "Service guide": "راهنمای خدمات",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "برای محدود کردن ضرر، قیمت را تعیین کنید. اگر مارکت به این قیمت برسد، پوزیشن شما به طور خودکار بسته می‌شود.",
  "Set a target price where your position will be automatically closed to lock in profit.": "یک تارگت قیمت تعیین کنید که در آن پوزیشن شما به طور خودکار بسته می‌شود تا در سود بمانید.",
  "Set password": "تنظیم رمزعبور",
  "Set successfully": "با موفقیت تنظیم شد",
  "Set up": "نصب کردن",
  "Set up Google Authenticator": "",
  "Settings": "تنظیمات",
  "Share": "اشتراک",
  "Share to": "اشتراک‌با",
  "Share your Affiliate invitation link to friends and users.": "لینک دعوت زیرمجموعه‌گیری خود را با دوستان و کاربران به اشتراک بگذارید.",
  "Share your referral link or code": "لینک یا کد زیرمجموعه‌گیری خود را به اشتراک بگذارید",
  "Show live positions on chart": "نمایش لایو پوزیشن‌ها بر روی نمودار",
  "Show my positions on chart": "نمایش پوزیشن‌های من روی نمودار",
  "Side": "سمت",
  "Sign in": "ورود به حساب",
  "Silver": "نقره",
  "Simple": "ساده",
  "Simple and intuitive usable interface": "رابط کاربری ساده و بصری",
  "Simple integration": "ادغام ساده",
  "Simple way to earn money, The more invite, the more you will get!": "راه ساده برای کسب پول، با دعوت بیشتر، بیشتر دریافت خواهید کرد!",
  "Simple, Fast, Intelligence": "ساده، سریع، هوشمند",
  "Size": "اندازه",
  "Something went wrong!": "",
  "Sorry, page not found!": "متأسفم، صفحه پیدا نشد!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "با عرض پوزش ، ما نتوانستیم صفحه مورد نظر شما را پیدا کنیم. شاید شما آدرس را اشتباه وارد کرده‌اید؟ حتماً املای خود را بررسی کنید.",
  "Sound": "صدا",
  "Speed": "سرعت",
  "Spot Exchanges": "صرافی‌های اسپات",
  "Spread": "انتشار",
  "Standard CS": "خدمات مشتری استاندارد",
  "Start": "شروع",
  "Start Rate": "نرخ شروع",
  "Start Time": "زمان شروع",
  "Start Time Invalid( hh : mm : ss )": "زمان شروع نامعتبر ( hh : mm : ss )",
  "Start time": "زمان شروع",
  "Start trading": "شروع ترید",
  "Statistics": "آمارها",
  "Status": "وضعیت",
  "Step-up group": "گروه افزایش-سطح",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks دارای 2.5% حاشیه سود و 5% کارمزد در پوزیشن‌های سودآور است.",
  "Stonks prices are generated using a provably fair algorithm.": "قیمت های Stonks با استفاده از یک الگوریتم واقعی عادلانه تولید می شود.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "قیمت های Stonks با استفاده از یک الگوریتم واقعی عادلانه تولید می شود. حاشیه سود 2.5 ٪ است.",
  "Stop Loss": "استاپ لاس",
  "Stop loss at price": "توقف زیان در قیمت",
  "Stop loss price cannot be through bust price": "مبلغ استاپ لاس نمی‌تواند از مبلغ باخت عبور کند",
  "Stop-Loss (SL)": "توقف-زیان (SL)",
  "Strategy planning": "برنامه‌ریزی استراتژی",
  "Submit": "ارسال",
  "Submit request": "ارسال درخواست",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "با استفاده از API های جاری هر صرافی در سطح عمیق، مشترک شوید.",
  "Switch Dark or Light mode according to your preference": "حالت تاریک یا روشن را با توجه به اولویت خود تغییر دهید",
  "Symbol": "نماد",
  "Symbol for extra security": "نشانه‌ای برای امنیت بیشتر",
  "System": "سیستم",
  "System Random: 300 lucky winners will be randomly selected.": "سیستم تصادفی: 300 برنده خوش شانس به طور تصادفی انتخاب می شوند.",
  "TP/SL": "TP/SL",
  "Take Profit": "برداشت سود",
  "Take profit at price": "با قیمت، سود کسب کنید",
  "Take-Profit (TP)": "سود-گیری (TP)",
  "Tap Trading": "کلیک روی ترید",
  "Tap to predict — quick moves, instant results.": "برای پیش‌بینی ضربه بزنید - حرکات سریع، نتایج فوری.",
  "Target Market": "بازار هدف",
  "Tell us the reason for contacting us": "دلیل تماس با ما را به ما بگویید",
  "Test various trading tools and strategies": "ابزارها و استراتژی‌های معاملاتی مختلف را تست کنید",
  "Thank you for your request, it should generally be reviewed within 24 hours": "از درخواست شما متشکرم ، به طور کلی باید طی 24 ساعت بررسی شود",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "شاخص ترس و طمع CMC یک ابزار اختصاصی است که توسط کوین مارکت کپ توسعه یافته و احساسات غالب در بازار ارزهای دیجیتال را اندازه گیری می کند.",
  "The Profit Margin Is As High As 90%": "حاشیه سود تا 90% است",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "حد مجموع برای پوزیشن‌های لانگ/شورت شما در تمام ارزهای دیجیتال در <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "مبلغی که در حال حاضر برای ثبت سفارش در دسترس دارید.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "قیمت رکود، قیمت مارکتی است که در آن پوزیشن شما به دلیل حاشیه سود ناکافی منحل می‌شود.",
  "The calculation steps are as follows:": "مراحل محاسبه به شرح زیر است:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "روش همکاری باز و شفاف است و نیازی به نگرانی در مورد کارمزدهای پنهان نیست.",
  "The coupon code is invalid or expired": "کد کوپن نامعتبر است یا منقضی شده است",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "قیمت نهایی شاخص سپس به عنوان میانگین وزنی قیمت‌های میانی حاشیه‌ای در هر اندازه محاسبه می‌شود. وزن‌ها به‌گونه‌ای انتخاب می‌شوند که چگالی احتمال توزیع نمایی را به تصویر بکشند، که به‌طور مداوم کاهش می‌یابد و منجر به تأکید بیشتر بر قیمت‌های نزدیک به بالای کتاب می‌شود. وزن‌ها به‌صورت زیر داده می‌شوند:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "8 بایت اول هش به یک عدد صحیح بدون علامت ۶۴ بیتی با استفاده از کدگذاری little-endian تبدیل می‌شود. سپس این عدد صحیح به یک عدد اعشاری با توزیع یکنواخت تبدیل می‌شود. با استفاده از تابع توزیع تجمعی معکوس و با در نظر گرفتن نوسان تیک تنظیم شده بازار (0.1%) به عنوان انحراف معیار، مقدار اعشاری به یک بازده با توزیع نرمال تبدیل می‌شود و از آن برای به‌روزرسانی قیمت بازار استفاده می‌شود.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "روش قیمت شاخص برای برآوردن دو ویژگی آماری مهم سری های زمانی طراحی شده است: خواص مارکوف و مارتینگل. ویژگی مارکوف به ماهیت بدون حافظه یک فرآیند تصادفی اشاره دارد، که تضمین می کند که توزیع احتمال شرطی مقادیر آینده فقط به مقدار فعلی بستگی دارد. ویژگی مارتینگل به این معنی است که ارزش فعلی یک فرآیند تصادفی نیز مقدار مورد انتظار مقادیر آتی است. این دو ویژگی، قیمت‌های شاخص دی‌ترید را تخمین‌گر بی‌طرفانه قیمت‌های آتی می‌سازند، به طوری که کاربران می‌توانند بر اساس تغییرات ارزش ارزهای دیجیتال زیربنایی بدون نگرانی در مورد اثرات ریز ساختار صرافی‌ها معامله کنند.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "این شاخص بینش هایی را در مورد اینکه آیا بازار ممکن است کمتر از ارزش گذاری شده باشد (ترس شدید) یا بیش از حد (طمع شدید) ارائه می دهد.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "عملکردهای مارجین خرید و فروش حاشیه ای برای تعریف یک عملکرد مارجین قیمت میانگین با توجه به اندازه، استفاده می شود: ",
  "The order has expired": "سفارش منقضی شده است",
  "The output is:": "خروجی:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "خروجی این محاسبه قیمت تک شاخص است که برای هر دو پوزیشن خرید و فروش در بازی معاملاتی دی‌ترید استفاده می‌شود. برخلاف اکثر پلتفرم‌های معاملاتی دیگر، دی‌ترید اسپرد پیشنهادی را شارژ نمی‌کند. ترید با قیمت واحد امکان حدس و گمان در مورد حرکات کوتاه مدت قیمت را فراهم می‌کند که برای آن اختلاف پیشنهادی بسیار گران است.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "پلتفرم ممکن است کمپین را بر اساس تغییرات بازار و سیاست تنظیم کند. به روز رسانی‌ها از طریق اطلاعیه‌های رسمی ارسال خواهد شد.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "این پلتفرم جفت ارزهای معاملاتی بیت کوین، اتریوم و سایر ارزهای رایج را ارائه می‌دهد و به بروز رسانی جفت ارزهای معاملاتی ارزهای محبوب ادامه خواهد داد.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "قیمت هر روز در ساعت 00:00 یو‌تی‌سی به $1,000 دلار بازنشانی می‌شود و سفارش‌های به تعلیق درآمده، به‌طور خودکار در طول بازنشانی تسویه می‌شوند.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "استخر جایزه این رقابت نزدیک به شرط‌بندی‌های روز قبل بستگی دارد. هرچه بازیکنان بیشتری شرط می‌بندند ، استخر جایزه بزرگتر می‌شوند. استخر جایزه فعلی در صفحه رقابت نمایش داده می شود.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "محصولات و خدمات ارائه شده توسط Nexus Play LLC برای ساکنان ایالات متحده ، اتحادیه اروپا یا سایر حوزه های قضایی در نظر گرفته نشده است که این خدمات و محصولات توسط قانون ممنوع است. Nexus Play LLC تجارت را درخواست نمی کند و خدمات کارگزاری را به افراد یا اشخاص این مناطق ارائه می دهد. این وظیفه مشتریان بالقوه است که قبل از شرکت در معاملات آنلاین ، از هرگونه قانون و مقررات مربوطه در حوزه های قضایی مربوطه آگاه باشند و از آنها آگاه باشند. با دسترسی به این وب سایت و استفاده از خدمات ما ، تأیید می کنید که شما ساکن ایالات متحده ، اتحادیه اروپا یا هر حوزه قضایی دیگر نیستید که در آن خدمات ما محدود شده است.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "پاداش‌های به دست آمده در این رویداد آنلاین به طور خودکار به موجودی بازیکن اعتبار می یابد.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "این سید در یک رشته هگزا دسیمال با 64 کاراکتر کوچک رمزگذاری شده و با بازنمایی رشته مقدار پیشخوان فعلی جمع می شود. سپس هش از رشته ترکیبی با استفاده از عملکرد هش Blake2b با اندازه 256 بیتی محاسبه می شود. با استفاده از یک عملکرد هش رمزنگاری ، ما اطمینان حاصل می کنیم که تغییرات قیمت قبل از آشکار شدن سید، تصادفی و غیرقابل پیش بینی است ، اما پس از شناخته شدن سید، کاملاً قابل تکرار است.",
  "The settlement formula is open and transparent and can be calculated in real time.": "فرمول حل و فصل باز و شفاف است و می تواند در زمان واقعی محاسبه شود.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "این سیستم نتایج برد و باخت استخرهای بالا و پایین را نشان می دهد. وقتی سود کسب می کنید ، مبلغ سود خود را مشاهده خواهید کرد.",
  "The system is under maintenance and upgrade, please visit later": "این سیستم در حال نگهداری و به روزرسانی است ، لطفاً بعداً بازدید کنید",
  "The trade will complete in 5s.": "معامله در 5 ثانیه تکمیل می شود.",
  "The trade will complete in <0>{{countdown}}s</0>.": "ترید در <0>{{countdown}}s</0> تکمیل می‌شود.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "پاداش معاملاتی یک <0>انگیزه بازاریابی</0> است که توسط دی‌ترید برای کمک به کاربران برای کشف سیستم معاملاتی ما ارائه می‌شود. وجوه پاداش <1>قابل برداشت نیست<1>، اما سود حاصل از استفاده از آنها می تواند بر موجودی حساب واقعی شما تأثیر بگذارد.",
  "The trading symbol will be replaced regularly.": "نماد معاملاتی به طور مرتب تعویض می‌شود.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "برندگان هر یکشنبه ساعت 10 بعد از ظهر (UTC) در صفحه فعلی اعلام می شوند و قرعه‌کشی بعدی 2 ساعت پس از آخرین قرعه‌کشی آغاز می‌شود.",
  "Theme": "زمینه",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "هیچ محدودیتی برای میزان درآمد شما وجود ندارد. هرچه دوستان بیشتری را دعوت کنید، جوایز بیشتری دریافت خواهید کرد.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "این موارد از موجودی حساب شما کسر می‌شود و وجوه ناکافی منجر به بسته شدن خودکار پوزیشن می‌شود.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "این رویداد تنها برای کاربرانی که در کشورهای واجد شرایط و مناطق تعریف شده توسط سیاست‌های انطباق پلتفرم هستند در دسترس است.",
  "This field is required": "این کادر الزامی است",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "این شامل آدرس آی‌پی ، نوع مرورگر ، سیستم عامل ، زمان دسترسی و صفحاتی است که مستقیماً قبل و بعد از دسترسی به پلتفرم ما مشاهده کرده اید.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "این شامل نام ، آدرس ایمیل ، شماره تلفن ، آدرس پستی ، تاریخ تولد و هرگونه اطلاعات دیگری است که هنگام ثبت نام در یک حساب کاربری یا استفاده از خدمات ما ارائه می دهید.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "این شاخص بین 0 تا 100 است که مقدار کمتر نشان دهنده ترس شدید و مقدار بالاتر نشان دهنده حرص و طمع شدید است.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "این همراه با محدودیت های خاص در هر ارز دیجیتالی است که در زیر شرح داده شده است.",
  "This is why you should promote Detrade:": "به همین دلیل است که شما باید دی‌ترید را تبلیغ کنید:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "این سایت توسط reCAPTCHA محافظت می‌شود و خط مشی رازداری گوگل و شرایط خدمات اعمال می شود.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "از طریق برنامه مشارکت دی‌ترید ، می توانید افزایش کمیسیون های زیرمجموعه ، رویدادهای حامی انحصاری و سایر مزایای منحصر به فرد را باز کنید. می خواهید بیشتر بدانید؟ به خواندن ادامه دهید!",
  "Time": "زمان",
  "Time and payout": "Time and payout",
  "Time closed": "زمان بسته شد",
  "Time opened": "زمان باز شد",
  "Time remaining": "زمان باقیمانده",
  "Tips": "نکات",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "نکات مهم: معمولاً پردازش {{hours}} ساعت طول می‌کشد، ممکن است بیشتر طول بکشد، زمان خاص به محدودیت زمانی تاجر بستگی دارد.",
  "To": "به",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "برای تجزیه و تحلیل روندها ، نظارت بر استفاده و انجام تحقیقات برای بهبود خدمات ما.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "برای اطمینان از ایمنی حساب شما، پس از حذف احراز هویت دومرحله‌ای گوگل، برداشت ها به مدت 24 ساعت به حالت تعلیق در می آیند.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "برای حفظ انصاف و یکپارچگی، دی‌ترید حساب‌های شرکت‌کننده در برنامه پاداش را از طریق بررسی‌های رفتاری و فنی، از جمله انگشت نگاری دستگاه، ردیابی آی‌پی و تجزیه و تحلیل الگوی تراکنش، اما نه محدود به آن، نظارت خواهد کرد.",
  "To manage your account, process transactions, and provide you with the services you request.": "برای مدیریت حساب خود ، معاملات را پردازش کنید و خدماتی را که درخواست می کنید در اختیار شما قرار دهد.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "برای نظارت بر کلاهبرداری ، اجرای شرایط خدمات ما و رعایت الزامات قانونی و نظارتی.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "برای محافظت از امنیت حساب خود ، پس از تغییر رمز عبور ، برداشت ها به مدت 24 ساعت غیرفعال می شوند.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "برای ارائه قیمت‌گذاری عادلانه و قابل اعتماد برای بازی‌های معاملاتی، دی‌ترید هر ۵۰۰ میلی‌ثانیه یک قیمت شاخص ترکیبی محاسبه می‌کند که از داده‌های قیمت در زمان واقعی از نقدینگی‌ترین صرافی‌های اسپات و مشتقه ارزهای دیجیتال به‌دست می‌آید. با در نظر گرفتن منابع مختلف قیمت، شاخص دیترید در برابر دستکاری‌های بازار، مسائل فنی و سایر فعالیت‌های غیرعادی معاملاتی که ممکن است به‌طور دوره‌ای در صرافی‌های فردی رخ دهد، مقاوم است.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "برای ارسال به روزرسانی ها ، هشدارهای امنیتی و پیام های اداری و پاسخگویی به سوالات و درخواست های خود.",
  "To tailor our content and advertisements to your interests and preferences.": "برای تنظیم محتوا و تبلیغات باتوجه به علایق و ترجیحات شما.",
  "To trading center": "به مرکز ترید",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "برای درک نحوه تعامل کاربران با پلتفرم ما، تشخیص مشکلات فنی و بهبود عملکرد و تجربه تریدر.",
  "Today's Pnl": "Pnl امروز",
  "Top": "برتر",
  "Top tokens": "توکن‌های برتر",
  "Top trade": "ترید برتر",
  "Top-tier account manager": "مدیر حساب عالی",
  "Total Trades": "کل تریدها",
  "Total commission": "کل کمیسیون",
  "Total participated tickets for this round <0>{{total}}</0>": "کل بلیت‌های شرکت داده شده برای این دور <0>{{total}}</0>",
  "Total prize won": "کل جایزه برنده شده",
  "Total profit": "کل سود",
  "Total tickets": "کل بلیت‌ها",
  "Total traders": "کل تریدرها",
  "Total trades": "کل تریدها",
  "Trade": "ترید",
  "Trade for prestige": "ترید برای اعتبار",
  "Trade history": "تاریخچه ترید",
  "Trade like a rhythm master": "مانند یک استاد ریتم، ترید کنید",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "اگر فکر می‌کنید قیمت کاهش می‌یابد، با کاهش قیمت ترید کنید. ‌اگر قیمت پایین بیاید، سود خواهید کرد.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "اگر فکر می‌کنید قیمت افزایش می یابد، با افزایش قیمت معامله کنید. اگر قیمت بالا برود، سود خواهید کرد.",
  "Trade to Win": "برای برنده شدن ترید کنید",
  "Trade to rank up": "برای بالا بردن سطح ترید کنید",
  "Trade with $10,000 in virtual funds": "با $10,000 دلار پول‌های مجازی ترید کنید",
  "Trader": "تریدر",
  "Trades": "تریدها",
  "Trading": "ترید کردن",
  "Trading Amount": "مبلغ ترید",
  "Trading Platform": "پلتفرم ترید",
  "Trading Smarter, Earning Better": "ترید هوشمندانه‌تر، کسب درآمد بهتر",
  "Trading Volume": "حجم معاملات",
  "Trading amount is too large for selected multiplier for selected stop loss price": "مبلغ ترید برای ضریب انتخابی برای قیمت توقف ضرر انتخابی بسیار زیاد است",
  "Trading bonus trial": "پاداش معاملاتی آزمایشی",
  "Trading center": "مرکز ترید",
  "Trading indicators and signals": "شاخص‌ها و سیگنال‌های ترید",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "ترید مستلزم ریسک است. لطفاً قبل از استفاده از وجوه اهرمی یا پاداش، مطمئن شوید که متوجه شده‌اید چه کاری انجام می‌دهید. دی‌ترید مسئولیتی در قبال ضررهای وارد شده از طریق معاملات پاداش ندارد.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "تریدهای روزانه از {{startTime}} تا {{endTime}} ({{timeZone}}) و در تعطیلات آخر هفته متوقف می‌شود. لطفا سفارش‌های خود را از قبل تسویه کنید.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "تورنمنت‌های ترید ، پاداش های منظم ، هدایا ، کدهای تبلیغاتی و مسابقات ترید برای استفاده یا مشارکت هر تریدر در دسترس است.",
  "Traffic Owners": "صاحبان ترافیک",
  "Transaction Completed": "تراکنش انجام شد",
  "Transaction details": "جزئیات تراکنش",
  "Transactions": "تراکنش‌ها",
  "Transition details": "جزئیات انتقال",
  "Transparency & Security": "شفافیت و امنیت",
  "Trigger price is too close to bust price": "مبلغ لغزش خیلی نزدیک به مبلغ باخت است",
  "Trigger price is too close to current price": "قیمت لغزش خیلی نزدیک به قیمت فعلی است",
  "Trusted by": "مورد اعتماد",
  "Trusted by millions of users.": "مورد اعتماد میلیون ها کاربر.",
  "Try": "تلاش",
  "Try a quick demo": "نسخه‌ی نمایشی سریع را امتحان کنید",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "تمام مزایای ارائه شده توسط این پلتفرم را بر روی یک حساب نسخه ی نمایشی با ارز مجازی ، بدون سرمایه گذاری واقعی و بدون هیچ گونه ریسکی امتحان کنید.",
  "Turn every action into rewards. Start trading today.": "Turn every action into rewards. Start trading today.",
  "Txid": "Txid",
  "Type": "نوع",
  "Type Your message": "پیام خود را تایپ کنید",
  "UID": "شناسه",
  "UP": "بالا",
  "USDT-Margined": "مارجین-تتر",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "روزانه از {{startTime}} تا {{endTime}} ({{timeZone}}) و تمام روز در تعطیلات آخر هفته در دسترس نیست.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "تجربه‌های منحصر به فرد: از چالش‌های تجاری نوآورانه گرفته تا گزینه‌های ترید ارزهای دیجیتال بهینه و مدل‌های تجاری انحصاری، دی‌ترید تجربه‌ای را ارائه می‌دهد که در هیچ‌کجای دیگر نخواهید یافت.",
  "Unlock Diamond": "قفل الماس را باز کنید",
  "Unlock Top Traders, Achieve": "باز کردن قفل تریدرهای برتر، دستیابی",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "غیر ضروری. دی‌ترید ارائه دهنده فناوری است و می توانید راه حل های ما را از هر کشور خریداری کنید.",
  "Up": "بالا",
  "Up & Down": "بالا و پایین",
  "Up Down": "بالا پایین",
  "Up Or Down?": "بالا یا پایین؟",
  "Up Wins": "بالا برد",
  "Update Success": "به‌روزرسانی موفق",
  "Updated at {{time}}": "به روز شده در {{time}}",
  "Updated timely": "به موقع به روز شد",
  "Uppercase or lowercase letters": "حروف بزرگ یا کوچک",
  "Usage Instructions & Limitations": "دستورالعمل‌ها و محدودیت‌های استفاده",
  "Used": "استفاده شده",
  "User Agreement and Terms & Conditions": "توافقنامه کاربر و شرایط و قوانین",
  "User ID": "شناسه کاربر",
  "User name": "نام کاربری",
  "Username": "نام‌کاربری",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "کاربران برای لذت بردن از این فعالیت باید در جفت ارزهای معاملاتی مرتبط با ترید انتخاب یا شرکت کنند.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "استفاده از چندین حساب برای دور زدن محدودیت‌های معاملاتی اکیداً ممنوع است و ممکن است منجر به تعلیق یا جریمه حساب شود.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "با استفاده از دفتر سفارش ترکیبی ، تابعی برای نشان دادن قیمت حاشیه ای برای خرید یا فروش مبلغ معین تعریف شده است. به عنوان مثال ، عملکرد خرید حاشیه ای است:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "استفاده از احراز هویت دو عاملی بسیار توصیه می شود زیرا از حساب شما با رمز عبور و تلفن شما محافظت می کند.",
  "VIP": "وی‌آی‌پی",
  "VIP group": "گروه وی‌آی‌پی",
  "Validity period: within 14 days after activation": "مدت اعتبار: 14 روز پس از فعال‌سازی",
  "Verifiable fairness": "انصاف قابل‌اثبات",
  "Verification": "تأیید",
  "Verification Example": "نمونه تأیید",
  "Verification code failed": "کد تأیید ناموفق بود",
  "Verification email sent. Check your inbox.": "ایمیل تأییدیه ارسال شده است. صندوق ورودی خود را بررسی کنید.",
  "Verified": "تأیید شد",
  "Verify": "تأیید کردن",
  "Verify Fairness": "تأیید انصاف",
  "Verify fairness": "Verify fairness",
  "View details": "مشاهده جزئیات",
  "View more": "مشاهده بیشتر",
  "Volume": "حجم",
  "Volume (24h)": "حجم (24ساعته)",
  "Voucher code": "کد کوپن",
  "Wager": "شرط‌بندی",
  "Wager <0>{{amount}}</0> To Reach": "شرط‌بندی <0>{{amount}}</0> برای رسیدن",
  "Wait For Next Round": "منتظر دور بعدی باشید",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "صبر کنید تا حداقل 6 فید قیمت معتبر وجود داشته باشد. اگر فید قیمت کافی وجود نداشته باشد ، قیمت شاخص دی‌ترید به روز نمی شود.",
  "Wallet": "کیف‌پول",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "آیا می‌خواهید به برنامه مشارکت دی‌ترید بپیوندید؟ برای شروع با تیم پشتیبانی ما تماس بگیرید!",
  "Watch play demo": "عملکرد نسخه نمایشی را تماشا کنید",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "ما اطلاعات مربوط به فعالیت شما را بر روی پلتفرم خود جمع‌آوری می کنیم ، از جمله فعالیت معاملاتی ، ترجیحات و تعامل با محتوای خود.",
  "We collect several types of information from and about users of our Platform, including:": "ما چندین نوع اطلاعات را از کاربران و در مورد کاربران پلتفرم خود جمع‌آوری می کنیم ، از جمله:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "ما تیم های فنی و عملیاتی عالی داریم که به طور مداوم نیازهای مشتری را برآورده می کنند و ضمانت های بیشتری را برای مشتریان ارائه می دهند.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "ما انواع اقدامات امنیتی را برای محافظت از اطلاعات شخصی شما در برابر دسترسی ، استفاده یا افشای غیرمجاز اجرا می کنیم. این اقدامات شامل رمزگذاری ، کنترل دسترسی و ذخیره سازی ایمن است. با این حال ، هیچ روشی برای انتقال از طریق اینترنت یا روش ذخیره سازی الکترونیکی 100% ایمن نیست ، و ما نمی توانیم امنیت مطلق آن را تضمین کنیم.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "ما مشتاقانه منتظر هستیم تا ببینیم شما عضو خانواده رو به رشد متحد ما شوید و به ما در شکل گیری آینده دی‌ترید در کنار هم کمک کنیم!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "ما ممکن است اطلاعات مالی مانند شماره حساب بانکی ، جزئیات کارت اعتباری و سابقه معاملات را برای تسهیل معاملات و رعایت الزامات نظارتی جمع‌آوری کنیم.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "اگر به ما اجازه دهید که این کار انجام شود ، با استفاده از فناوری هایی مانند GPS ، Wi-Fi یا داده های برج سلولی ، ممکن است اطلاعات مربوط به مکان شما را جمع‌آوری کنیم.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "ما ممکن است اطلاعات شما را در صورت لزوم انجام این کار، طبق قانون یا در پاسخ به درخواست های معتبر مقامات دولتی (به عنوان مثال ، دادگاه یا آژانس دولتی) فاش کنیم.",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "ما ممکن است اطلاعات شما را برای محافظت از حقوق ، دارایی یا ایمنی دی‌ترید ، کاربران خود یا دیگران و اجرای شرایط و ضوابط خود فاش کنیم.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "ما ممکن است اطلاعات شما را در ارتباط با، یا در طول مذاکرات هر نوع ادغام، فروش دارایی‌های شرکتی، تأمین مالی، یا خرید کامل یا بخشی از کسب و کار ما توسط شرکت دیگری به اشتراک بگذاریم یا منتقل کنیم.",
  "We may share your information with third parties if you provide your consent to do so.": "اگر رضایت خود را برای انجام این کار اعلام کنید ، ممکن است اطلاعات شما را با اشخاص ثالث به اشتراک بگذاریم.",
  "We may share your information with third parties in the following circumstances:": "ما ممکن است اطلاعات شما را در شرایط زیر با اشخاص ثالث به اشتراک بگذاریم:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "ما ممکن است اطلاعات شما را با ارائه دهندگان خدمات شخص ثالث که از طرف ما خدمات را ارائه می دهند ، مانند پردازش پرداخت ، تجزیه و تحلیل داده ها ، تحویل ایمیل و خدمات میزبانی به اشتراک بگذاریم.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "ما وسیع ترین طیف گزینه های معاملاتی مشتقات را ارائه می دهیم و بیش از 2.5 میلیون معامله گر آنلاین را در سراسر جهان به خود جلب کرده‌ایم. فناوری ما یک تجربه معاملاتی بصری و قدرتمند را ارائه می دهد و به مشتریان ما این امکان را می دهد تا ریسک را به طور مؤثر درک کنند و تصمیمات معاملاتی آگاهانه‌تری بگیرند.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "ما یک بستر معاملاتی ساده و آسان برای ترید ارائه می‌دهیم ، تا همه بتوانند یک تریدر شوند.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "ما یک راهنمای گام به گام در مورد جذب بازیکنان به پلتفرم شما ، همراه با مواد بازاریابی که اثبات شده است ، ارائه می دهیم.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "ما این حق را برای خود محفوظ می داریم که پاداش ها و سودهای مرتبط را تحت شرایط زیر لغو کنیم:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "ما از کوکی‌ها، چراغ‌های وب و سایر فناوری‌های ردیابی برای جمع‌آوری اطلاعات درباره استفاده شما از پلتفرم ما و بهبود تجربه تریدر استفاده می‌کنیم.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "ما از لبه فناوری پیشرفته برای ارائه سریع‌ترین تراکنش‌ها بدون تاخیر یا وقفه در عملکرد رابط تریدر استفاده می کنیم.",
  "We use the information we collect for various purposes, including:": "ما از اطلاعاتی که برای اهداف مختلف جمع‌آوری می کنیم استفاده می کنیم ، از جمله:",
  "We will contact you within 3 working days, please check your email regularly": "ما طی 3 روز کاری با شما تماس خواهیم گرفت ، لطفاً ایمیل خود را مرتباً بررسی کنید",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "ما اطلاعات شخصی شما را به مدت لازم برای تحقق اهدافی که برای آن جمع‌آوری شده است، از جمله رعایت الزامات قانونی، نظارتی یا تجاری، نگهداری خواهیم کرد.",
  "Website for PC": "وب‌سایت برای رایانه",
  "Website for smartphones": "وب سایت برای تلفن های هوشمند",
  "Week": "هفته",
  "Week's Pnl": "سود هفته",
  "Weekly raffle": "قرعه‌کشی هفتگی",
  "Welcome Bonus": "پاداش خوشآمدگویی",
  "Welcome To": "خوش آمدید به",
  "Welcome To Demo Trading ": "به ترید آزمایشی خوش آمدید ",
  "Welcome to Detrade Connect": "به ارتباط دی‌ترید خوش آمدید",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "به دی‌ترید ، یک بستر تجاری پیشرو در باینری آپشن خوش آمدید. قبل از شروع استفاده از پلتفرم ما ، لطفاً شرایط و ضوابط زیر را با دقت بخوانید و درک کنید. با دسترسی یا استفاده از پلتفرم دی‌ترید ، شما موافقت می کنید که به این شرایط و شرایط پایبند باشید. اگر با هیچ بخشی از این شرایط موافق نیستید ، نباید از پلتفرم ما استفاده کنید.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "به Stonks خوش آمدید! قیمت هر روز به 00:00 UTC به 1000 دلار بازنشانی می شود و هر سفارش در انتظار به طور خودکار در طول تنظیم مجدد تسویه می شود.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "به دی‌ترید خوش آمدید! برای تشکر از حمایت شما، <0>حداکثر 50 تتر پاداش معاملاتی</0> را برای کاربران جدید ارائه می‌دهیم. ترید باینری آپشن را با ریسک صفر و پاداش واقعی تجربه کنید!",
  "What currencies can be deposited and withdrawn?": "چه ارزهایی را می توان واریز و برداشت کرد؟",
  "What does it mean?": "معنی آن چیست؟",
  "What is Detrade Connect?": "ارتباط دی‌ترید چیست؟",
  "What operational expenses could Partner have?": "یک شریک چه هزینه های عملیاتی می تواند داشته باشد؟",
  "What would you like your new limit to be? (max 500% of current limit)": "دوست دارید حد جدید شما باشد؟ (حداکثر 500% از حد فعلی)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "هنگامی که شمارش معکوس به پایان می رسد، وارد فرآیند تسویه آماده سازی می شود. سیستم قیمت شروع را پس از پایان شمارش معکوس (در اولین پرچم) ثبت می کند. هنگامی که خط K برای یک دوره زمانی اجرا می شود، سیستم قیمت پایانی (در پرچم دوم) را ثبت می کند. قیمت پایانی و قیمت اولیه را مقایسه کنید. اگر قیمت پایانی بیشتر از قیمت شروع باشد، تریدری که جهت بالا را انتخاب می‌کند برنده می‌شود. در غیر این صورت، تریدری که جهت پایین را انتخاب کند برنده است.",
  "When the dual conditions are met, you will receive profits.": "وقتی شرایط دوگانه برآورده شود ، سود دریافت خواهید کرد.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "هنگامی که در یک بورس سنتی با کتاب سفارشات محدود مرکزی معامله می‌شود، سفارش‌های بزرگ معمولاً با سفارش‌های معلق فراتر از بهترین قیمت خرید یا فروش تقاطع می‌کنند، که منجر به متوسط قیمت پر شدن بدتر از قیمت بالای کتاب می‌شود. سازندگان بازار مقداری از نقدینگی که مایل به ارائه آن در بالای کتاب هستند را محدود می‌کنند به دلیل ریسک اضافی که سفارش‌های بزرگ به همراه دارند. به جای اینکه سفارش‌های بزرگ مجبور به پر شدن در قیمت‌های مختلف شوند، Detrade از یک فرمول تاثیر بازار استفاده می‌کند تا قیمت پایانی برای معاملات برنده را تعیین کند (معاملات دستی که بسته می‌شوند تحت تأثیر قرار نمی‌گیرند) تا تاثیر بازار سفارش‌های بزرگ را بازسازی کند، اما به شیوه‌ای سازگارتر و قابل پیش‌بینی‌تر. ساده‌ترین راه برای مشاهده اثرات دقیق تاثیر بازار، استفاده از ماشین حساب ROI است که در صفحه معامله آتی موجود است.",
  "When will the commission be distributed?": "چه زمانی کمیسیون توزیع می‌شود؟",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "هنگامی که ترید دوست شما به پایان می رسد، می توانید یک کمیسیون فوری برای آن معامله دریافت کنید.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "جایی که <0>P_close</0> برای باخت‌ها یا قیمت توقف ضرر، <1>P_open*(1-1/multiplier_leverage)</1> است.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "جایی که <0>p_i | i in 1..N</0> و <1>s_i|i in 1..N</1> قیمت ها و اندازه های خرید در فاصله بیشتر از بالای دفتر طبقه‌بندی می‌شوند. این عملکرد حداکثر قیمت را یکی برای خرید مبلغ پرداخت <2> ها </2> می‌کند",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "جایی که <0> V_I </0> اندازه هایی هستند که در آن قیمت های میانی محاسبه می شوند و به عنوان اتحادیه خرید و فروش تجمعی از کتاب سفارش کامپوزیت تعریف می شوند. <1> L </1> یک عامل مقیاس گذاری است که به عنوان <2> 1/V </2> تعریف شده است ، جایی که <3> V </3> حداکثر اندازه ای است که در آن یک قیمت متوسط ​​محاسبه می شود و به‌عنوان حداقل مجموع اندازه‌های خرید و فروش در دفتر سفارش ترکیبی تعریف می‌شود.",
  "Which currency pairs can be traded on Detrade?": "کدام جفت ارزها را می‌توان در دی‌ترید معامله کرد؟",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "صاحبان برچسب سفید در توسعه این پلتفرم هزینه صفر دارند. تمام آنچه آنها نیاز دارند تمرکز بر فروش و بازاریابی است.",
  "Whitelist pre-booking": "لیست سفید پیش‌رزرو",
  "Why Partner with Detrade?": "چرا با دی‌ترید شراکت کنیم؟",
  "Why choose Detrade": "چرا دی‌ترید را انتخاب کنید",
  "Why you must choose us?": "چرا باید ما را انتخاب کنید؟",
  "Wild": "Wild",
  "Will The Price Go Up Or Down": "قیمت بالا یا پایین خواهد رفت",
  "Will the price go up or down ?": "قیمت بالا خواهد رفت یا پایین؟",
  "Win": "برد",
  "Win Crypto Tokens": "توکن های ارز دیجیتال را برنده شوید",
  "Win if the price breaks out — above the high or below the low.": "برنده می‌شوید اگر قیمت شکسته شود — بالاتر از بیشتر یا پایین‌تر از کمتر.",
  "Win rate": "نرخ برد",
  "Winner": "برنده",
  "Winning": "برد",
  "Winning Tickets": "بلیت‌های برنده",
  "Winning prize details": "جزئیات بردن جایزه",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "با کارمزد PnL ، هیچ هزینه ای برای باز یا بسته شدن معامله پرداخت نمی کنید ، و فقط بخشی از سود خود را (در صورت وجود) هنگام بستن معامله گرفته می شود",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "با فعال‌سازی هزینه ثابت، 100% سودهای خود را دریافت می‌کنید، اما باید یک <0>هزینه ثابت را که شامل هزینه‌های ورود، خروج و لغزش می‌شود</0> قبل از ورود به معامله پیش‌پرداخت کنید، همانطور که در یک صرافی معمولی انجام می‌شود",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "با داشتن ویژگی‌های جدید و به روزرسانی های جدید در چشم‌انداز، اکنون زمان مناسبی برای شروع تبلیغ دی‌ترید است.",
  "Withdraw": "برداشت",
  "Withdraw Fee": "کارمزد برداشت",
  "Withdraw Order Created": "سفارش برداشت ایجاد شد",
  "Withdraw Processing": "پردازش برداشت",
  "Withdraw Success": "برداشت موفق",
  "Withdraw is in progress": "",
  "Withdraw to": "برداشت به",
  "Withdraw your earnings 24/7": "درآمد خود را 24/7 برداشت کنید",
  "Withdrawal fee": "کارمزد برداشت",
  "Withdrawal fee discount": "تخفیف کارمزد برداشت",
  "Yes": "بله",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "بله ، دی‌ترید به شفافیت کامل اعتقاد دارد و تمام داده ها را به شما ارائه می دهد. شما می توانید تمام این اطلاعات را در",
  "Yes, contact us at any time to upgrade your package.": "بله ، در هر زمان با ما تماس بگیرید تا بسته خود را به روز کنید.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "بله ، کسانی که با ارزهای دیجیتال آشنا نیستند می توانند از طریق شبکه های اجتماعی وارد سیستم شوند و آنها را با کارت های بانکی تأمین کنند.",
  "Yes, you can use both.": "بله ، می توانید از هر دو استفاده کنید.",
  "Yield": "بازده",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "شما می‌توانید بیشتر ارزهای دیجیتالی اصلی را در بازار واریز کرده و برداشت کنید و این پلتفرم نیز به تدریج واریز و برداشت ارزهای قانونی را راه‌اندازی می‌کند.",
  "You can share your invite link to your friend or your social media": "می‌توانید لینک دعوت خود را با دوست یا در شبکه‌های اجتماعی خود به اشتراک بگذارید",
  "You have the right to object to our processing of your personal information, under certain conditions.": "شما حق دارید تحت شرایط خاصی به پردازش اطلاعات شخصی خود اعتراض کنید.",
  "You have the right to request a copy of the personal information we hold about you.": "شما حق دارید نسخه ای از اطلاعات شخصی را که در مورد شما داریم درخواست کنید.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "شما حق دارید درخواست کنید که ما هرگونه نادرستی را در اطلاعات شخصی شما اصلاح کنیم.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "شما حق دارید که با توجه به استثنائات خاص ، اطلاعات شخصی شما را حذف کنیم.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "شما برای هر معامله خود 20% از house edge را دریافت خواهید کرد. اگر دنبال‌کنندگان زیادی دارید ، می توانید برای کمیسیون بیشتر با ما تماس بگیرید.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "در ساعت بعد تقریباً {nextCapitalCost} یارانه دریافت خواهید کرد و مبلغ خاص در آن زمان منوط به نرخ بودجه است",
  "You won <0>{{award}}</0>": "شما برنده <0>{{award}}</0> شدید",
  "Your": "برای‌شما",
  "Your Telegram": "تلگرام شما",
  "Your account level is assessed and updated on the": "سطح حساب شما در این مورد ارزیابی و به روز می‌شود",
  "Your current limit is {{limit}}": "محدودیت فعلی شما {{limit}} است",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "محدودیت های فعلی شما عبارتند از: کارمزد pnl - {{pnl}} ، کارمزد ثابت - {{Fixed}}",
  "Your email": "ایمیل شما",
  "Your friends will be associated with you after they sign up": "دوستان شما پس از ثبت نام با شما در ارتباط خواهند بود",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "اطلاعات شما، از جمله اطلاعات شخصی، ممکن است به سرورها یا پایگاه‌های داده‌ای که در خارج از کشور یا حوزه قضایی شما قرار دارند منتقل و نگهداری شود. با استفاده از پلتفرم ما، شما موافقت می‌کنید که اطلاعات شما به ایالات متحده یا هر کشور دیگری که دی‌ترید یا ارائه‌دهندگان خدمات آن تأسیساتی دارند منتقل شود.",
  "Your investment": "سرمایه‌گذاری شما",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "انتخاب زبان شما برای ایمیل‌های دی‌ترید، پیامک‌ها، اعلان‌های درون‌برنامه و همه دستگاه‌هایی که به آن وارد شده‌اید اعمال می‌شود.",
  "Your name": "نام شما",
  "Your profile is now private": "پروفایل شما اکنون خصوصی است",
  "Your profile is now public": "پروفایل شما اکنون عمومی است",
  "Your transfer amount has to MATCH the submission amount.": "مبلغ انتقال شما باید با مبلغ ارسالی مطابقت داشته باشد.",
  "Zero Trading Fees": "کارمزدهای ترید صفر",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) تأیید اسناد: ممکن است کاربران ملزم به بارگذاری نسخه های اسناد شناسایی شده توسط دولت ، مانند گذرنامه ، گواهینامه رانندگی یا کارت شناسایی ملی باشند.",
  "all assets": "تمام دارایی‌ها",
  "all status": "تمام وضعیت",
  "approved": "تأیید شده",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) ** کوکی‌های عملکردی **: این کوکی ها اطلاعاتی در مورد نحوه استفاده از پلتفرم ما جمع‌آوری می‌کنند ، مانند این که بیشترین صفحاتی را که بازدید می کنید. این اطلاعات برای بهبود عملکرد پلتفرم ما استفاده می شود.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) تأیید آدرس: برای تأیید آدرس مسکونی خود ، ممکن است کاربران موظف شوند اثبات آدرس، مانند قبض یا صورتحساب بانکی را ارائه دهند.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "بر اساس آخرین عملکرد و فعالیت شما. فعال بمان و در رتبه‌بندی صعود کن!",
  "basic information verification": "تأیید اطلاعات پایه",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) ** کوکی‌های کاربردی **: این کوکی‌ها به پلتفرم ما اجازه می‌دهند تا انتخاب‌هایی را که انجام می‌دهید (مانند نام کاربری ، زبان یا منطقه خود) به خاطر بسپارند و ویژگی های شخصی تری را ارائه دهند.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "ج) تأیید بیومتریک: دی‌ترید ممکن است از روش های احراز هویت بیومتریک مانند تشخیص صورت یا اسکن اثر انگشت استفاده کند تا هویت کاربران را تأیید کند.",
  "change password": "تغییر رمزعبور",
  "chat rules": "قوانین چت",
  "currency": "ارز",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) ** کوکی‌های هدفمند/تبلیغاتی **: این کوکی‌ها برای ارائه تبلیغاتی که برای شما و علایق شما بیشتر مرتبط هستند استفاده می‌شود. آنها همچنین به ما در اندازه گیری اثربخشی کمپین‌های تبلیغاتی کمک می کنند.",
  "date": "تاریخ",
  "day": "روز",
  "demo": "نمیشی",
  "deposit": "واریز",
  "deposit with a 50% bonus": "سپرده گذاری با 50% پاداش",
  "down": "پایین",
  "earn ticket": "کسب بلیت",
  "edit profile": "ویرایش پروفایل",
  "edit your avatar": "ادیت آواتار شما",
  "email": "ایمیل",
  "explanation": "توضیح",
  "failed": "ناموفق",
  "forgot password?": "رمز را فراموش کرده‌اید؟",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "الماس را به مدت 3 ماه نگه دارید — مدیر وی‌آی‌پی ما از شما دعوت می‌کند تا به امتیازات اختصاصی الماس+ دسترسی داشته باشید.",
  "init": "راه‌اندازی",
  "liq price": "قیمت لیکویید",
  "live": "زنده",
  "loading...": "در حال بارگذاری...",
  "lucky poll": "نظرسنجی خوش‌شانسی",
  "medium": "متوسط",
  "month": "ماه",
  "more": "بیشتر",
  "my tickets": "بلیت‌های من",
  "name": "نام",
  "no": "خیر",
  "or": "یا",
  "order id": "شناسه سفارش",
  "pending": "در انتظار",
  "perks in total": "مزایا در مجموع",
  "price": "قیمت",
  "prize": "جایزه",
  "processing": "در حال پردازش",
  "rejected": "رد شده",
  "results": "نتایج",
  "rewards": "جوایز",
  "rewards list": "لیست جوایز",
  "search “Google Authenticator” and proceed to download.": "«Google Authenticator» را جستجو کنید و دانلود کنید.",
  "seed": "سید",
  "strong": "قوی",
  "success": "موفق",
  "temporary rejected": "موقتاً رد شده",
  "terms and conditions": "شرایط و قوانین",
  "tickets number": "شماره بلیت‌ها",
  "ticks": "تیک",
  "time": "زمان",
  "token": "توکن",
  "top": "برتر",
  "trader": "تریدر",
  "trading platform": "پلتفرم ترید",
  "two-Factor authentication": "احراز هویت دو عاملی",
  "up": "بالا",
  "voucher": "ووچر",
  "wager": "شرط‌بندی",
  "weak": "ضعیف",
  "week": "هفته",
  "welcome gifts": "welcome gifts",
  "withdraw": "برداشت",
  "{{field}} is required": "{{field}} الزامی است",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} جایگاه - {{percent}} استخر مسابقه جایزه روزانه",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>از {{total}}</0>",
  "|PnL|": "|PnL|"
}
