{
  "* Both a memo/tag and an address are required": "* ஒரு குறிப்பு/குறிச்சொல் மற்றும் முகவரி இரண்டும் தேவை",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* பெறும் முகவரிக்கு மெமோ / டேக் தேவையா என்பதை உறுதிப்படுத்தவும். அது நிரப்பப்படாவிட்டால் அல்லது தவறாக நிரப்பப்பட்டால், சொத்து இழக்கப்படும்",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*கால்குலேட்டர் முடிவுகள் மதிப்பீடுகள் மற்றும் உண்மையான ROI/P&L, சந்தை நிலவரங்களின் அடிப்படையில் காட்டப்படுவதில் வேறுபடலாம்.",
  "1-on-1 manager": "1-ஆன்-1 மேலாளர்",
  "1. Choose the future price direction": "1. எதிர்கால விலை திசையைத் தேர்வு செய்யவும்",
  "1. Information We Collect": "1. நாங்கள் சேகரிக்கும் தகவல்",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade(\"நாங்கள்\",\"நாங்கள்\", அல்லது\"எங்கள்\") பணமோசடி மற்றும் பயங்கரவாத நிதியுதவி நடவடிக்கைகளை எதிர்த்துப் போராடுவதற்கு உறுதியான பணமோசடி எதிர்ப்பு (AML) மற்றும் உங்கள் வாடிக்கையாளர் (KYC) கொள்கைகள் மற்றும் நடைமுறைகளை அறிந்துகொள்வதன் மூலம் உறுதியளிக்கிறது.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade(\"நாங்கள்\",\"எங்களுக்கு\", அல்லது \"எங்கள்\") என்பது ஒரு ஆன்லைன் பைனரி விருப்பங்கள் வர்த்தக தளத்தை (\"தளம்\") இயக்குகிறது, இது வர்த்தகர்கள் (\"நீங்கள்\" அல்லது \"வர்த்தகர்\") பல்வேறு நிதி கருவிகளை வர்த்தகம் செய்ய உதவுகிறது.",
  "1.1 Personal Identification Information:": "1.1 தனிப்பட்ட அடையாளத் தகவல்:",
  "1.2 Financial Information:": "1.2 நிதி தகவல்:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 இந்த பணமோசடி எதிர்ப்பு (AML) மற்றும் உங்கள் வாடிக்கையாளரை அறிந்து கொள்ளுங்கள் (KYC) கொள்கை (\"கொள்கை\") எங்கள் வர்த்தகர்களின் (\"நீங்கள்\" அல்லது \"வர்த்தகர்\") அடையாளத்தைச் சரிபார்ப்பதற்கும், Detrade இன் தளத்தில் பணமோசடி மற்றும் பயங்கரவாத நிதி நடவடிக்கைகளைக் கண்டறிந்து தடுப்பதற்கும் எங்கள் கடமைகள் மற்றும் நடைமுறைகளை கோடிட்டுக் காட்டுகிறது.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 இந்த பயனர் ஒப்பந்தம் மற்றும் விதிமுறைகள் மற்றும் நிபந்தனைகள் (\"ஒப்பந்தம்\") Detrade இன் பிளாட்ஃபார்மைப் பயன்படுத்துவதை நிர்வகிக்கிறது. எங்கள் பிளாட்ஃபார்மை அணுகுவதன் மூலம் அல்லது பயன்படுத்துவதன் மூலம், நீங்கள் இந்த ஒப்பந்தத்தைப் படித்து, புரிந்துகொண்டு, அதற்குக் கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள்.",
  "1.3 Technical Information:": "1.3 தொழில்நுட்ப தகவல்:",
  "1.4 Usage Data:": "1.4 பயன்பாட்டுத் தரவு:",
  "1.5 Location Information:": "1.5 இருப்பிடத் தகவல்:",
  "1.6 Cookies and Tracking Technologies:": "1.6 குக்கீகள் மற்றும் கண்காணிப்பு தொழில்நுட்பங்கள்:",
  "1.Introduction": "1. அறிமுகம்",
  "10 most wagering players carve up the prize pool.": "பந்தயம் கட்டும் 10 வீரர்கள் பரிசுக் குளத்தை செதுக்குகிறார்கள்.",
  "10. Amendments to the Policy": "10. கொள்கையில் திருத்தங்கள்",
  "10. International Data Transfers": "10. சர்வதேச தரவு பரிமாற்றங்கள்",
  "10. Limitation of Liability": "10. பொறுப்பு வரம்பு",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 எந்த நேரத்திலும் இந்தக் கொள்கையை மாற்ற அல்லது திருத்துவதற்கு Detrade உரிமையைக் கொண்டுள்ளது. எந்த மாற்றங்களும் Detrade இன் பிளாட்ஃபார்மில் இடுகையிட்டவுடன் உடனடியாக நடைமுறைக்கு வரும்.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 சட்டத்தால் அனுமதிக்கப்பட்ட முழு அளவிற்கு, எங்கள் தளத்தை நீங்கள் பயன்படுத்துவதால் அல்லது அதனுடன் தொடர்புடைய எந்தவொரு நேரடி, மறைமுக, தற்செயலான, சிறப்பு அல்லது அதன் விளைவாக ஏற்படும் சேதங்களுக்கு Detrade பொறுப்பேற்காது.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 எந்தவொரு நிகழ்விலும், இந்த ஒப்பந்தத்தின் காரணமாக அல்லது அது தொடர்பாக ஏற்படும் அனைத்து சேதங்கள், இழப்புகள் மற்றும் நடவடிக்கைக்கான காரணங்களுக்காக நீங்கள் செலுத்தும் மொத்தப் பொறுப்பானது, நிகழ்வுக்கு முந்தைய பன்னிரண்டு (12) மாத காலப்பகுதியில் நீங்கள் செலுத்திய தொகையைவிட அதிகமாக இருக்காது.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 ஏதேனும் புதுப்பிப்புகள் அல்லது மாற்றங்கள் குறித்து தொடர்ந்து தெரிந்துகொள்ள இந்தக் கொள்கையை அவ்வப்போது மதிப்பாய்வு செய்வது உங்கள் பொறுப்பு. இந்தக் கொள்கையில் ஏதேனும் மாற்றங்களுக்குப் பிறகு, Detrade தளத்தை நீங்கள் தொடர்ந்து பயன்படுத்தினால், அந்த மாற்றங்களை ஏற்றுக்கொள்கிறீர்கள்.",
  "1000x leverage": "1000x லீவரேஜ்",
  "11. Contact Information": "11. தொடர்பு தகவல்",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 இந்தக் கொள்கை அல்லது டிட்ரேடின் AML மற்றும் KYC நடைமுறைகள்குறித்து உங்களுக்கு ஏதேனும் கேள்விகள், கவலைகள் அல்லது கருத்துகள் இருந்தால், எங்களை [support@detrade.com] இல் தொடர்பு கொள்ளவும்.",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 தீங்கற்ற Detrade மற்றும் அதன் துணை நிறுவனங்கள், அதிகாரிகள், இயக்குநர்கள், பணியாளர்கள் மற்றும் முகவர்கள் எவருக்கும் எதிராகவும் இழப்பீடு வழங்கவும், பாதுகாக்கவும், நடத்தவும் ஒப்புக்கொள்கிறீர்கள் மற்றும் அனைத்து உரிமைகோரல்கள், பொறுப்புகள், சேதங்கள், இழப்புகள், செலவுகள், செலவுகள், அல்லது கட்டணங்கள் (நியாயமான வழக்கறிஞர்களின் கட்டணம் உட்பட) Detrade இன் பிளாட்ஃபார்ம் அல்லது இந்த ஒப்பந்தத்தை நீங்கள் மீறினால் அல்லது அது தொடர்பாக எழும்.",
  "11.Indemnification": "11. இழப்பீடு",
  "12. Contact Us": "12. தொடர்பு கொள்ளவும்",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 இந்த ஒப்பந்தம் சட்டங்களின்படி நிர்வகிக்கப்படும் மற்றும் கட்டமைக்கப்படும் [Jurisdiction].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 இந்த ஒப்பந்தத்திலிருந்து அல்லது அது தொடர்பாக எழும் ஏதேனும் சர்ச்சைகள் விதிகளின்படி நடுவர் மன்றத்தின் மூலம் தீர்க்கப்படும்[Arbitration Organization].",
  "12.Governing Law and Dispute Resolution": "12. ஆளும் சட்டம் மற்றும் சர்ச்சைத் தீர்வு",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 இந்த ஒப்பந்தத்தை எந்த நேரத்திலும் மாற்ற அல்லது திருத்துவதற்கான உரிமையை Detrade கொண்டுள்ளது. Detrade இன் தளத்தில் இடுகையிட்டவுடன் எந்த மாற்றங்களும் உடனடியாக நடைமுறைக்கு வரும்.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 இந்த ஒப்பந்தத்தை அவ்வப்போது மதிப்பாய்வு செய்வது உங்கள் பொறுப்பாகும். இந்த ஒப்பந்தத்தில் ஏதேனும் மாற்றங்களுக்குப் பிறகு, Detrade தளத்தை நீங்கள் தொடர்ந்து பயன்படுத்தினால், அந்த மாற்றங்களை ஏற்றுக்கொள்வது ஆகும்.",
  "13.Amendments to the Agreement": "13. ஒப்பந்தத்தில் திருத்தங்கள்",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 இந்த ஒப்பந்தம் அல்லது Detrade இன் தளம்குறித்து உங்களுக்கு ஏதேனும் கேள்விகள், கவலைகள் அல்லது கருத்துகள் இருந்தால், தயவுசெய்து எங்களைத் தொடர்பு கொள்ளவும்",
  "14.Contact Information": "14.தொடர்பு தகவல்",
  "16th of every month": "ஒவ்வொரு மாதமும் 16 ஆம் தேதி",
  "1D": "1நாள்",
  "1M": "1மாதம்",
  "1W": "1வாரம்",
  "2. Definitions": "2. வரையறைகள்",
  "2. Eligibility": "2. தகுதி",
  "2. How We Use Your Information": "2. உங்கள் தகவலை நாங்கள் எவ்வாறு பயன்படுத்துகிறோம்",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. ஃபண்ட் பூலின் மொத்த ஆர்டர் தொகையை மேல் மற்றும் கீழ் திசைகளிலும், பட்டியலில் உள்ள உங்கள் மற்றும் பிற பயனர்களின் ஆர்டர் நிலையையும் பார்க்கலாம்.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\" என்பது பணமோசடிக்கு எதிரானதைக் குறிக்கிறது, இது நிதி அமைப்புகளின் மூலம் சட்டவிரோத வருமானத்தை உருவாக்குவதைத் தடுக்க வடிவமைக்கப்பட்ட நடைமுறைகள், சட்டங்கள் மற்றும் ஒழுங்குமுறைகளின் தொகுப்பாகும்.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Detrade இன் பிளாட்ஃபார்மை அணுகுவதன் மூலம் அல்லது பயன்படுத்துவதன் மூலம், நீங்கள் குறைந்தபட்சம் 18 வயதுடையவராகவும், இந்த ஒப்பந்தத்தில் நுழைவதற்கான சட்டப்பூர்வ திறன் கொண்டவராகவும் இருப்பதை நீங்கள் பிரதிநிதித்துவப்படுத்தி உத்தரவாதம் அளிக்கிறீர்கள்.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 எங்கள் தளத்தை வழங்கவும் பராமரிக்கவும்:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\" என்பது உங்கள் வாடிக்கையாளரை அறிந்துகொள்வதைக் குறிக்கிறது, இது வாடிக்கையாளரின் அடையாளத்தை சரிபார்க்கும் மற்றும் சட்டவிரோத நடவடிக்கைகளில் ஈடுபடுவதற்கான சாத்தியமான அபாயத்தை மதிப்பிடும் செயல்முறையாகும்.",
  "2.2 To Improve Our Platform:": "2.2 எங்கள் தளத்தை மேம்படுத்த:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 நீங்கள் எங்கள் இயங்குதளத்தைப் பயன்படுத்துவது தொடர்பான அனைத்து பொருந்தக்கூடிய சட்டங்கள் மற்றும் விதிமுறைகளுக்கும் இணங்க வேண்டும்.",
  "2.3 To Communicate with You:": "2.3 உங்களுடன் தொடர்பு கொள்ள:",
  "2.4 To Personalize Your Experience:": "2.4 உங்கள் அனுபவத்தைத் தனிப்பயனாக்க:",
  "2.5 To Conduct Analytics and Research:": "2.5 பகுப்பாய்வு மற்றும் ஆராய்ச்சி நடத்த:",
  "2.6 To Ensure Security and Compliance:": "2.6 பாதுகாப்பு மற்றும் இணக்கத்தை உறுதிப்படுத்த:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% இணை கமிஷன் (எங்கள் அடிப்படை விகிதத்தில் இருந்து 100% அதிகரிப்பு).",
  "20+ exchange market data": "20+ பரிமாற்ற சந்தை தரவு",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24 மணிநேரம் திரும்பப் பெறுதல் கட்டுப்பாடு அறிவிப்பு உங்கள் கணக்கில் உள்ள முக்கியமான தகவல்களில் மாற்றங்களை எங்கள் அமைப்பு கண்டறிந்துள்ளது, எனவே உங்கள் சொத்துக்களைப் பாதுகாக்க நாங்கள் நடவடிக்கை எடுக்கும்போது உங்கள் கணக்கின் திரும்பப் பெறும் அம்சத்தை தற்காலிகமாக நிறுத்தி வைக்கிறோம். UTC நேரத்தில் {{time}} கட்டுப்பாடுகள் தானாகவே நீக்கப்படும்",
  "24h Live Players": "24h நேரலை வீரர்கள்",
  "24h Trade Vol": "24h வர்த்தக தொகுதி",
  "24h Wins Paid": "24h வெற்றிகள் பணம்",
  "24h high": "24 மணிநேர உயர்",
  "24h low": "24h குறைவு",
  "24h players": "24h வீர ர்கள்",
  "24h win ratio": "24h வெ ற்றி விகிதம்",
  "2FA Code's length is not right": "2FA குறியீட்டின் நீளம் சரியாக இல்லை",
  "2FA authentication": "2FA அங்கீகரிப்பு",
  "2s CFD and 5-60s Options": "2s CFD மற்றும் 5-60s விருப்பங்கள்",
  "3. Customer Due Diligence (CDD)": "3. வாடிக்கையாளர் உரிய விடாமுயற்சி (CDD)",
  "3. How We Share Your Information": "3. உங்கள் தகவலை நாங்கள் எவ்வாறு பகிர்ந்து கொள்கிறோம்",
  "3. Wait for system settlement": "3. கணினி தீர்வுக்காக காத்திருங்கள்",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade அனைத்து பயனர்களுக்கும் அவர்களின் அடையாளத்தைச் சரிபார்ப்பதற்கும் அவர்களின் ஆபத்து நிலையை மதிப்பிடுவதற்கும் வாடிக்கையாளரின் கவனத்தை (CDD) நடத்துகிறது.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Detrade தளத்தின் சில அம்சங்களை அணுக, நீங்கள் ஒரு கணக்கிற்கு பதிவு செய்ய வேண்டியிருக்கலாம்.",
  "3.1 With Service Providers:": "3.1 சேவை வழங்குநர்களுடன்:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 பதிவுச் செயல்பாட்டின் போது, ​​உங்கள் முழுப்பெயர், பிறந்த தேதி, குடியிருப்பு முகவரி, அரசாங்கத்தால் வழங்கப்பட்ட அடையாளம் மற்றும் முகவரிச் சான்று உட்பட சில தனிப்பட்ட தகவல்களை நீங்கள் வழங்க வேண்டியிருக்கலாம்.",
  "3.2 For Legal Reasons:": "3.2 சட்ட காரணங்களுக்காக:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 ஒரு கணக்கிற்கு பதிவு செய்யும் போது, ​​பதிவு படிவத்தின் மூலம் உங்களைப் பற்றிய துல்லியமான, தற்போதைய மற்றும் முழுமையான தகவல்களை வழங்க ஒப்புக்கொள்கிறீர்கள்.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade உங்கள் அடையாளத்தை சரிபார்க்க அல்லது உங்கள் ஆபத்து நிலையை மதிப்பிடுவதற்கு உங்களிடமிருந்து கூடுதல் தகவல் அல்லது ஆவணங்களைக் கோருவதற்கான உரிமையை கொண்டுள்ளது.",
  "3.3 To Protect Our Rights:": "3.3 நமது உரிமைகளைப் பாதுகாக்க:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 உங்கள் கணக்கு நற்சான்றிதழ்களின் இரகசியத்தன்மையை பராமரிப்பதற்கும் உங்கள் கணக்கின் கீழ் நிகழும் அனைத்து நடவடிக்கைகளுக்கும் நீங்கள் பொறுப்பாவீர்கள்.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 பதிவுச் செயல்பாட்டின் போது நீங்கள் தவறான அல்லது தவறாக வழிநடத்தும் தகவலை வழங்கியதாக நாங்கள் நம்பினால் அல்லது இந்த ஒப்பந்தத்தின் ஏதேனும் விதியை மீறியிருந்தால், உங்கள் கணக்கை இடைநிறுத்தவோ அல்லது நிறுத்தவோ Detrade க்கு உரிமை உண்டு.",
  "3.4 With Your Consent:": "3.4 உங்கள் ஒப்புதலுடன்:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 வாடிக்கையாளர் உரிய விடாமுயற்சியின் (CDD) நோக்கத்திற்காக Detrade ஆல் கோரப்படும் ஏதேனும் தகவல் அல்லது ஆவணங்களை உடனடியாக வழங்க ஒப்புக்கொள்கிறீர்கள்.",
  "3.5 In Business Transfers:": "3.5 வணிக இடமாற்றங்களில்:",
  "3.Account Registration": "3.கணக்கு பதிவு",
  "3rd Merchant Processing": "3வது வணிகர் செயலாக்கம்",
  "4. Check the winning and losing results": "4. வெற்றி மற்றும் தோல்வி முடிவுகளை சரிபார்க்கவும்",
  "4. Identity Verification": "4. அடையாள சரிபார்ப்பு",
  "4. Platform Use": "4. மேடை பயன்பாடு",
  "4. Your Data Protection Rights": "4. உங்கள் தரவு பாதுகாப்பு உரிமைகள்",
  "4.1 Access:": "4.1 அணுகல்:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade அதன் பயனர்களின் அடையாளத்தைச் சரிபார்க்க பல்வேறு முறைகள் மற்றும் கருவிகளைப் பயன்படுத்துகிறது, ஆனால் அவை மட்டும் அல்ல:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Detrade இன் பிளாட்ஃபார்ம் தகவல் மற்றும் கல்வி நோக்கங்களுக்காக மட்டுமே வழங்கப்படுகிறது.எங்கள் தளத்தில் வழங்கப்படும் எந்த தகவலும் நிதி ஆலோசனையாக இல்லை என்பதையும், முதலீட்டு முடிவுகளை எடுப்பதற்கு அதை நம்பக்கூடாது என்பதையும் நீங்கள் ஒப்புக்கொள்கிறீர்கள், ஒப்புக்கொள்கிறீர்கள்.",
  "4.2 Correction:": "4.2 திருத்தம்:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade ஆனது அடையாளச் சரிபார்ப்பு நோக்கத்திற்காகப் போதுமானதாக இல்லை அல்லது தவறானதாகக் கருதப்பட்டால், பயனர்கள் வழங்கிய எந்த ஆவணம் அல்லது தகவலை நிராகரிக்கும் உரிமையைக் கொண்டுள்ளது.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 டிரேடிங் பைனரி விருப்பங்களுடன் தொடர்புடைய அபாயங்களை மதிப்பிடுவதற்கும் Detrade இன் பிளாட்ஃபார்மில் வர்த்தகம் செய்வது உங்களுக்குப் பொருத்தமானதா என்பதைத் தீர்மானிப்பதற்கும் நீங்கள் மட்டுமே பொறுப்பாவீர்கள்.",
  "4.3 Deletion:": "4.3 நீக்குதல்:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 பொருந்தக்கூடிய அனைத்து சட்டங்கள் மற்றும் ஒழுங்குமுறைகளின்படி மற்றும் மற்றவர்களின் உரிமைகளை மீறாத வகையில் அல்லது இந்த ஒப்பந்தத்தின் விதிமுறைகளை மீறாத வகையில் Detrade இன் தளத்தைப் பயன்படுத்த ஒப்புக்கொள்கிறீர்கள்.",
  "4.4 Objection:": "4.4 ஆட்சேபனை:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 கட்டுப்பாடு: சில நிபந்தனைகளின் கீழ், உங்கள் தனிப்பட்ட தகவலைச் செயலாக்குவதை நாங்கள் கட்டுப்படுத்துமாறு கோர உங்களுக்கு உரிமை உள்ளது.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 தரவு பெயர்வுத்திறன்: சில நிபந்தனைகளின் கீழ் உங்கள் தனிப்பட்ட தகவலை வேறொரு நிறுவனத்திற்கு அல்லது நேரடியாக உங்களிடம் மாற்றக் கோர உங்களுக்கு உரிமை உள்ளது.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 ஒப்புதலைத் திரும்பப் பெறுதல்: உங்கள் தனிப்பட்ட தகவலைச் செயலாக்குவதற்கு நீங்கள் எங்களுக்கு ஒப்புதல் அளித்திருந்தால், உங்கள் ஒப்புதலை எந்த நேரத்திலும் திரும்பப் பெற உங்களுக்கு உரிமை உண்டு.",
  "5. Data Security": "5. தரவு பாதுகாப்பு",
  "5. Risk Assessment": "5. இடர் மதிப்பீடு",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade ஒவ்வொரு வர்த்தகரின் அடையாள சரிபார்ப்பு தகவல், பரிவர்த்தனை வரலாறு மற்றும் பிற தொடர்புடைய காரணிகளின் அடிப்படையில் அவர்களின் இடர் மதிப்பீட்டை நடத்துகிறது.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Detrade இன் பிளாட்ஃபார்ம், பங்குகள், நாணயங்கள், பொருட்கள் மற்றும் குறியீடுகள் உட்பட ஆனால் அவை மட்டும் அல்லாமல் பல்வேறு நிதிக் கருவிகளில் பைனரி விருப்பங்களை வர்த்தகம் செய்ய பயனர்களை அனுமதிக்கிறது.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 இடர் மதிப்பீட்டின் முடிவுகளின் அடிப்படையில் பயனர்களுக்கு இடர் மதிப்பீடு வழங்கப்படலாம், இது அவர்களின் பரிவர்த்தனைகள் மற்றும் கணக்குச் செயல்பாடுகளுக்குப் பயன்படுத்தப்படும் ஆய்வு அளவை பாதிக்கலாம்.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 வர்த்தக பைனரி விருப்பங்கள் உங்கள் முழு முதலீட்டையும் இழக்கும் அபாயம் உட்பட குறிப்பிடத்தக்க அபாயங்களை உள்ளடக்கியது என்பதை நீங்கள் ஒப்புக்கொள்கிறீர்கள் மற்றும் ஒப்புக்கொள்கிறீர்கள்.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 ஒவ்வொரு வர்த்தகத்துடனும் தொடர்புடைய அபாயங்களை மதிப்பிடுவதற்கும் உங்கள் தனிப்பட்ட சூழ்நிலைகளுக்கு பொருத்தமான முதலீட்டு மூலோபாயத்தைத் தீர்மானிப்பதற்கும் நீங்கள் மட்டுமே பொறுப்பாவீர்கள்.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade எங்கள் தளத்தில் செய்யப்படும் எந்தவொரு வர்த்தகத்தின் லாபம் அல்லது வெற்றி தொடர்பான எந்த உத்தரவாதங்களையும் உத்தரவாதங்களையும் வழங்காது.",
  "5.Trading": "5. வர்த்தகம்",
  "50+ trading pairs": "50+ வணிக ஜோடிகள்",
  "6 Month's Pnl": "6 மாத Pnl",
  "6. Data Retention": "6. தரவு வைத்திருத்தல்",
  "6. Fees and Charges": "6. கட்டணம் மற்றும் கட்டணங்கள்",
  "6. Monitoring and Reporting": "6. கண்காணிப்பு மற்றும் அறிக்கையிடல்",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 எங்கள் தளத்தில் நடத்தப்படும் சில சேவைகள் அல்லது பரிவர்த்தனைகளுக்கு Detrade கட்டணம் விதிக்கலாம். எங்கள் இயங்குதளத்தைப் பயன்படுத்துவது தொடர்பாகப் பொருந்தக்கூடிய அனைத்து கட்டணங்களையும் கட்டணங்களையும் செலுத்த ஒப்புக்கொள்கிறீர்கள்.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 பணமோசடி அல்லது பயங்கரவாத நிதி நடவடிக்கைகளைக் குறிக்கக்கூடிய சந்தேகத்திற்கிடமான அல்லது அசாதாரண நடத்தைக்கான அறிகுறிகளுக்காக வர்த்தகர் பரிவர்த்தனைகள் மற்றும் கணக்கு நடவடிக்கைகளை Detrade கண்காணிக்கிறது.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 எந்த நேரத்திலும், அறிவிப்புடன் அல்லது இல்லாமல் எங்கள் கட்டணக் கட்டமைப்பை மாற்ற அல்லது மாற்றுவதற்கான உரிமையை Detrade கொண்டுள்ளது.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Detrade ஏதேனும் சந்தேகத்திற்கிடமான செயல்பாடு அல்லது பரிவர்த்தனைகளை அடையாளம் கண்டால், அத்தகைய செயல்பாட்டை சம்பந்தப்பட்ட அதிகாரிகளிடம் புகாரளித்து, வர்த்தகர் கணக்குகளை முடக்குதல் அல்லது இடைநிறுத்துதல் உட்பட, ஆனால் அவை மட்டும் அல்லாமல், பொருத்தமான நடவடிக்கை எடுக்கும் உரிமையை நாங்கள் கொண்டுள்ளோம்.",
  "6M": "6மாதங்கள்",
  "7 * 24 technical services": "7 * 24 தொழில்நுட்ப சேவைகள்",
  "7. Cookies and Similar Technologies": "7. குக்கீகள் மற்றும் ஒத்த தொழில்நுட்பங்கள்",
  "7. Intellectual Property": "7. அறிவுசார் சொத்து",
  "7. Record-Keeping": "7. பதிவு செய்தல்",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Detrade இன் பிளாட்ஃபார்மில் கிடைக்கும் அனைத்து உள்ளடக்கம் மற்றும் பொருட்கள், உரை, கிராபிக்ஸ், லோகோக்கள், படங்கள் மற்றும் மென்பொருள் உட்பட ஆனால் அவை மட்டும் அல்ல, Detrade அல்லது அதன் உரிமதாரர்களின் சொத்து மற்றும் பதிப்புரிமை, வர்த்தக முத்திரை மற்றும் பிற அறிவுசார் சொத்து சட்டங்களால் பாதுகாக்கப்படுகின்றன.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 குக்கீகள்: எங்கள் தளத்தில் உங்கள் அனுபவத்தை மேம்படுத்தக் குக்கீகளைப் பயன்படுத்துகிறோம். குக்கீ என்பது உங்கள் சாதனத்தில் வைக்கப்பட்டுள்ள ஒரு சிறிய கோப்பாகும், இது உங்கள் உலாவியை அடையாளம் காணவும், குறிப்பிட்ட தகவலைப் பிடிக்கவும் நினைவில் கொள்ளவும் அனுமதிக்கிறது.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 பொருந்தக்கூடிய சட்டங்கள் மற்றும் ஒழுங்குமுறைகளுக்கு இணங்க, அனைத்து வர்த்தகர் அடையாளம் மற்றும் பரிவர்த்தனை தகவல்களின் பதிவுகளை Detrade பராமரிக்கிறது.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 குக்கீகளின் வகைகள்: அ) **அத்தியாவசிய குக்கீகள்**: இந்த குக்கீகள் எங்கள் இயங்குதளத்தின் செயல்பாட்டிற்கு அவசியம். தளத்திற்குச் செல்லவும் அதன் அம்சங்களைப் பயன்படுத்தவும் அவை உங்களுக்கு உதவுகின்றன.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 பயனர் பதிவுகள் ரகசியமாக வைக்கப்படுகின்றன, மேலும் சட்டத்தின்படி அங்கீகரிக்கப்பட்ட பணியாளர்கள் அல்லது ஒழுங்குமுறை அதிகாரிகளுக்கு மட்டுமே வெளிப்படுத்தப்படும்.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 உங்கள் தனிப்பட்ட மற்றும் வணிக ரீதியான பயன்பாட்டிற்காக மட்டுமே Detrade இன் பிளாட்ஃபார்மை அணுகவும் பயன்படுத்தவும் வரையறுக்கப்பட்ட, பிரத்தியேகமற்ற மற்றும் மாற்ற முடியாத உரிமம் உங்களுக்கு வழங்கப்பட்டுள்ளது.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 குக்கீகளை நிர்வகித்தல்: தனிப்பட்ட உலாவி மட்டத்தில் குக்கீகளின் பயன்பாட்டை நீங்கள் கட்டுப்படுத்தலாம். நீங்கள் குக்கீகளை நிராகரித்தால், நீங்கள் இன்னும் எங்கள் இயங்குதளத்தைப் பயன்படுத்தலாம், ஆனால் எங்கள் தளத்தின் சில அம்சங்கள் அல்லது பகுதிகளைப் பயன்படுத்துவதற்கான உங்கள் திறன் குறைவாக இருக்கலாம்.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Detrade இன் பிளாட்ஃபார்மில் கிடைக்கும் எந்தவொரு உள்ளடக்கம் அல்லது பொருட்களின் அடிப்படையில் Detrade இன் வெளிப்படையான எழுத்துப்பூர்வ அனுமதியின்றி மறுஉருவாக்கம் செய்யவோ, மாற்றியமைக்கவோ, விநியோகிக்கவோ அல்லது உருவாக்கவோ வேண்டாம் என்று ஒப்புக்கொள்கிறீர்கள்.",
  "8. Third-Party Links": "8. மூன்றாம் தரப்பு இணைப்புகள்",
  "8. Training and Awareness": "8. பயிற்சி மற்றும் விழிப்புணர்வு",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 AML மற்றும் KYC கொள்கைகள் மற்றும் நடைமுறைகள்பற்றி அறிந்திருப்பதை உறுதி செய்வதற்காக Detrade அதன் பணியாளர்களுக்குப் பயிற்சி மற்றும் விழிப்புணர்வு திட்டங்களை வழங்குகிறது.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade அதன் பயனர்களின் தனியுரிமையை மதிக்கிறது மற்றும் அவர்களின் தனிப்பட்ட தகவல்களைப் பாதுகாப்பதில் உறுதியாக உள்ளது. உங்கள் தனிப்பட்ட தகவலை நாங்கள் எவ்வாறு சேகரிக்கிறோம், பயன்படுத்துகிறோம் மற்றும் வெளியிடுகிறோம் என்பது பற்றிய விவரங்களுக்கு எங்கள் தனியுரிமைக் கொள்கையைப் பார்க்கவும்.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 சந்தேகத்திற்கிடமான செயல்பாட்டை அடையாளம் காணவும் புகாரளிக்கவும் மற்றும் அனைத்து AML மற்றும் KYC தேவைகளுக்கு இணங்கவும் பணியாளர்களுக்கு பயிற்சி அளிக்கப்படுகிறது.",
  "8.Privacy Policy": "8.தனியுரிமைக் கொள்கை",
  "9. Children's Privacy": "9. குழந்தைகளின் தனியுரிமை",
  "9. Compliance Oversight": "9. இணக்க மேற்பார்வை",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 AML மற்றும் KYC கொள்கைகள் மற்றும் நடைமுறைகளுக்கு இணங்குவதை மேற்பார்வையிடுவதற்கு பொறுப்பான இணக்க அதிகாரியை Detrade நியமித்துள்ளது.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 எந்த நேரத்திலும் எந்த காரணத்திற்காகவும், காரணத்துடன் அல்லது இல்லாமல், மற்றும் முன்னறிவிப்பின்றி எங்கள் தளத்திற்கான உங்கள் அணுகலை இடைநிறுத்துவதற்கு அல்லது நிறுத்துவதற்கு Detrade க்கு உரிமை உள்ளது.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 ஒழுங்குமுறை மேம்பாடுகளைக் கண்காணித்தல், AML மற்றும் KYC கொள்கைகளைப் புதுப்பித்தல் மற்றும் Detrade இன் செயல்பாடுகள் பொருந்தக்கூடிய அனைத்து சட்டங்கள் மற்றும் ஒழுங்குமுறைகளுக்கு இணங்குவதை உறுதிசெய்வதற்கும் இணக்க அதிகாரி பொறுப்பு.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Detrade இன் பிளாட்ஃபார்மிற்கான உங்கள் அணுகலை நிறுத்தியவுடன், இந்த ஒப்பந்தத்தின் அனைத்து விதிகளும், அவற்றின் இயல்பிலேயே முடிவுக்கு வரும், அறிவுசார் சொத்துரிமை, பொறுப்பு வரம்பு மற்றும் தகராறு தீர்வு தொடர்பான விதிகள் உட்பட ஆனால் அவை மட்டும் அல்ல.",
  "9.Termination": "9.முடிவு",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>போனஸ் தொகை:</0> உங்கள் முதல் வைப்புத்தொகையில் 50%",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>போனஸ் தொப்பி:</0> அதிகபட்சம் 50 USDT வர்த்தக போனஸ்",
  "<0>Eligibility:</0> New users on Detrade only": "<0>தகுதி:</0> Detrade இல் மட்டும் புதிய பயனர்கள்",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>தேவை:</0> முதல் வைப்புத்தொகை ≥ 50 USDT (அல்லது அதற்கு சமமான கிரிப்டோ)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>ஆதரிக்கப்படும் தயாரிப்புகள்</0>: ஹைலோ, ஸ்ப்ரெட், அப் டவுன், ஃப்யூச்சர்",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> டிக்கெட்டுகள் இந்தச் சுற்றில் அனுப்பப்பட்டுள்ளன!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "சறுக்கல் உட்பட {{position}} இன் நுழைவு மற்றும் வெளியேறும் வர்த்தகத்திற்கு <0>{{flatFee}}</0>",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>இன் {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "வர்த்தகத்தைத் திறக்கும்போது {{feeAmount}} ({{commission}}) ஒரு நிலையான கட்டணம் வசூலிக்கப்பட்டது (நிலை:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "நீங்கள் வர்த்தகத்தை மூடும்போது உங்கள் லாபத்தின் ஒரு பகுதி (ஏதேனும் இருந்தால்) எடுத்துக்கொள்ளப்படும்",
  "A variable fee was charged as a fraction of profits upon closing the trade": "வர்த்தகத்தை முடித்தவுடன் லாபத்தின் ஒரு பகுதியாக மாறி கட்டணம் வசூலிக்கப்பட்டது",
  "A verification will be sent to {{email}}": "சரிபார்ப்பு அனுப்பப்படும் {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: நான்கு வர்த்தக முறைகளையும் திறந்துவிட்டீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். சிக்கல் தொடர்ந்தால், உதவிக்கு வாடிக்கையாளர் ஆதரவைத் தொடர்பு கொள்ளவும்.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: இல்லை, போனஸையே திரும்பப் பெற முடியாது. இருப்பினும், போனஸைப் பயன்படுத்தி ஈட்டப்படும் எந்தவொரு <0>லாபத்தையும்</0> திரும்பப் பெறலாம்.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: ஆம். உங்கள் போனஸை வழங்கிய <0>7 நாட்களுக்குள்</0> செயல்படுத்தவும். காலாவதியான போனஸை மீட்டெடுக்க முடியாது.",
  "AF": "AF",
  "AML & KYC policy": "AML மற்றும் KYC கொள்கைகள்",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Detrade பற்றி",
  "Access over 70 popular assets with up to 90% profit potential": "90% வரை லாப வாய்ப்புள்ள 70க்கும் மேற்பட்ட பிரபலமான சொத்துக்களை அணுகவும்",
  "Account Details": "கணக்கு விவரங்கள்",
  "Account Not Verified": "கணக்கு சரிபார்க்கப்படவில்லை",
  "Account Verified": "கணக்கு சரிபார்த்தது",
  "Activate": "செயல்படுத்து",
  "Activation expiry time": "செயல்படுத்தல் காலாவதி நேரம்",
  "Active": "செயலில்",
  "Active tickets": "செயலில் டிக்கெட்",
  "Activity priority access": "செயல்பாட்டு முன்னுரிமை அணுகல்",
  "Add": "சேர்",
  "Add key phrase into Google Authenticator and remember the key phrase": "Google Authenticator-இல் முக்கிய சொற்றொடரைச் சேர்த்து, முக்கிய சொற்றொடரை நினைவில் கொள்ளுங்கள்",
  "Add referral": "பரிந்துரை சேர்",
  "Add referral code": "பரிந்துரை குறியீடு சேர்க்கவும்",
  "Address is required": "முகவரி அவசியம்",
  "Address valid": "முகவரி செல்லுபடியாகும்",
  "Advanced": "மேம்பட்டது",
  "Advanced Users": "மேம்பட்ட பயனர்கள்",
  "Advanced chart": "மேம்பட்ட அட்டவணை",
  "Advantage": "நன்மை",
  "Affiliate program": "இணைப்பு திட்டம்",
  "Affiliates": "இணைந்தவர்கள்",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "உங்கள் முதல் டெபாசிட்டை முடித்த பிறகு, உங்கள் முதல் 1 USDT சோதனை வவுச்சரைப் பார்க்க <0>வெகுமதி மையத்திற்குச்</0> செல்லவும்.",
  "After setting your personal information private, other users will not be able to see your username and information.": "உங்கள் தனிப்பட்ட தகவலைத் தனிப்பட்டதாக அமைத்தபிறகு, பிற பயனர்களால் உங்கள் பயனர்பெயர் மற்றும் தகவலைப் பார்க்க முடியாது.",
  "Agreement": "ஒப்பந்தம்",
  "Airdrop": "ஐர்ட்ராப்",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "ஏர் டிராப் முறை: வெகுமதிகள் தானாகவே பணப்பையில் விநியோகிக்கப்படும். பயன்பாட்டில் உள்ள மின்னஞ்சலைப் பின்தொடரவும்.",
  "Airdrop plan": "ஏர் டிராப் திட்டம்",
  "Airdrop program": "ஏர் டிராப் திட்டம்",
  "Airdrops": "ஏர்டிராப்ஸ்",
  "Algorithm": "அல்காரிதம்",
  "All": "அனைத்து",
  "All Assets": "அனைத்து சொத்துகளும்",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "இந்த இணையதளத்தில் உள்ள அனைத்து தரகு நடவடிக்கைகளும் Nexus Play LLC ஆல் வழங்கப்படுகிறது.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "அனைத்து கேம் பிளே ஃபார்முலாக்களும் திறந்த மற்றும் வெளிப்படையானவை, இது மோசடியைத் தடுக்கிறது மற்றும் கூட்டாளர்கள் மற்றும் வீரர்களுக்கு ஆபத்துகளைத் தடுக்கிறது.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "24 மணி நேர வர்த்தக சுற்றுக்கான அனைத்து விலைகளும் சீரற்ற முறையில் வரையப்பட்ட விதையைப் பயன்படுத்தி முன்னரே தீர்மானிக்கப்படுகின்றன, இது ஒவ்வொரு வர்த்தக சுற்றின் முடிவிலும் வெளிப்படும். இந்த வெளியிடப்பட்ட விதையைப் பயன்படுத்தி, கீழே விவரிக்கப்பட்டுள்ள வழிமுறையை நாங்கள் கடைபிடித்தோம் என்பதையும், சுற்று தொடங்கிய பிறகு எந்த விலையையும் மாற்றவில்லை என்பதையும் எவரும் சரிபார்க்கலாம். குறிப்பாக, உங்கள் வர்த்தகத்தின் அடிப்படையில் விலைகளை மாற்றுவது எங்களால் சாத்தியமற்றது.",
  "All prizes will be sent in USDT.": "அனைத்து பரிசுகளும் USDT இல் அனுப்பப்படும்.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "வெப்பமான வர்த்தக குறிகாட்டிகள் மற்றும் சிக்னல்களுக்கான அணுகல் உட்பட, உங்களுக்குத் தேவைப்படும் சிறந்த வர்த்தகரின் அனைத்து அனுபவங்களும்.",
  "All time wins paid": "எல்லா நேர வெற்றிகளும் செலுத்தப்பட்டன",
  "Already have an account?": "ஏற்கனவே ஒரு கணக்கு உள்ளதா?",
  "Amount": "தொகை",
  "Amount is required": "தொகை தேவை",
  "Amount to withdraw": "திரும்பப் பெற வேண்டிய தொகை",
  "Announcement": "அறிவிப்பு",
  "Announcements": "அறிவிப்புக்கள்",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "பணமோசடி தடுப்பு (AML) மற்றும் உங்கள் வாடிக்கையாளர் (KYC) கொள்கையை அறிந்து கொள்ளுங்கள்",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "ஏதேனும் கேள்விகள்? எங்கள் அர்ப்பணிப்பு ஆதரவு குழு உங்களுக்கு உதவவும், விண்ணப்ப செயல்முறையின் மூலம் உங்களுக்கு வழிகாட்டவும் தயாராக உள்ளது.",
  "Apply": "அப்ளை",
  "Applying": "விண்ணப்பிக்கும்",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "அடுத்த ஒரு மணி நேரத்தில் தோராயமாக {{nextCapitalCost}} வசூலிக்கப்படும், மேலும் குறிப்பிட்ட தொகை அந்த நேரத்தில் இருக்கும் நிதி விகிதத்திற்கு உட்பட்டது.",
  "Are there any geographical restrictions?": "ஏதேனும் புவியியல் கட்டுப்பாடுகள் உள்ளதா?",
  "Arrival amount": "வருகை தொகை",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "நிரல் செயலில் இருக்கும் வரை, உங்கள் நடுவர் Detrade கணக்கிற்குப் பதிவு செய்த தருணத்திலிருந்து நீங்கள் கமிஷன்களைப் பெறலாம்.",
  "Ask a question": "ஒரு கேள்வி கேள்",
  "Asset types,currencies,cryptocurrencies for any trader.": "எந்தவொரு வர்த்தகருக்கும் சொத்து வகைகள், நாணயங்கள், கிரிப்டோகரன்சிகள்.",
  "Assets": "சொத்துக்கள்",
  "Assets overview": "சொத்துகளின் கண்ணோட்டம்",
  "At least {{exceed}} number": "குறைந்தபட்சம் {{exceed}} எண்",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "கவுண்டவுன் முடிவில், நீங்கள் கணித்த போக்கின் அடிப்படையில் லாபம் மற்றும் நஷ்டம் தீர்மானிக்கப்படும்.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "ஒவ்வொரு வர்த்தகச் சுற்றின் தொடக்கத்திலும் (00:00 UTC), ஒரு புதிய 32-பைட் விதை தோராயமாகத் தேர்ந்தெடுக்கப்படுகிறது. இந்த விதையை அதிகரிக்கும் முழு எண் டிக் கவுண்டருடன் இணைப்பதன் மூலம் முழு சுற்றின் விலைகளையும் மீண்டும் உருவாக்க முடியும்.",
  "Auto": "ஆட்டோ",
  "Available": "கிடைக்கிறது",
  "Available on request": "கோரிக்கையின் பேரில் கிடைக்கும்",
  "Award quota": "விருது கோட்டா",
  "Awarded users": "விருது பெற்ற பயனர்கள்",
  "Balance": "இருப்பு",
  "Balance is not enough": "இருப்பு போதாது",
  "Basic": "அடிப்படையில்",
  "Becoming an affiliate is easy": "ஒரு துணை நிறுவனமாக மாறுவது எளிது",
  "Benefit from our many years of experience and internationally renowned reputation.": "எங்களின் பல வருட அனுபவம் மற்றும் சர்வதேச அளவில் புகழ்பெற்ற நற்பெயரிலிருந்து பயனடையுங்கள்.",
  "Benefits": "நன்மைகள்",
  "Benefits:": "பலன்கள்:",
  "Best For": "சிறந்தது",
  "Bet": "பந்தயம்",
  "Betting": "பந்தயம்",
  "Binary Options Exchange": "பைனரி விருப்பங்கள் பரிமாற்றம்",
  "Bind": "கட்டு",
  "Bind Success": "வெற்றியைக் கட்டுங்கள்",
  "Black diamond circle": "கருப்பு வைர வட்டம்",
  "Blockchain Processing": "பிளாக்செயின் செயலாக்கம்",
  "Bonus": "போனஸ்",
  "Bonus Rules": "போனஸ் விதிகள்",
  "Bonus Trial": "போனஸ் ட்ரையல்",
  "Bonus pool": "போனஸ் பூல்",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "போனஸ் வவுச்சர்கள் <0>திரும்பப் பெற முடியாதவை</0>, ஆனால் <1>போனஸ் வர்த்தகங்களிலிருந்து கிடைக்கும் லாபத்தை திரும்பப் பெறலாம்<1>",
  "Boost your earnings by affiliate program": "இணைப்புத் திட்டம் மூலம் உங்கள் வருவாயை அதிகரிக்கவும்",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "1000x வரை அந்நியச் செலாவணியுடன் உங்கள் வர்த்தகத்தை அதிகரிக்கவும் - பெரிய ஆபத்து, பெரிய வெகுமதி.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "1000× வரையிலான அந்நியச் செலாவணியுடன் உங்கள் வர்த்தகத்தை அதிகரிக்கவும் — பெரிய ஆபத்து, பெரிய வெகுமதி.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC வழங்கும் தரகு தயாரிப்புகள் மற்றும் சேவைகள்.",
  "Bronze": "வெண்கலம்",
  "Bust And Stop Loss Prices": "பஸ்ட் அண்ட் ஸ்டாப் லாஸ் விலைகள்",
  "Buy": "வாங்கவும்",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Detrade இன் பிளாட்ஃபார்மை அணுகுவதன் மூலம் அல்லது பயன்படுத்துவதன் மூலம், நீங்கள் இந்தத் தனியுரிமைக் கொள்கையைப் படித்து, புரிந்துகொண்டு, அதற்குக் கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள். இந்தத் தனியுரிமைக் கொள்கையுடன் நீங்கள் உடன்படவில்லை என்றால், எங்கள் தளத்தைப் பயன்படுத்தக் கூடாது.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Detrade இன் பிளாட்ஃபார்மை அணுகுவதன் மூலம் அல்லது பயன்படுத்துவதன் மூலம், நீங்கள் இந்த ஒப்பந்தத்தைப் படித்து, புரிந்து கொண்டு, நீங்கள் Detrade இன் தளத்தைப் பயன்படுத்தக் கூடாது.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Detrade இன் இயங்குதளத்தை அணுகுவதன் மூலம் அல்லது பயன்படுத்துவதன் மூலம், நீங்கள் இந்த AML மற்றும் KYC கொள்கையைப் படித்து, புரிந்து கொண்டு, இணங்க ஒப்புக்கொள்கிறீர்கள் என்பதை ஒப்புக்கொள்கிறீர்கள். இந்தக் கொள்கையின் எந்தப் பகுதியையும் நீங்கள் ஏற்கவில்லை என்றால், நீங்கள் Detrade தளத்தைப் பயன்படுத்தக் கூடாது.",
  "Calculator": "கால்குலேட்டர்",
  "Campaign": "பிரச்சாரம்",
  "Campaign Center": "பிரச்சார மையம்",
  "Can I See The Data Of My Referral?": "எனது பரிந்துரையின் தரவை என்னால் பார்க்க முடியுமா?",
  "Can I use a live account and a demo account at the same time?": "ஒரே நேரத்தில் நேரடி கணக்கையும் டெமோ கணக்கையும் பயன்படுத்தலாமா?",
  "Can Partner upgrade his partnership level in the future?": "எதிர்காலத்தில் கூட்டாளர் தனது கூட்டாண்மை நிலையை மேம்படுத்த முடியுமா?",
  "Can non-crypto users play Detrade games?": "கிரிப்டோ அல்லாத பயனர்கள் Detrade கேம்களை விளையாட முடியுமா?",
  "Cancel": "ரத்து செய்",
  "Cannot exceed {{exceed}} characters": "எழுத்துகளுக்கு மேல்{{exceed}} இருக்கக் கூடாது",
  "Cash All": "அனைத்தும் பணமாக",
  "Champion Profits": "சாம்பியன் லாபம்",
  "Change": "மாற்றம்",
  "Change password": "கடவுச்சொல்லை மாற்று",
  "Chat": "அரட்டை",
  "Check <0>ROI calculator</0> for more details": "மேலும் விவரங்களுக்கு <0>ROI கால்குலேட்டரை</0> பார்க்கவும்",
  "Chg%": "Chg%",
  "Choose Symbol": "சின்னத்தைத் தேர்வுசெய்க",
  "Choose Your <0> Account Type And </0>  Start Trading!": "உங்கள் <0>கணக்கு வகையைத் தேர்ந்தெடுத்து </0> வர்த்தகத்தைத் தொடங்குங்கள்!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "உங்கள் <br/> கணக்கு வகையைத் தேர்ந்தெடுத்து </br> வர்த்தகத்தைத் தொடங்குங்கள்!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "உங்கள் நிலையை அதிகரிக்க ஒரு பெருக்கியைத் தேர்ந்தெடுக்கவும். அதிக பெருக்கியை அமைப்பது உங்கள் விளிம்பு அபாயத்தை அதிகரிக்கிறது",
  "Choose the cryptocurrency that you would like to start trading.": "நீங்கள் வர்த்தகம் செய்ய விரும்பும் கிரிப்டோகரன்சியைத் தேர்வு செய்யவும்.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "கவுண்ட்டவுனின் குறிப்பிட்ட நேரத்திற்குள் ஆர்டரை வைக்க, மேல்நோக்கி அல்லது கீழ்நோக்கித் தேர்ந்தெடுக்கவும்.",
  "Claim": "உரிமைகோரவும்",
  "Claim Voucher": "உரிமைகோரல் வவுச்சர்",
  "Claimed rewards": "வெகுமதிகளை கோரியது",
  "Claimed rewards details": "கோரப்பட்ட வெகுமதி விவரங்கள்",
  "Click Here To View The": "பார்க்க இங்கே கிளிக் செய்யவும்",
  "Click Up or Down to Trading": "வர்த்தகம் செய்ய மேலே அல்லது கீழே கிளிக் செய்யவும்",
  "Client": "கிளிஎன்ட்",
  "Close": "மூடு",
  "Close Time": "மூடும் நேரம்",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "லாபமாக இருந்தாலும் சரி, நஷ்டமாக இருந்தாலும் சரி, எந்த நேரத்திலும் மூடலாம். உங்கள் நிலையை தானாக மூட, லாபம் அல்லது இழப்பு இலக்குகளை அமைக்கவும்",
  "Close the order": "ஆர்டரை மூடு",
  "Close type": "மூடும் வகை",
  "Closed successfully!": "வெற்றிகரமாக மூடப்பட்டது!",
  "Co-planning rights": "இணை திட்டமிடல் உரிமைகள்",
  "Coin-Margined": "நாணயம்-விளிம்பு",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "ஒவ்வொரு விலை ஊட்டத்திலிருந்தும் அனைத்து ஓய்வு வரம்பு ஆர்டர்களையும் ஒரு கூட்டு ஆர்டர் புத்தகமாக இணைக்கவும். பரவாயில்லை, சில வாங்குதல் ஆர்டர்களின் விலை மற்ற எக்ஸ்சேஞ்ச்களின் சில விற்பனை ஆர்டர்களின் விலையை விட அதிகமாக இருக்கும் என்று எதிர்பார்க்கப்படுகிறது. ஒரு பெரிய ஆர்டரின் செல்வாக்கைக் கட்டுப்படுத்த தனிநபர் ஆர்டர் அளவுகள் $1 மில்லியனாகக் கட்டுப்படுத்தப்படுகின்றன.",
  "Coming soon": "விரைவில் வரும்",
  "Community": "சமூகம்",
  "Community access": "சமுதாய அணுகல்",
  "Completed": "முடிந்தது",
  "Comprehensive trading training": "விரிவான வர்த்தக பயிற்சி",
  "Computers and smartphones are fully functional": "கணினிகள் மற்றும் ஸ்மார்ட்போன்கள் முழுமையாக செயல்படுகின்றன",
  "Condition 1: The price trend matches your prediction.": "நிபந்தனை 1: விலை போக்கு உங்கள் கணிப்புடன் பொருந்துகிறது.",
  "Condition 2: Price movement breaks through the spread.": "நிபந்தனை 2: விலை நகர்வு பரவலை உடைக்கிறது.",
  "Confirm": "உறுதிப்படுத்தவும்",
  "Confirm Close": "மூடு என்பதை உறுதி செய்யவும்",
  "Confirm removing Google 2FA authentication?": "Google 2FA அங்கீ காரத்தை அகற்றுவதை உறுதிசெய்யவா?",
  "Confirm settlement of all orders?": "அனைத்து ஆர்டர்களின் தீர்வையும் உறுதிப்படுத்தவா?",
  "Confirm to close the order?": "ஆர்டரை மூடுவதை உறுதிப்படுத்தவா?",
  "Confirmations": "உறுதிப்ப டுத்தல்கள்",
  "Connect": "இணைக்கவும்",
  "Connect with your friends": "உங்கள் நண்பர்களுடன் இணைக்கவும்",
  "Contact Us": "தொடர்பு கொள்ளவும்",
  "Contact us": "எங்களைத் தொடர்பு கொள்ளவும்",
  "Contact us with Email or Live chat": "மின்னஞ்சல் அல்லது நேரடி அரட்டை மூலம் எங்களைத் தொடர்பு கொள்ளவும்",
  "Content creators program": "உள்ளடக்கத்தை உருவாக்குபவர்கள் திட்டம்",
  "Contest prize pool": "போட்டி பரிசுத் தொகுப்பு",
  "Continue": "தொடரவும்",
  "Continue Deposit Process": "வைப்பு செயல்முறையைத் தொடரவும்",
  "Continue deposit process": "டெபாசிட் செயல்முறையைத் தொடரவும்",
  "Continue with Google": "Google உடன் தொடரவும்",
  "Continue with X": "X உடன் தொடரவும்",
  "Continuously updated": "தொடர்ந்து புதுப்பிக்கப்பட்டது",
  "Convenient deposit and withdrawal methods": "வசதியான வைப்பு மற்றும் திரும்பப் பெறும் முறைகள்",
  "Copy": "நகலெடுக்கவும்",
  "Copy Success": "நகலெடுப்பது வெற்றி",
  "Copy this code to your authenticator app": "இந்தக் குறியீட்டை உங்கள் அங்கீகரிப்பு பயன்பாட்டிற்கு நகலெடுக்கவும்",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "பதிப்புரிமை © 2025 Nexus Play LLC. எல்லா உரிமைகளும் பாதுகாக்கப்பட்டவை.",
  "Country": "நாடு",
  "Create Password": "கடவுச்சொல்லை உருவாக்கு",
  "Crypto": "கிரிப்டோ",
  "Crypto - binary options": "கிரிப்டோ - பைனரி விருப்பங்கள்",
  "Crypto Pairs": "கிரிப்டோ பயிற்ச",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "கிரிப்டோகரன்சி ஒப்பந்த வர்த்தகம் அதிக அளவிலான ஆபத்தைக் கொண்டுள்ளது, மேலும் உங்கள் முழு வர்த்தகத் தொகையையும் நீங்கள் இழக்க நேரிடும். நீங்கள் பயன்படுத்தும் அந்நியச் செலாவணி அதிகமாக இருந்தால், ஆபத்து அதிகமாகும். இருப்பினும், எந்த சூழ்நிலையிலும் உங்கள் ஆரம்ப வர்த்தகத் தொகையை விட அதிகமாக இழக்க முடியாது.",
  "Currency": "நாணயம்",
  "Custom Price Move %": "விருப்ப விலை நகர்வு %",
  "Custom cashback plan": "தனிப்பயன் கேஷ்பேக் திட்டம்",
  "Custom revenue share and fee option.": "தனிப்பயன் வருவாய் பங்கு மற்றும் கட்டண விருப்பம்.",
  "Custom services": "தனிப்பயன் சேவைகள்",
  "Custom signals": "தனிப்பயன் சிக்னல்கள்",
  "Customized incentives tailored to your needs.": "உங்கள் தேவைகளுக்கு ஏற்ப தனிப்பயனாக்கப்பட்ட ஊக்கத்தொகைகள்.",
  "DOWN": "கீழ்",
  "Daily Active Users": "தினசரி செயலில் உள்ள பயனர்கள்",
  "Daily Earning": "தினசரி வருவாய்",
  "Daily contest": "நாள்தோறும் போட்டி",
  "Dark": "இருள்",
  "Date": "தேதி",
  "Day": "நாள்",
  "DeTrade overview": "DeTrade கண் ணோட்டம்",
  "Dedicated customer support": "அர்ப்பணிக்கப்பட்ட வாடிக்கையாளர் ஆதரவு",
  "Demo": "டெமோ",
  "Demo Account": "டெமோ கணக்கு",
  "Demo Trading": "டெமோ டிரேடிங்",
  "Depending on your location, you may have the following rights regarding your personal information:": "உங்கள் இருப்பிடத்தைப் பொறுத்து, உங்கள் தனிப்பட்ட தகவல் தொடர்பான பின்வரும் உரிமைகள் உங்களுக்கு இருக்கலாம்:",
  "Deposit": "வைப்பு",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "டெபாசிட் 120 USDT → 50 USDT வரம்பு போனஸைப் பெறுங்கள்",
  "Deposit 80 USDT → Receive 40 USDT bonus": "வைப்பு 80 USDT → 40 USDT போனஸ் பெறவும்",
  "Deposit Amount": "வைப்புத் தொகை",
  "Deposit Order Created": "டெபாசிட் ஆர்டர் உருவாக்கப்பட்டது",
  "Deposit Via {{depositChannel}}": "{{depositChannel}} வழியாக டெபாசிட் செய்யவும்",
  "Deposit address": "டெபாசிட் முகவரி",
  "Deposit and withdraw money with ease using the most convenient payment method.": "மிகவும் வசதியான கட்டண முறையைப் பயன்படுத்தி எளிதாக பணத்தை டெபாசிட் செய்து திரும்பப் பெறலாம்.",
  "Deposit is in progress": "",
  "Deposit now": "இப்போது வைப்பு",
  "Deposits and withdrawals": "டெபாசிட்கள் மற்றும் திரும்பப் பெறுதல்",
  "Derivative Exchanges": "வழித்தோன்றல் பரிமாற்றங்கள்",
  "Description": "விளக்கம்",
  "Detail": "விவரங்கள்",
  "Details": "விவரங்கள்",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"நாங்கள்,\" \"நாங்கள்,\" அல்லது \"எங்கள்\") உங்கள் தனியுரிமையை மதிக்கிறது மற்றும் உங்கள் தனிப்பட்ட தகவலைப் பாதுகாப்பதில் உறுதியாக உள்ளது. எங்கள் பைனரி விருப்பங்கள் வர்த்தக தளத்தை (\"பிளாட்ஃபார்ம்\") நீங்கள் பயன்படுத்தும் போது உங்கள் தகவலை நாங்கள் எவ்வாறு சேகரிக்கிறோம், பயன்படுத்துகிறோம், வெளிப்படுத்துகிறோம் மற்றும் பாதுகாப்போம் என்பதை இந்த தனியுரிமைக் கொள்கை விளக்குகிறது. எங்கள் இயங்குதளத்தை அணுகுவதன் மூலம் அல்லது பயன்படுத்துவதன் மூலம், இந்தக் கொள்கையின்படி தகவல்களைச் சேகரித்து பயன்படுத்துவதை ஒப்புக்கொள்கிறீர்கள். இந்தக் கொள்கையுடன் நீங்கள் உடன்படவில்லை என்றால், எங்கள் தளத்தைப் பயன்படுத்தக் கூடாது.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect என்பது ஒரு தடையற்ற ஒருங்கிணைப்பு தீர்வாகும், இது மூன்றாம் தரப்பு இயங்குதளங்களை எங்கள் சுற்றுச்சூழல் அமைப்பில் எளிதாக இணைக்க அனுமதிக்கிறது. சக்திவாய்ந்த API கள் மற்றும் ஆட்டோமேஷன் கருவிகள் மூலம், எங்கள் தயாரிப்புகளின் முக்கிய செயல்பாடுகளை நேரடியாக உங்கள் தளத்தில் ஒருங்கிணைக்கிறோம். பன்முகப்படுத்தப்பட்ட கிரிப்டோகரன்சி டெரிவேடிவ்கள், வேகமான தரவு பரிமாற்றம் மற்றும் பாதுகாப்பான, அளவிடக்கூடிய மற்றும் நம்பகமான இணைப்புகளை உறுதி செய்யும் அதே வேளையில், எங்கள் அதிநவீன அம்சங்களை அணுகும் திறனை இது தளங்களுக்கு வழங்குவதை நோக்கமாகக் கொண்டுள்ளது. நீங்கள் சேவை வழங்கலை விரிவுபடுத்த விரும்பினாலும் அல்லது பணிப்பாய்வுகளை எளிதாக்க விரும்பினாலும், Detrade Connect ஒருங்கிணைப்பை எளிமையாகவும், திறமையாகவும், பயனுள்ளதாகவும் மாற்றும்.",
  "Detrade Index Prices": "Detrade குறியீட்டு விலைகள்",
  "Detrade Partner": "Detrade பார்ட்னர்",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade கூட்டாளர் திட்டம் ! இந்தத் திட்டம் படைப்பாளர்களுக்கு மேம்பட்ட வருவாய் சாத்தியம் மற்றும் பிரத்யேக பலன்களை வழங்குவதற்காக வடிவமைக்கப்பட்டுள்ளது, உங்கள் விளம்பர முயற்சிகள் உண்மையிலேயே பலனளிக்கும்.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade பாரம்பரிய அறிவார்ந்த வர்த்தகத் தொழிலை மாற்றுவதற்கும், எல்லா இடங்களிலும் அனைவருக்கும் நிதிச் சந்தைகளைத் திறப்பதற்கும் உறுதிபூண்டுள்ளது. மிகவும் புதுமையான வர்த்தக அனுபவத்தை வழங்குவதே எங்கள் நோக்கம். உலகில் உள்ள எவரும் பரிவர்த்தனைகளில் பங்கேற்க முடியும்.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade குறியீடு மதிப்பாய்வை நிறைவுசெய்தது மற்றும் முடிவு TOP-10% இல் உள்ளது.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade வேகமாக வளர்ச்சி பாதையில் உள்ளது. கிரிப்டோகரன்சி பைனரி விருப்ப வர்த்தகத்திற்கான தேர்வு தளமாக மாற்றும் புதுமையான மற்றும் ஈர்க்கக்கூடிய அனுபவத்தை எங்கள் பயனர்களுக்கு வழங்க நாங்கள் கடமைப்பட்டுள்ளோம்.",
  "Detrade learn": "Detrade கற்று",
  "Detrade offers 3 types of optional products.": "Detrade 3 வகையான விருப்பத் தயாரிப்புகளை வழங்குகிறது.",
  "Detrade partnership program": "Detrade கூட்டா ண்மை திட்டம்",
  "Detrade reserves the final interpretation rights for this campaign.": "இந்த பிரச்சாரத்திற்கான இறுதி விளக்க உரிமைகளை Detrade கொண்டுள்ளது.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "எந்தவொரு விதிகளையும் நிபந்தனைகளையும் அதன் சொந்த விருப்பப்படி மற்றும் முன் அறிவிப்பு இல்லாமல் மாற்றுவதற்கான உரிமையை Detrade கொண்டுள்ளது.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "போட்டியின் எந்த நிலையிலும் எங்கள் விதிகளை மீறும் வீரர்களை விலக்குவதற்கான உரிமையை Detrade கொண்டுள்ளது.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "எந்தவொரு தொடர்புடைய விதிமுறைகள் மற்றும் நிபந்தனைகள் உட்பட, எந்த நேரத்திலும் செயல்பாட்டை அல்லது ஏர் டிராப் விநியோகத்தை திருத்த, இடைநிறுத்த அல்லது ரத்து செய்ய Detrade உரிமையை கொண்டுள்ளது. மோசடி மற்றும் பிற சட்டவிரோத நடவடிக்கைகளை நிர்வகிப்பதற்கு/தடுப்பதற்கு இந்த திருத்தம் உள்ளது. வர்த்தகர் மோசடி மற்றும் பிற சட்டவிரோத நடவடிக்கைகளில் ஈடுபடாவிட்டால், அத்தகைய எந்தவொரு திருத்தமும் பங்கேற்கத் தேர்ந்தெடுத்த வர்த்தகர்களைப் பாதிக்காது.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "இந்த தனியுரிமைக் கொள்கையை எந்த நேரத்திலும் புதுப்பிக்க அல்லது மாற்றுவதற்கான உரிமையை Detrade கொண்டுள்ளது. புதிய தனியுரிமைக் கொள்கையை எங்கள் பிளாட்ஃபார்மில் இடுகையிடுவதன் மூலம் ஏதேனும் மாற்றங்கள் இருந்தால் உங்களுக்கு அறிவிப்போம். ஏதேனும் மாற்றங்களுக்கு இந்த தனியுரிமைக் கொள்கையை அவ்வப்போது மதிப்பாய்வு செய்யுமாறு அறிவுறுத்தப்படுகிறீர்கள். தனியுரிமைக் கொள்கையில் ஏதேனும் மாற்றங்களுக்குப் பிறகு, எங்கள் தளத்தை நீங்கள் தொடர்ந்து பயன்படுத்தினால், அந்த மாற்றங்களை நீங்கள் அங்கீகரிப்பதுடன், புதுப்பிக்கப்பட்ட தனியுரிமைக் கொள்கைக்குக் கட்டுப்பட்டுக் கட்டுப்படுவதற்கான உங்கள் ஒப்புதலையும் உருவாக்கும்.",
  "Detrade weekly draw": "Detrade வாராந்திர வரைதல்",
  "Developer documentation": "டெவலப்பர் ஆவணங்கள்",
  "Device": "சாதனம்",
  "Diamond": "வைரம்",
  "Diamond Partner": "டயமண்ட் பார்ட்னர்",
  "Didn't find an answer to our question?": "எங்கள் கேள்விக்கு பதில் கிடைக்கவில்லையா?",
  "Direction": "திசை",
  "Discover trending tokens. Trade. Earn. Repeat.": "பிரபலமான டோக்கன்களைக் கண்டறியவும். வர்த்தகம் செய்யவும். சம்பாதிக்கவும். மீண்டும் செய்யவும்.",
  "Distributing Payout": "செலுத்துதல் விநியோகம்",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "சிறப்புச் சின்னங்கள் மற்றும் ஸ்பேஸ் பார் பயன்படுத்த வேண்டாம், இல்லையெனில் உங்கள் கணக்கு ஆதரிக்கப்படாமல் போகலாம்.",
  "Do not use special symbols, otherwise your account may not be supported.": "சிறப்பு சின்னங்களைப் பயன்படுத்த வேண்டாம், இல்லையெனில் உங்கள் கணக்கு ஆதரிக்கப்படாமல் போகலாம்.",
  "Does the company have the legal qualifications to carry out relevant business?": "சம்பந்தப்பட்ட வணிகத்தை மேற்கொள்வதற்கு நிறுவனத்திற்கு சட்டப்பூர்வ தகுதிகள் உள்ளதா?",
  "Don't beg or ask for loans, rains or tips.": "கடன், மழை, குறிப்பு என்று கெஞ்சவோ, கேட்கவோ வேண்டாம்.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "எந்த விதமான விளம்பரம்/வர்த்தகம்/விற்பனை/வாங்குதல் அல்லது சேவைகளை வழங்குதல் போன்றவற்றில் ஈடுபட வேண்டாம்.",
  "Don't harass or be offensive to other users or Detrade staff.": "பிற பயனர்கள் அல்லது Detrade ஊழியர்களைத் துன்புறுத்தவோ அல்லது புண்படுத்தவோ வேண்டாம்.",
  "Don't have an account?": "ஒரு கணக்கு இல்லையா?",
  "Don't let anyone see this!": "இதை யாரும் பார்க்க விடாதீர்கள்!",
  "Don't share any personal information (including socials) of you or other players.": "உங்கள் அல்லது பிற வீரர்களின் தனிப்பட்ட தகவல்களை (சமூகங்கள் உட்பட) பகிர வேண்டாம்.",
  "Don't share codes, scripts or any other bot service.": "குறியீடுகள், ஸ்கிரிப்ட்கள் அல்லது வேறு எந்த போட் சேவையையும் பகிர வேண்டாம்.",
  "Don't show again": "மீண்டும் காட்டாதே",
  "Don't spam & don't use excessive capital letters when chatting.": "ஸ்பேம் செய்யாதீர்கள் மற்றும் அரட்டை அடிக்கும் போது அதிக பெரிய எழுத்துக்களைப் பயன்படுத்தாதீர்கள்.",
  "Don't use URL shortening services. Always submit the full link.": "URL சுருக்குதல் சேவைகளைப் பயன்படுத்த வேண்டாம். எப்போதும் முழு இணைப்பைச் சமர்ப்பிக்கவும்.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "அரட்டையில் மாற்று (alts) கணக்குகளைப் பயன்படுத்த வேண்டாம், அது கண்டிப்பாகத் தடைசெய்யப்பட்டுள்ளது.",
  "Done": "முடிந்தது",
  "Down": "டோவ்ன்",
  "Down Wins": "டவுன் வின்ஸ்",
  "Down vs. Up Ratio (Live Data)": "டவுன் வெர்சஸ் அப் ரேஷியோ (நேரடி தரவு)",
  "Download": "பதிவிறக்கவும்",
  "Download the Google Authenticator app": "Google Authenticator பயன்பாட்டைப் பதிவிறக்கவும்",
  "Drop us a line here": "இங்கே ஒரு வரியை விடுங்கள்",
  "Duration: {{time}}": "காலம்: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "நகல்களைத் தவிர்க்க ஒவ்வொரு ஆர்டர் ஐடியையும் ஒருமுறை மட்டுமே பயன்படுத்த முடியும்.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "ஒவ்வொரு பயனரும் <0>ஒரே ஒரு</0> முதல் வைப்பு போனஸுக்கு மட்டுமே தகுதியுடையவர்கள்",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "ஒவ்வொரு வவுச்சர் குறியீட்டையும் ஒரு பயனருக்கு ஒரு முறை மட்டுமே கோர முடியும். ஒருமுறை கோரப்பட்டால், வெகுமதியை திரும்பப் பெற முடியாது.",
  "Earn": "சம்பாதிக்க",
  "Earn up to 50% commission.": "50% வரை கமிஷன் பெறுங்கள்.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "உங்கள் கணிப்பு சரியாக இருந்தால் {{payout}}% வரை லாபம் ஈட்டவும்.",
  "Easy access from your smartphone": "உங்கள் ஸ்மார்ட்போனிலிருந்து எளிதாக அணுகலாம்",
  "Edit your avatar": "உங்கள் அவதாரத்தை திருத்து",
  "Email": "மின்னஞ்சல்",
  "Email Code": "மின்னஞ்சல் குறியீடு",
  "Email verification code's length is not right": "மின்னஞ்சல் சரிபார்ப்புக் குறியீட்டின் நீளம் சரியாக இல்லை",
  "End Time": "முடிவு நேரம்",
  "End Time Invalid( hh : mm : ss )": "முடிவு நேரம் தவறானது (hh : mm : ss)",
  "End Time is earlier than Start Time": "இறுதி நேரம் தொடக்க நேரத்தை விட முந்தையது",
  "End rate": "இறுதி வீதம்",
  "Ends in {{time}} days": "{{time}} நாட்களில் முடிகிறது",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "உத்தரவாதமான நியாயத்திற்காக வெளிப்படையான மற்றும் சரிபார்க்கக்கூடிய வழிமுறைகளுடன் உண்மையான, கையாளுதல் இல்லாத விலை நிர்ணயத்தை உறுதி செய்தல்.",
  "Enter Code": "குறியீடு உள்ளிடவும்",
  "Enter number of daily active players": "தினசரி செயலில் உள்ள வீரர்களின் எண்ணிக்கையை உள்ளிடவும்",
  "Enter the 2FA code ": "2FA குறியீட்டை உள்ளிடுக ",
  "Enter the 6-digit code sent to": "அனுப்பப்பட்ட 6 இலக்க குறியீட்டை உள்ளிடவும்",
  "Enter withdraw address": "திரும்பப் பெறுவதற்கான முகவரியை உள்ளிடவும்",
  "Enter your email": "உங்கள் மின்னஞ்சலை உள்ளிடவும்",
  "Enter your email and we'll send you a new password": "உங்கள் மின்னஞ்சலை உள்ளிடவும், நாங்கள் உங்களுக்கு புதிய கடவுச்சொல்லை அனுப்புவோம்",
  "Enter your name": "உங்கள் பெயரை உள்ளிடவும்",
  "Enter your new password": "புதிய கடவுச்சொல் உள்ளிடவும்",
  "Enter your old password": "உங்கள் பழைய கடவுச்சொல்லை உள்ளிடவும்",
  "Enter your password": "உங்கள் கடவுச்சொல்லை உள்ளிடவும்",
  "Enterprise Partner": "நிறுவன பங்குதாரர்",
  "Entrepreneurs": "தொழில்முனைவோர்",
  "Entry Price": "நுழைவு விலை",
  "Entry Time": "நுழைவு நேரம்",
  "Entry fee": "நுழைவு கட்டணம்",
  "Entry price": "நுழைவு கட்டணம்",
  "Esteemed Affiliate": "மதிப்பிற்குரிய துணை",
  "Event Details": "நிகழ்வு விவரம்",
  "Event time: {{ startTime }} - {{ endTime }}": "நிகழ்வு நேரம்: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "ஒவ்வொரு மாதமும், STONKS வர்த்தக சின்னத்தில் பங்கேற்கும் 300 பயனர்களுக்கு BCD இல் மொத்தம் <0>{{amount}}</0> ஐ சீரற்ற முறையில் விநியோகிப்போம்!",
  "Examples": "எடுத்துக்காட்டுகள்",
  "Exchange": "பரிமாற்றம்",
  "Exit price": "வெளியேறும் விலை",
  "Experience": "அனுபவங்கள்",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "அனுபவம் வாய்ந்த தயாரிப்பு மற்றும் தொழில்நுட்ப வல்லுநர்கள் உங்களுக்கு தொழில்முறை ஆதரவை வழங்குகிறார்கள் மேலும் சிறந்த தயாரிப்புகளை உங்களுக்கு வழங்குவதற்கு தயாரிப்பு செயல்பாடுகளை இலவசமாக மேம்படுத்துவார்கள்.",
  "Expert Support": "நிபுணர் ஆதரவு",
  "Expired": "காலாவதியானது",
  "Expires in": "காலாவதியாகும் தேதி",
  "Explain": "விளக்கவும்",
  "Exploiting platform bugs or system loopholes": "இயங்குதளப் பிழைகள் அல்லது அமைப்பு ஓட்டைகளைப் பயன்படுத்துதல்",
  "Extensive coverage": "விரி வான கவரேஜ்",
  "FAQ": "FAQ",
  "Failed": "தோல்வியடைந்தது",
  "False deposits, money laundering, or manipulation to trigger rewards": "தவறான வைப்புத்தொகை, பணமோசடி அல்லது வெகுமதிகளைத் தூண்டுவதற்கான கையாளுதல்",
  "Fast response": "வேகமாக பதில்",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "விரைவான பரிவர்த்தனைகள், வங்கி மூலதன ஊசி மற்றும் லாபப் பகிர்வு, நிலுவையில் உள்ள ஆர்டர்கள் மற்றும் பரிவர்த்தனை நகலெடுப்பு ஆகியவை வசதியான மற்றும் நெகிழ்வான வர்த்தக முறைகள்.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "வேகமான வர்த்தகங்கள். எளிமையான முடிவுகள். சமூகத்தில் உள்ள சக வர்த்தகர்களுடன் நிகழ்நேர தொடர்பு.",
  "Favorite Trading Derivatives": "பிடித்த வர்த்தக வழித்தோன்றல்கள்",
  "Favorites": "பிடித்தவை",
  "Fear & Greed Index": "பயம் மற்றும் பேராசை குறியீடு",
  "Fee": "கட்டணம்",
  "Fee options": "பணம் விருப்பங்கள்",
  "Fiat": "ஃபியட்",
  "Finished": "முடிந்தது",
  "First deposit bonus guide": "முதல் வைப்பு போனஸ் வழிகாட்டி",
  "Fixed fee limit": "வரையறுக்கப்பட்ட கட்டண வரம்பு",
  "Flat fee": "நிலையான கட்டணம்",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "நிலையான கட்டணம் உங்கள் பதவியின் சதவீதமாக கணக்கிடப்படுகிறது (தொகை * அந்நியச் செலாவணி)",
  "Flexible transaction mode": "நெகிழ்வான பரிவர்த்தனை முறை",
  "Floating PnL": "மிதக்கும் PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "எங்கள் <0>அதிக குறைந்த பரப்பில்</0> ஒவ்வொரு ${{ticketQuota}} வர்த்தகத்திற்கும், தானாக ஒரு ரேஃபிள் டிக்கெட்டைப் பெறுவீர்கள். எனவே முடிந்தவரை பல டிக்கெட்டுகளைப் பெறுவதன் மூலம் உங்களுக்கான சிறந்த வாய்ப்பை வெல்வதை உறுதிப்படுத்திக் கொள்ளுங்கள்!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "உதாரணமாக, உங்களிடம் 10x பெருக்கியுடன் $500 க்கு திறந்த நீண்ட BTC நிலை இருந்தால், நிதி விகிதம் 0.1% ஆக இருந்தால், முதல் 8 மணிநேரத்திற்குப் பிறகு ஒரு மணி நேரத்திற்கு $0.21 கட்டணம் வசூலிக்கப்படும். நிலை நீண்டதாக இல்லாமல் குறுகியதாக இருந்தால், உங்களுக்கு நிதி கொடுப்பனவுகள் கிடைக்கும். உங்கள் நிலை 8 மணி நேரத்திற்குள் மூடப்பட்டால், நிதி கொடுப்பனவுகள் எதுவும் செய்யப்படாது.",
  "For the safety of your funds, must complete the following binding": "உங்கள் நிதிகளின் பாதுகாப்பிற்காக, பின்வரும் பிணைப்பைப் பூர்த்தி செய்ய வேண்டும்",
  "For the safety of your funds, withdrawals must complete the following binding": "உங்கள் நிதிகளின் பாதுகாப்பிற்காக, திரும்பப் பெறுதல்கள் பின்வரும் பிணைப்பை நிறைவு செய்ய வேண்டும்",
  "Forgot?": "மறந்துவிட்டதா?",
  "Free": "இலவச",
  "Frequently Asked Questions (FAQ)": "அடிக்கடி கேட்கப்படும் கேள்விகள் (FAQ)",
  "Frequently asked questions": "அடிக்கடி கேட்கப்படும் கேள்விகள்",
  "From": "இதிலிருந்து",
  "Funding Payments": "நிதி கொடுப்பனவுகள்",
  "Funding fee history": "நிதி கட்டண வரலாறு",
  "Funding/h": "நிதி/ம",
  "Futures": "எதிர்காலங்கள்",
  "Futures Entrust": "ஃபியூச்சர்ஸ் என்ட்ரஸ்ட்",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "எதிர்கால வர்த்தகம் என்பது ஸ்பாட் சந்தையுடன் தொடர்புடைய ஒரு பரிவர்த்தனையாகும். எதிர்கால ஒப்பந்த வர்த்தகத்தில் ஏற்படும் உயர்வு அல்லது வீழ்ச்சியை பயனர்கள் தீர்மானிக்கலாம் மற்றும் விலை உயர்வு அல்லது வீழ்ச்சியிலிருந்து லாபத்தைப் பெற நீண்ட ஒப்பந்தங்களை வாங்கலாம் அல்லது குறுகிய ஒப்பந்தங்களை விற்கலாம். அதே நேரத்தில், அந்நியச் செலாவணியை அதிகரிப்பதன் மூலம் பயனர்கள் தங்கள் பதவிகளின் அளவை அதிகரிக்க கூடுதல் நிதியை கடன் வாங்கலாம்.",
  "Gas fee": "காஸ் கட்டணம்",
  "General access": "பொதுவான அணுகல்",
  "Get 50% bonus": "50% போனஸ் பெறுங்கள்",
  "Get Trading commission when your friends trading.": "உங்கள் நண்பர்கள் வர்த்தகம் செய்யும் போது வர்த்தக கமிஷனைப் பெறுங்கள்.",
  "Get free educational materials and 24/7 support": "இலவச கல்விப் பொருட்கள் மற்றும் 24/7 ஆதரவைப் பெறுங்கள்",
  "Get help": "உதவி பெறுங்கள்",
  "Go bind": "போய் கட்டு",
  "Go to home": "வீட்டுக்குப் போ",
  "Go to the Reward Center and manually activate your bonus voucher.": "வெகுமதி மையத்திற்குச் சென்று உங்கள் போனஸ் வவுச்சரை கைமுறையாகச் செயல்படுத்தவும்.",
  "Go trading": "வர்த்தகத்திற்குச் செல்லுங்கள்",
  "Gold": "தங்கம்",
  "Gold Partner": "தங்க பங்குதாரர்",
  "Good Job!": "நல்ல வேலை!",
  "Google 2FA code": "Google 2FA குறியீடு",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google அங்கீகரிப்பினை App store அல்லது Google Play இலிருந்து பதிவிறக்கம் செய்யலாம்.",
  "Got it": "கிடைத்தது",
  "Guess if the price ends higher or lower than the target.": "விலை இலக்கை விட அதிகமாகவோ அல்லது குறைவாகவோ முடிவடைகிறதா என்று யூகிக்கவும்.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "நீங்கள் தேடுவது கிடைக்கவில்லையா? இங்கே சில கேள்விகளைப் பாருங்கள், அல்லது கூடுதல் தகவலுக்கு எங்கள் உதவி மையத்தைப் பாருங்கள்.",
  "Hide Small": "சிறியதை மறை",
  "High Low": "உயர் குறைந்த",
  "High Low Guess if the price ends higher or lower than the target.": "இலக்கை விட விலை அதிகமாகவோ அல்லது குறைவாகவோ முடிவடைந்தால் உயர் குறைந்த யூகம்.",
  "High Low Spread": "உயர் குறைந்த பரவல்",
  "History": "வரலாறு",
  "Home": "ஹோமோ",
  "Hour": "மணி",
  "How does Playnance assist Partners in their platforms' promotion?": "கூட்டாளர்களின் தளங்களின் விளம்பரத்தில் Playnance எவ்வாறு உதவுகிறது?",
  "How it works": "இது எவ்வாறு இயங்குகிறது",
  "How much can I earn from my referral?": "எனது பரிந்துரை மூலம் நான் எவ்வளவு சம்பாதிக்க முடியும்?",
  "How to Claim Your Bonus": "உங்கள் போனஸை எவ்வாறு பெறுவது",
  "How to apply": "விண்ணப்பிக்கும் முறை",
  "How to invite": "எப்படி அழைக்க வேண்டும்",
  "How will players deposit and withdraw their funds?": "வீரர்கள் தங்கள் பணத்தை எவ்வாறு டெபாசிட் செய்து திரும்பப் பெறுவார்கள்?",
  "I acknowledge": "நான் ஒப்புக்கொள்கிறேன்",
  "I've made deposit": "டெபாசிட் செய்துவிட்டேன்",
  "ID verification": "அடையாள சரிபார்ப்பு",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "குறியீட்டு தொகுதிகள் ஸ்பாட் எக்ஸ்சேஞ்ச்கள்",
  "If you are a content creator, make sure to check out our": "நீங்கள் உள்ளடக்கத்தை உருவாக்குபவராக இருந்தால், எங்களுடையதைப் பார்க்கவும்",
  "If you believe your account was flagged in error, please contact official support to appeal.": "உங்கள் கணக்கு தவறுதலாக கொடியிடப்பட்டதாக நீங்கள் நம்பினால், மேல்முறையீடு செய்ய அதிகாரப்பூர்வ ஆதரவைத் தொடர்பு கொள்ளவும்.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "இந்தப் பரிமாற்றத்தை நீங்கள் முடிக்கவில்லை என்றால், டெபாசிட் செயல்முறையை <0>இங்கே</0> தொடரலாம்.",
  "If you have any questions about this Privacy Policy, please contact us at": "இந்த தனியுரிமைக் கொள்கை பற்றி ஏதேனும் கேள்விகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்",
  "If you have the traffic, it can be monetized.": "உங்களிடம் ட்ராஃபிக் இருந்தால், அதைப் பணமாக்க முடியும்.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "கவுண்டவுன் முடிவடையும் போது விலை குறையும் என நீங்கள் நினைத்தால், கீழே உள்ளதைத் தேர்ந்தெடுக்கவும். (படத்தில் உள்ள மதிப்புகள் நீங்கள் பெற்ற லாப விகிதத்திற்கு ஒத்திருக்கும்)",
  "If you think the price will fall, choose DOWN to catch the drop.": "விலை குறையும் என நீங்கள் நினைத்தால், வீழ்ச்சியைப் பிடிக்க கீழே என்பதைத் தேர்ந்தெடுக்கவும்.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "விலை குறையும் என்று நீங்கள் நினைத்தால், ஒரு விளிம்பை அமைத்து, ஒரு குறுகிய பொத்தானை சேமிக்கவும். விலை குறைந்தால் லாபம் கிடைக்கும்.",
  "If you think the price will go up, choose UP to go with the trend.": "விலை உயரும் என்று நீங்கள் நினைத்தால், போக்குக்கு ஏற்ப செல்ல உப் ஐத் தேர்ந்தெடுக்கவும்.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "விலை உயரும் என்று நீங்கள் நினைத்தால், ஒரு விளிம்பை அமைத்து, நீண்ட பொத்தானைக் கிளிக் செய்யவும். விலை ஏறினால் லாபம் கிடைக்கும்.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "கவுண்ட்டவுன் முடிவில் விலை உயரும் என நீங்கள் நினைத்தால், மேலே என்பதைத் தேர்ந்தெடுக்கவும். (படத்தில் உள்ள மதிப்புகள் நீங்கள் பெற்ற லாப விகிதத்திற்கு ஒத்திருக்கும்)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "தயாரிப்பு மேலாண்மை அல்லது தொழில்நுட்ப மேம்பாட்டை விட விற்பனை மற்றும் வருவாயில் கவனம் செலுத்த விரும்பினால்.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "உங்கள் பணி 8 மணி நேரத்திற்கும் மேலாக திறந்திருந்தால், சந்தை நிலவரங்களைப் பொறுத்து மணிநேர நிதிக் கட்டணங்கள் பொருந்தும். இந்தக் கட்டணங்கள் உங்கள் கணக்கு இருப்பிலிருந்து நேரடியாகக் கழிக்கப்படும். நிதிக் கட்டணங்களை ஈடுகட்ட உங்கள் இருப்பு போதுமானதாக இல்லாவிட்டால், உங்கள் பணி அமைப்பால் வலுக்கட்டாயமாக மூடப்படும்.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "உங்கள் பதவி 8 மணி நேரத்திற்கும் மேலாக திறந்திருந்தால், சந்தை நிலவரங்களைப் பொறுத்து மணிநேர நிதிக் கட்டணம் பொருந்தும்.",
  "Important Reminders": "முக்கியமான நினைவூட்டல்கள்",
  "Income": "வருமானம்",
  "Increase Limit": "வரம்பை அதிகரிக்கவும்",
  "Increase aggregate limit": "மொத்த வரம்பை அதிகரிக்கவும்",
  "Increase limit": "வரம்பை அதிகரி",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "உங்கள் மேடையில் Detrade கிரிப்டோகரன்சி டெரிவேடிவ்களை ஒருங்கிணைக்கவும்",
  "Integration": "ஒருங்கிணைப்பு",
  "Integration program": "ஒருங்கிணைப்பு நிரல்",
  "Intelligent integrated services": "அறிவார்ந்த ஒருங்கிணைந்த சேவைகள்",
  "Internal group": "உள்ளகக் குழு",
  "Intuitive trader transaction data display and statistics": "உள்ளுணர்வு வர்த்தகர் பரிமாற்ற தரவு காட்சி மற்றும் புள்ளிவிவரங்கள்",
  "Intuitive trading trend display and analysis tools": "உள்ளுணர்வு வர்த்தக போக்கு காட்சி மற்றும் பகுப்பாய்வு கருவிகள்",
  "Invalid email": "தவறான மின்னஞ்சல்",
  "Invite friends": "நண்பர்களை அழை",
  "Invite friends to earn  20% commission": "20% கமிஷனைப் பெற நண்பர்களை அழைக்கவும்",
  "Invite only": "அழைப்பு மட்டும்",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "பரிந்துரை திட்டத்தின் மூலம் நான் எவ்வளவு காலம் கமிஷன்களைப் பெற முடியும் என்பதற்கு வரம்பு உள்ளதா?",
  "Is there a limit to the invitation rewards I can receive?": "நான் பெறும் அழைப்பு வெகுமதிகளுக்கு வரம்பு உள்ளதா?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "இது முதலீட்டாளர்கள் சந்தையின் உணர்ச்சி நிலையைப் புரிந்துகொள்ள உதவுகிறது, இது வாங்குதல் மற்றும் விற்பனை நடத்தைகளை பாதிக்கலாம்.",
  "Join  our community": "எங்கள் சமூகத்தில் இணையுங்கள்",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "உங்கள் தளத்தின் செயல்பாட்டு வளர்ச்சியை விரைவுபடுத்த Detrade Connect இல் சேரவும், நாங்கள் உங்களுக்குச் சேவை உத்தரவாதங்களை வழங்குகிறோம்.",
  "Join and earn extra bonuses!": "சேர்ந்து கூடுதல் போனஸைப் பெறுங்கள்!",
  "Join free competitions": "இலவச போட்டிகளில் சேருங்கள்",
  "Join now and get a": "இப்போது சேரவும் மற்றும் ஒரு பெறவும்",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "எங்கள் வாராந்திர ரேண்டம் லாட்டரியில் சேர்ந்து <0>${{amount}}</1> ஐப் பகிரவும்!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "KYC சரிபார்ப்பு",
  "KYC authentication": "KYC அங்கீகரிப்பு",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "உங்கள் பதவியை 8 மணி நேரத்திற்கும் மேலாகத் திறந்தே வைத்திருங்கள், சந்தை நிலவரங்களைப் பொறுத்து, மணிநேர நிதிப் பணம் உங்களுக்குக் கிடைக்கலாம் அல்லது பெறலாம்.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "உங்கள் நிலையை 8 மணி நேரத்திற்கும் மேலாகத் திறந்து வைத்திருங்கள், சந்தை நிலவரங்களைப் பொறுத்து மணிநேர நிதிப் பணம் செலுத்தலாம் அல்லது பெறலாம். சந்தை ஏற்றத்தில் இருக்கும்போது, நிதி விகிதம் நேர்மறையாகவும், நீண்ட வர்த்தகர்கள் குறுகிய வர்த்தகர்களுக்குக் கட்டணம் செலுத்துவார்கள். சந்தை ஏற்றத்தில் இருக்கும்போது, நிதி விகிதம் எதிர்மறையாகவும், குறுகிய வர்த்தகர்கள் நீண்ட வர்த்தகர்களுக்குக் கட்டணம் செலுத்துவார்கள்.",
  "Language": "மொழி",
  "Large product research & Development team": "பெரிய தயாரிப்பு ஆய்வு மற்றும் மேம்பாட்டுக் குழு",
  "Last price": "இறுதி விலை",
  "Latest events": "சமீபத்திய சம்பவங்கள்",
  "Launch now": "இப்போதே தொடங்கு",
  "Leaderboard": "லீடர்போர்டு",
  "Learn": "கற்கவும்",
  "Learn More": "மேலும் அறிக",
  "Level assessment & update": "நிலை மதிப்பீடு மற்றும் புதுப்பித்தல்",
  "Leverage": "லெவெரேஜ்",
  "Leverage 1000x Maximum": "அதிகபட்சம் 1000x லீவரேஜ்",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "உங்கள் சொந்த வர்த்தக பயன்பாட்டைத் தொடங்க Detrade இன் தொழில்நுட்பத்தைப் பயன்படுத்தவும். உங்கள் வாடிக்கையாளர்களுக்கு மேம்பட்ட வர்த்தக அனுபவத்தை வழங்குங்கள் மற்றும் உங்கள் பயன்பாட்டில் செயல்படுத்தப்படும் ஒவ்வொரு வர்த்தகத்திலிருந்தும் சம்பாதிக்கவும்.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "குறைந்த அளவு மூலதனத்துடன் உங்கள் நிலையின் அளவைப் பெருக்க லீவரேஜ் உங்களை அனுமதிக்கிறது. அதிக லீவரேஜ் சாத்தியமான லாபம் மற்றும் ஆபத்து இரண்டையும் அதிகரிக்கிறது.",
  "License": "உரிமம்",
  "License Information": "உரிமத் தகவல்",
  "Light": "ஒளி",
  "Limits": "வரம்புகள்",
  "Liq price": "கலைப்பு விலை",
  "Liq.Price": "லிக்.விலை",
  "Liq.price": "லிக்.விலை",
  "Liquidated": "லிகிவிடடேட்",
  "Live": "வாழ்க",
  "Live chat": "நேரடி அரட்டை",
  "Live trade": "லைவ் ட்ரடே",
  "Loading Failed": "ஏற்றுதல் தோல்வியடைந்தது",
  "Log out": "வெளியேறு",
  "Login": "லொகின்",
  "Login 2FA switch": "2FA சுவிட்ச் உள்நுழைக",
  "Login here.": "இங்கே உள்நுழையவும்.",
  "Login history": "புகுபதிவு வரலாறு",
  "Login method": "புகுபதிவு முறை",
  "Login to Detrade": "Detrade-இல் உள்நுழையவும்",
  "Login with email code": "மின்னஞ்சல் குறியீட்டைக் கொண்டு உள்நுழையவும்",
  "Login with password": "கடவுச்சொல்லுடன் உள்நுழையவும்",
  "Lose": "இழக்க",
  "Loser": "தோற்றவர்",
  "Loved by users": "பயனர்களால் விரும்பப்படும்",
  "Major features:": "முக்கிய அம்சங்கள்:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "வெற்றிகரமான வர்த்தகங்களைச் செய்து உங்கள் முதல் வைப்புத்தொகையில் அதிகபட்ச போனஸைக் குவிக்கவும். <0>மேலும் அறிக<0>",
  "Manual": "கையேடு",
  "Mark Price": "மார்க் விலை",
  "Mark price": "குறி விலை",
  "Market": "சந்தை",
  "Market Impact Effects": "சந்தை தாக்க விளைவுகள்",
  "Max": "மேக்ஸ்",
  "Max Profit": "அதிகபட்ச லாபம்",
  "Max TV": "மேக்ஸ் TV",
  "Max Trade": "அதிகபட்ச வர்த்தகம்",
  "Max solo bonus": "அதிகபட்ச சோலோ போனஸ்",
  "Max withdrawal limit": "அதிகபட்ச திரும்பப் பெறுதல் வரம்பு",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "உறுப்பினர் நட்பு அமைப்பு: எங்கள் தற்போதைய உறுப்பினர்கள் பலர் எங்கள் திட்டத்தின் மூலம் நிலையான செயலற்ற வருமானத்தை வெற்றிகரமாக உருவாக்கியுள்ளனர். இப்போது உங்கள் முறை.",
  "Memo": "மெமோ",
  "Memo is required": "மெமோ தேவை",
  "Memo/Tag": "குறிப்பு/குறிச்சொல்",
  "Menu": "மெனு",
  "Min Trade": "குறைந்தபட்ச வர்த்தகம்",
  "Minimum Deposit": "குறைந்தபட்ச வைப்புத்தொகை",
  "Minimum {{min}} characters": "குறைந்தபட்சம் {{min}} பாத்திரங்கள்",
  "Minimum {{min}} characters and maximum {{max}} characters": "குறைந்தபட்ச {{min}} பாத்திரங்கள் அதிகபட்ச {{max}} பாத்திரங்கள்",
  "Minute": "நிமிடம்",
  "Money Distributed": "பணம் விநியோகிக்கப்பட்டது",
  "Month": "மாதம்",
  "Month's Pnl": "மாதத்தின் Pnl",
  "Monthly Earnings": "மாதாந்திர வருவாய்",
  "Monthly cashback cap": "மாதாந்திர கேஷ்பேக் கேப்",
  "More": "மேலும்",
  "Multi-account abuse or airdrop farming behavior": "பல கணக்கு முறைகேடு அல்லது ஏர் டிராப் விவசாய நடத்தை",
  "Multiple crypto currency binary options derivatives": "பல கிரிப்டோ நாணய பைனரி விருப்பங்களின் வழித்தோன்றல்கள்",
  "Multiple investment models": "பல முதலீட்டு மாதிரிகள்",
  "Multiplier": "பெருக்கல்",
  "Must be at least {{less}}": "குறைந்தது இருக்க வேண்டும் {{less}}",
  "Must be at most {{large}}": "அதிகபட்சம் இருக்க வேண்டும் {{large}}",
  "My Position": "எனது நிலை",
  "My activity": "என்னுடைய செயல்பாடு",
  "My referral code": "என்னுடைய பரிந்துரை குறியீடு",
  "My referral link": "எனது குறிப்பு இணைப்பு",
  "My reward": "எனது ரெவ்ர்டு",
  "My vouchers": "எனது வவுச்சர்கள்",
  "NA": "NA",
  "Name": "பெயர்",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "உதவி தேவையா? எங்கள் உதவி மையத்தைப் பார்வையிடவும் அல்லது வாடிக்கையாளர் ஆதரவைத் தொடர்பு கொள்ளவும். உங்களுக்கு 24/7 உதவ நாங்கள் இங்கே இருக்கிறோம்.",
  "Network": "நெட்வொர்க்",
  "New": "புதியது",
  "New Password": "புதிய கடவுச்சொல்",
  "New Trading Symbol": "புதிய டிரேடிங் சிம்பல்",
  "New messages": "புதிய செய்திகள்",
  "New notice": "புதிய அறிவிப்பு",
  "New password is {{exceed}} length": "புதிய கடவுச்சொல் {{exceed}} நீளம்",
  "New user": "புதிய பயனர்",
  "Next": "அடுத்து",
  "Next Draw Starts in": "அடுத்த டிரா தொடங்குகிறது",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC என்பது சுயமாக இயக்கும் முதலீட்டாளர்களுக்கு தரகு சேவைகளை வழங்கும் ஒரு தரகு நிறுவனமாகும், மேலும் இது பரிந்துரைகளை வழங்குவதில்லை அல்லது முதலீடு, நிதி, சட்டம் அல்லது வரி ஆலோசனைகளை வழங்குவதில்லை. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC என்பது ஒரு தரகு நிறுவனமாகும், இது சுய-இயக்க முதலீட்டாளர்களுக்கு தரகு சேவைகளை வழங்குகிறது, மேலும் இது பரிந்துரைகள் அல்லது முதலீடு, நிதி, சட்ட அல்லது வரி ஆலோசனைகளை வழங்காது. ஆன்லைன் வர்த்தகமானது, சந்தை நிலைமைகள், கணினி செயல்திறன் மற்றும் பிற காரணிகளின் காரணமாக கணினி மறுமொழி மற்றும் அணுகல் நேரங்களின் ஏற்ற இறக்கங்கள் உட்பட உள்ளார்ந்த அபாயங்களைக் கொண்டுள்ளது. வர்த்தகம் செய்வதற்கு முன், ஒரு சுயாதீனமான, உரிமம் பெற்ற நிதி ஆலோசகரை அணுகி, உங்களுக்கு தேவையான இடர் பசி, அனுபவம் மற்றும் அறிவு ஆகியவற்றை உறுதிப்படுத்தவும். எந்தவொரு சூழ்நிலையிலும் Nexus Play LLC எந்தவொரு நபருக்கும் அல்லது நிறுவனத்திற்கும் எந்தவொரு நேரடி, மறைமுக, சிறப்பு, விளைவு அல்லது தற்செயலான சேதங்களுக்கு எந்தப் பொறுப்பையும் கொண்டிருக்காது. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, உரிமம் இன் கீழ் முவாலி சர்வதேச சேவைகள் ஆணையத்தால் (M.I.S.A.) அங்கீகரிக்கப்பட்டு கட்டுப்படுத்தப்படும் ஒரு தரகு நிறுவனம் #BFX2024137.",
  "No": "நோ",
  "No Hidden Fees": "மறைக்கப்பட்ட கட்டணம் இல்லை",
  "No More Data": "இனி தரவு இல்லை",
  "No More Orders": "இனி ஆர்டர்கள் இல்லை",
  "No data available": "தரவு எதுவும் கிடைக்கவில்லை",
  "No discussion of streamers or Twitch or any other similar platforms.": "ஸ்ட்ரீமர்கள் அல்லது Twitch அல்லது பிற ஒத்த தளங்களைப் பற்றிய விவாதம் இல்லை.",
  "No downloads or updates required": "பதிவிறக்கங்கள் அல்லது புதுப்பிப்புகள் தேவையில்லை",
  "No funding within 60 minutes for this order": "இந்த ஆர்டருக்காக 60 நிமிடங்களுக்குள் நிதியுதவி இல்லை",
  "No installation is required and you can trade via your smartphone's web browser.": "நிறுவல் தேவையில்லை மற்றும் உங்கள் ஸ்மார்ட்போனின் இணைய உலாவி மூலம் வர்த்தகம் செய்யலாம்.",
  "No more data": "மேலும் தரவு இல்லை",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "அரட்டையில் அரசியல் மற்றும் மதப் பேச்சு இல்லை, இது கண்டிப்பாகத் தடைசெய்யப்பட்டுள்ளது.",
  "No suspicious behavior that can be seen as potential scams.": "சாத்தியமான மோசடிகளாகக் காணக்கூடிய சந்தேகத்திற்கிடமான நடத்தை எதுவும் இல்லை.",
  "No withdrawal of coins within 24 hours": "24 மணி நேரத்திற்குள் நாணயங்களை திரும்பப் பெற முடியாது",
  "Not activated": "இயக்கப்படவில்லை",
  "Not completed": "முடிக்கப்படவில்லை",
  "Note": "குறிப்பு",
  "Notification": "அறிவிப்பு",
  "Now login disabled 2FA": "இப்போது முடக்கப்பட்ட 2FA இல் உள்நுழைக",
  "Now login need 2FA": "இப்போது உள்நுழைய 2FA தேவை",
  "Old Password": "பழைய கடவுச்சொல்",
  "Old password is {{exceed}} length": "பழைய கடவுச்சொல் {{exceed}} நீளம்",
  "On going": "போகிறது",
  "On your first deposit": "உங்கள் முதல் வைப்பில்",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "செயல்படுத்தப்பட்டதும், உங்கள் நிலை அளவு ≥ போனஸ் மதிப்பாக இருந்தால், கணினி தானாகவே வர்த்தகத்திற்கு முதலில் போனஸைப் பயன்படுத்தும்.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "விதை வெளிப்படுத்தப்பட்டவுடன், வர்த்தகச் சுற்றிலிருந்து எவரும் விலையைச் சரிபார்க்கலாம். பின்வரும் பைதான் குறியீடு அதன் விதை கொடுக்கப்பட்ட ஒரு சுற்றுக்கான முதல் 100 விலைகளைக் கணக்கிடுகிறது:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "நீங்கள் அனைத்து 4 வர்த்தக முறைகளையும் (ஹைலோ / ஸ்ப்ரெட் / ஃபியூச்சர் / அப் டவுன்) திறந்தவுடன், உங்களின் முழு போனஸ் (உங்கள் டெபாசிட்டில் 50%) தானாகவே வழங்கப்படும்.",
  "Ongoing": "தொடர்கிறது",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "சந்தை நிலைமைகள், அமைப்பின் செயல்திறன் மற்றும் பிற காரணிகளால் அமைப்பின் பதில் மற்றும் அணுகல் நேரங்களில் ஏற்படும் ஏற்ற இறக்கங்கள் உள்ளிட்ட உள்ளார்ந்த அபாயங்களை ஆன்லைன் வர்த்தகம் கொண்டுள்ளது. வர்த்தகம் செய்வதற்கு முன், ஒரு சுயாதீனமான, உரிமம் பெற்ற நிதி ஆலோசகரை அணுகி, உங்களுக்கு தேவையான ஆபத்து ஆர்வமும், அனுபவமும், அறிவும் இருப்பதை உறுதிசெய்து கொள்ளுங்கள். எந்தவொரு சூழ்நிலையிலும் எந்தவொரு நேரடி, மறைமுக, சிறப்பு, விளைவு அல்லது தற்செயலான சேதங்களுக்கும் Nexus Play LLC எந்தவொரு நபருக்கோ அல்லது நிறுவனத்துக்கோ எந்தப் பொறுப்பையும் கொண்டிருக்காது. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "இந்த முகவரிக்கு {{crypto}} மட்டும் அனுப்பவும், {{confirmations}} உறுதிப்படுத்தல்கள் தேவை.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "அரட்டை சேனலில் குறிப்பிடப்பட்டுள்ள மொழியை மட்டும் பயன்படுத்தவும், சாத்தியமான துஷ்பிரயோகம் அனுமதிக்கப்படும்.",
  "Open": "திற",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "சரிபார்ப்பு டோக்கனை செயல்படுத்த, Google Authenticator-ஐத் திறந்து, கீழே உள்ள QR குறியீட்டை ஸ்கேன் செய்யவும் அல்லது முக்கிய சொற்றொடரை கைமுறையாக உள்ளிடவும்",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "தற்போதைய நாணயத்திற்கான இந்த தளத்தில் பயனர்களின் திறந்த நிலை திசை சதவீதங்கள்",
  "Order Amount": "ஆர்டர் அளவு",
  "Order Id": "ஆர்டர் ஐடியை",
  "Order Progress": "ஒழுங்கு முன்னேற்றம்",
  "Order id": "ஐடி ஆர்டர்",
  "Order placed successfully!": "ஆர்டர் வெற்றிகரமாக வைக்கப்பட்டது!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "அசல் வங்கி முதலீட்டு மாதிரி, வருமானம் ஈட்ட எளிதானது, எந்த நேரத்திலும் சொத்துக்களை திரும்பப் பெறலாம்.",
  "Other": "மற்றவை",
  "Our Advantage": "எங்கள் நன்மை",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "எங்கள் இயங்குதளம் 18 வயதுக்குட்பட்ட குழந்தைகளின் உபயோகத்திற்காக அல்ல. 18 வயதுக்குட்பட்ட குழந்தைகளின் தனிப்பட்ட தகவலை நாங்கள் தெரிந்தே சேகரிக்கவோ அல்லது கோரவோ மாட்டோம். 18 வயதுக்குட்பட்ட குழந்தைகளிடமிருந்து தனிப்பட்ட தகவல்களை நாங்கள் சேகரித்தோம் என்பது எங்களுக்குத் தெரிந்தால், அந்தத் தகவலை விரைவில் நீக்குவோம்.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "எங்கள் இயங்குதளத்தில் மூன்றாம் தரப்பு இணையதளங்கள் அல்லது Detrade-க்கு சொந்தமான அல்லது கட்டுப்படுத்தப்படாத சேவைகளுக்கான இணைப்புகள் இருக்கலாம். எந்தவொரு மூன்றாம் தரப்பு இணையதளங்கள் அல்லது சேவைகளின் உள்ளடக்கம், தனியுரிமைக் கொள்கைகள் அல்லது நடைமுறைகள் மீது எங்களுக்கு எந்தக் கட்டுப்பாடும் இல்லை, மேலும் எந்தப் பொறுப்பையும் ஏற்க முடியாது. நீங்கள் பார்வையிடும் மூன்றாம் தரப்பு இணையதளங்களின் தனியுரிமைக் கொள்கைகளை மதிப்பாய்வு செய்யும்படி உங்களை ஊக்குவிக்கிறோம்.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "எங்கள் கூட்டாளர் திட்டம் வெற்றி-வெற்றி ஒத்துழைப்பை உருவாக்குவதற்கான எங்கள் உறுதிப்பாட்டை பிரதிபலிக்கிறது மற்றும் அனைத்து அளவிலான துணை நிறுவனங்களுக்கும் ஏற்றது. பரஸ்பர வளர்ச்சிக்கான எங்கள் பயணத்தில் எங்களுடன் சேருங்கள்!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "சிறந்த முடிவுகளை அடைபவர்களுக்கு ஊக்கத்தொகை வழங்குவதே எங்கள் திட்டம்.",
  "Outflow": "வெளியேற்றம்",
  "Over 70 popular crypto assets. Trade and increase your balance": "70க்கும் மேற்பட்ட பிரபலமான கிரிப்டோ சொத்துக்கள். உங்கள் இருப்பை வர்த்தகம் செய்து அதிகரிக்கவும்",
  "Overview": "கண்ணோட்டம்",
  "Own your branded platform": "உங்கள் பிராண்டட் தளத்தை சொந்தமாக்குங்கள்",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "போனஸ் வர்த்தகங்களிலிருந்து P&L உங்கள் உண்மையான கணக்கில் நேரடியாக வரவு வைக்கப்படும்",
  "PNL": "PNL",
  "Page error": "பக்க பிழை",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "பங்கேற்பு முறை: இந்த காலகட்டத்தில் 3 STONKS/BCD பரிவர்த்தனைகளை முடிக்கவும்.",
  "Partner Program": "கூட்டாளர் திட்டம்",
  "Partner program": "பங்குதாரர் திட்டம்",
  "Partnership Program": "கூட்டாண்மை திட்டம்",
  "Partnership Tiers": "கூட்டாண்மை அடுக்குகள்",
  "Partnership With A Trusted Pioneer": "நம்பகமான முன்னோடியுடன் கூட்டு",
  "Partnership program": "கூட்டுத் திட்டம்",
  "Password": "கடவுச்சொல்",
  "Password reset link sent. Check your email inbox.": "கடவுச்சொல்லை மீட்டமைக்கும் இணைப்பு அனுப்பப்பட்டது. உங்கள் மின்னஞ்சல் இன்பாக்ஸைப் பார்க்கவும்.",
  "Password strength": "கடவுச்சொல் பலம்",
  "Passwords must differ": "கடவுச்சொற்கள் வேறுபட்டிருக்க வேண்டும்",
  "Past": "கடந்த",
  "Past 1 year": "கடந்த 1 ஆண்டு",
  "Past {{days}} days": "கடந்த {{days}} நாட்கள்",
  "Past {{hours}} hours": "கடந்த {{hours}} மணிநேரங்கள்",
  "Payment Method": "கட்டண முறை",
  "Payout": "பெஅவுட்",
  "Payout Multiplier": "கொடுப்பனவு பெருக்கி",
  "Pending third-party processing (estimated {{hours}} hours).": "மூன்றாம் தரப்பு செயலாக்கம் நிலுவையில் உள்ளது (மதிப்பிடப்பட்ட {{hours}} மணிநேரம்).",
  "Pending third-party processing.": "மூன்றாம் தரப்பு செயலாக்கம் நிலுவையில் உள்ளது.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "சலுகைகளில் அதிக கமிஷன் விகிதங்கள், ஸ்பான்சர் செய்யப்பட்ட Detrade பிரச்சாரங்கள் மற்றும் பல!",
  "Personal": "தனிப்பட்ட",
  "Personal Info": "தனிநபர் தகவல்",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "உங்கள் நிலையை அதிகரிக்க ஒரு பெருக்கியைத் தேர்ந்தெடுக்கவும். அதிக பெருக்கியை அமைப்பது உங்கள் நிலையின் ஆபத்தை அதிகரிக்கிறது.",
  "Place Your Trade": "உங்கள் வர்த்தகத்தை வைக்கவும்",
  "Platform": "மேடை",
  "Platform Name": "தளத்தின் பெயர்",
  "Platform Type": "இயங்குதள வகை",
  "Platform Website": "பிளாட்ஃபார்ம் இணையதளம்",
  "Platinum": "பிளாட்டினம்",
  "Platinum Partner": "பிளாட்டினம் பார்ட்னர்",
  "Play now": "இப்போதே விளையாடு",
  "Players": "வீரர்கள்",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "பிளாட்ஃபார்ம் வழங்கிய ரீசார்ஜ் மற்றும் திரும்பப் பெறும் போர்டல்கள் மூலம் வீரர்கள் ரீசார்ஜ் மற்றும் திரும்பப் பெறும் செயல்பாடுகளைச் செய்யலாம்.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "பிட்காயின் விலையை வீரர்கள் கணிக்க முடியும். விலை அதிகரிப்பு அல்லது குறைவைக் கணிக்கும் குழுவில் வீரர்கள் சேரலாம் மற்றும் விளையாட்டில் பங்கேற்க குறிப்பிட்ட தொகையை முதலீடு செய்யலாம். வெற்றியாளர் முதலீட்டு விகிதத்தின்படி எதிர் கட்சியின் மூலதன பூல் சொத்துக்களை விநியோகிப்பார். முந்தைய எல்லா சுற்றுகளிலும் உள்ள வீரர்கள் தங்கள் பலனைப் பெற்ற பிறகுதான் புதிய கேமைத் தொடங்க முடியும்.",
  "Please enter a valid email address": "தயவுசெய்து ஒரு செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்",
  "Please enter an 2FA code": "2FA குறியீட்டை உள்ளிடவும்",
  "Please enter the seed": "தயவுசெய்து விதையை உள்ளிடவும்",
  "Please enter you remail": "உங்கள் மின்னஞ்சலை உள்ளிடவும்",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "டெபாசிட் செய்ய டெபாசிட் வழிகாட்டுதலைப் பின்பற்றவும், இல்லையெனில் உங்கள் டெபாசிட் காணாமல் போகும்.",
  "Please refresh the page or jump to the trading center": "பக்கத்தைப் புதுப்பிக்கவும் அல்லது வர்த்தக மையத்திற்குச் செல்லவும்",
  "PnL": "PnL",
  "PnL fee": "PnL கட்டணம்",
  "PnL fee limit": "PnL கட்ட ண வரம்பு",
  "PnL%": "PnL%",
  "Positions": "பதவிகள்",
  "Potential Return": "சாத்தியமான வருவாய்",
  "Powered by": "மூலம் இயக்கப்படுகிறது",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "வர்த்தகத்திற்கான விலை திசையை கணிக்கவும். நீங்கள் தேர்ந்தெடுத்த திசையில் விலை நகர்ந்தால், உங்களுக்கு லாபம் கிடைக்கும்!",
  "Preferences": "விருப்பத்தேர்வுகள்",
  "Premium support": "பிரீமி யம் ஆதரவு",
  "Preview": "முன்னோட்டம்",
  "Price": "விலை",
  "Price Formulation": "விலை உருவாக்கம்",
  "Price formulation": "விலை உருவா க்கம்",
  "Price move": "விலை மாற்றம்",
  "Priority access": "முன்னு ரிமை அணுகல்",
  "Privacy Policy": "தனியுரிமைக் கொள்கை",
  "Privacy policy": "தனியுரிமை கொள்கை",
  "Private invitation": "தனியார் அழைப்பிதழ்",
  "Private profile": "தனிப்பட்ட சுயவிவரம்",
  "Prize Calculation Formula": "பரிசு கணக்கீட்டு சூத்திரம்",
  "Prize Pools": "பரிசுத் தொகுப்புகள்",
  "Prizes will be sent on Notice page as the Contest ends.": "போட்டி முடிந்ததும் பரிசுகள் அறிவிப்பு பக்கத்தில் அனுப்பப்படும்.",
  "Product Description": "தயாரிப்பு விளக்கம்",
  "Product capabilities": "தயாரிப்பு திறன்கள்",
  "Product iteration, new product development": "தயாரிப்பு மறு செய்கை, புதிய தயாரிப்பு மேம்பாடு",
  "Professional, Secure, Trustworthy": "தொழில்முறை, பாதுகாப்பான, நம்பகமான",
  "Profile": "சுயவிவரம்",
  "Profile is not publicly available": "சுயவிவரம் பொதுவில் கிடைக்கவில்லை",
  "Profit": "லாபம்",
  "Profit Calculator": "லாப கால்குலேட்டர்",
  "Program — Work with a trustworthy online trading provider.": "திட்டம் - நம்பகமான ஆன்லைன் வர்த்தக வழங்குநருடன் பணிபுரிதல்.",
  "Progressing": "முன்னேறுகிறது",
  "Promising Affiliate": "நம்பிக்கைக்குரிய இணை",
  "Provably fair": "நியாயமாகவே நியாயமானது",
  "Provides tutorials,guides and various trading strategy services.": "பயிற்சிகள், வழிகாட்டிகள் மற்றும் பல்வேறு வர்த்தக மூலோபாய சேவைகளை வழங்குகிறது.",
  "Providing the best customer service is our aim.": "சிறந்த வாடிக்கையாளர் சேவையை வழங்குவதே எங்கள் நோக்கம்.",
  "Providing users with diverse options for transactions": "பரிவர்த்தனைகளுக்குப் பலதரப்பட்ட விருப்பங்களை பயனர்களுக்கு வழங்குதல்",
  "Q1: Can I withdraw the bonus?": "கேள்வி1: போனஸை நான் திரும்பப் பெறலாமா?",
  "Q2: Will my bonus expire if I don't activate it?": "கேள்வி2: நான் அதை செயல்படுத்தவில்லை என்றால் எனது போனஸ் காலாவதியாகிவிடுமா?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "கேள்வி3: நான் டெபாசிட் செய்தேன், ஆனால் போனஸ் கிடைக்கவில்லை. நான் என்ன செய்ய வேண்டும்?",
  "Quick experience starts here, easy experience without registration": "விரைவான அனுபவம் இங்கே தொடங்குகிறது, பதிவு இல்லாமல் எளிதான அனுபவம்",
  "Quick tap: will the price go up or down next?": "விரைவாகத் தட்டவும்: அடுத்து விலை ஏறுமா அல்லது குறையுமா?",
  "ROI": "ROI",
  "ROI Calculator": "ROI கால்குலேட்டர்",
  "ROI calculator": "ROI கால்குலேட்டர்",
  "Rakeback": "ரேக்பேக்",
  "Rank": "ரேங்க்",
  "Rapid deployment": "விரைவான பயன்பாடு",
  "ReSend": "மீண்டும் அனுப்பு",
  "Ready to Get Started": "தொடங்குவதற்கு தயார்",
  "Real Account": "உண்மையான கணக்கு",
  "Real Account – Real Funds!": "உண்மையான கணக்கு - உண்மையான நிதிகள்!",
  "Realized PnL": "உணரப்பட்ட PnL",
  "Receive commission rewards": "கமிஷன் வெகுமதிகளைப் பெறவும்",
  "Recommended for you": "உங்களுக்காக பரிந்துரைக்கப்படுகிறது",
  "Record": "பதிவு",
  "Referral": "பரிந்துரை",
  "Referral by": "பரிந்துரைப்பவர்",
  "Referral rules": "குறிப்பு விதிகள்",
  "Referred at": "குறிப்பிடப்பட்டது",
  "Referred users": "பரிந்துரைக்கப்பட்ட பயனர்கள்",
  "Refresh page": "பக்கத்தைப் புதுப்பி",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "அடிப்படை சந்தைகளில் பணப்புழக்கம் எதுவாக இருந்தாலும், Detrade, பஸ்ட் மற்றும் ஸ்டாப் லாஸ் வர்த்தகங்கள் நுழைவின் போது முன்னரே தீர்மானிக்கப்பட்ட விலையில் தொடர்ந்து நிரப்பப்படும் என்று உத்தரவாதம் அளிக்கிறது. பஸ்ட் இழப்புகள் அசல் நிலை அளவிற்கு மட்டுப்படுத்தப்படுகின்றன மற்றும் வர்த்தகர் நுழைவு அமைப்பால் நிறுத்த இழப்புகள் வரையறுக்கப்படுகின்றன. பஸ்ட் மற்றும் ஸ்டாப் லாஸ்களுக்கான தூண்டுதல் விலைகளை பின்வருமாறு கணக்கிடலாம்:",
  "Register": "பதிவு செய்யுங்கள்",
  "Register for Detrade.": "Detrade-க்கு பதிவு செய்யவும்.",
  "Register to Win Crypto Tokens": "கிரிப்டோ டோக்கன்களை வெல்ல பதிவு செய்யுங்கள்",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "ஒரு குறிப்பிட்ட காலத்திற்குள் (அடுத்த 30 வினாடிகள், ஒரு நிமிடம், ஒரு மணிநேரம், முதலியன) அடிப்படைச் சொத்தின் இறுதி விலை, செயல்படுத்தும் விலையை விடக் குறைவாகவோ அல்லது அதிகமாகவோ உள்ளதா என்பதை அடிப்படையாகக் கொண்ட வழக்கமான பைனரி விருப்பத் தயாரிப்புகள், லாபத்தைப் பெற வேண்டுமா என்பதை தீர்மானிக்கிறது. இந்த தயாரிப்பு ஒரு குறுகிய கால முதலீடு. இந்த விருப்பம் குறைந்த நிலையற்ற விலை நகர்வுகளைக் கொண்ட சந்தைகளுக்கு ஏற்றது.",
  "Reliable": "நம்பகமானது",
  "Reload": "",
  "Remarks": "கருத்துக்கள்",
  "Remove": "அகற்று",
  "Remove 2fa Success": "2fa வெற்றியை அகற்று",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "கடந்த 30 வினாடிகளாக சந்தை தரவு புதுப்பிப்புகள் இல்லாத விலை ஊட்டங்களை அகற்றவும்.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "அனைத்து விலை ஊட்டங்களிலும், வாங்குதல் மற்றும் விற்கப்படும் விலைகளைக் கொண்ட எந்த விலை ஊட்டத்தையும் அகற்றவும் அல்லது எல்லா விலை ஊட்டங்களிலும் சராசரியான டாப்-ஆஃப்-புக் மிட்-பிரைஸிலிருந்து 10% அதிகமாக இருக்கும்.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "தேவைகள்: பரிந்துரைகள் மூலம் குறைந்தபட்சம் $1,000,000 வர்த்தக அளவைக் கொண்ட 100 தனித்துவமான, தீவிரமாக ஈடுபடும் பதிவுகள்.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "தேவைகள்: பரிந்துரைகள் மூலம் குறைந்தபட்சம் $100,000 வர்த்தக அளவைக் கொண்ட 50 தனித்துவமான, தீவிரமாக ஈடுபடும் பதிவுகள்.",
  "Research lab": "ஆராய்ச்சி ஆய்வகம்",
  "Reset fields": "புலங்களை மீட்டமை",
  "Reset password": "கடவுச்சொல்லை மீட்டமை",
  "Responsive and secure trading platform": "பதிலளிக்கக்கூடிய மற்றும் பாதுகாப்பான வர்த்தக தளம்",
  "Result": "விளைவு",
  "Retry": "",
  "Revenue Share": "வருவாய் பங்கு",
  "Reward": "வெகுமதி",
  "Reward center": "வெகுமதி மையம்",
  "Rewards hub": "வெகுமதிகள் மையம்",
  "Rewords": "வெகுமதிகள்",
  "Rich Trading Tools": "பணக்கார வர்த்தக கருவிகள்",
  "Rich activities and rewards": "பணக்கார செயல்பாடுகள் மற்றும் வெகுமதிகள்",
  "Risk Control & Compliance Notice": "இடர் கட்டுப்பாடு மற்றும் இணக்க அறிவிப்பு",
  "Risk Disclaimer": "ஆபத்து மறுப்பு",
  "Risk Warning": "ஆபத்து எச்சரிக்கை",
  "Risk-free trading with $10,000 in virtual funds": "மெய்நிகர் நிதிகளில் $10,000 உடன் ஆபத்து இல்லாத வர்த்தகம்",
  "Round In Progress": "சுற்று நடந்து கொண்டிருக்கிறது",
  "Round ends in": "சுற்று முடிவடையும் நேரம்",
  "SA": "SA",
  "Safe": "பாதுகாப்பானது",
  "Save": "சேமிக்கவும்",
  "Search": "தேடு",
  "Search crypto": "கிரிப்டோவைத் தேடவும்",
  "Sec": "நொடி",
  "Second": "செகண்ட்",
  "Seconds": "நொடிகள்",
  "Security": "பாதுகாப்பு",
  "Security Verification": "பாதுகாப்பு சரிபார்ப்பு",
  "Seed": "ஸீட்",
  "Select a countdown period.": "கவுண்டவுன் காலத்தைத் தேர்ந்தெடுக்கவும்.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "கவுண்டவுன் மற்றும் பரவலைத் தேர்ந்தெடுக்கவும் (பரவல்: வாங்கும் விலைக்கும் வெளியேறும் விலைக்கும் இடையே உள்ள வேறுபாடு)",
  "Select your partner program revenue share": "உங்கள் கூட்டாளர் திட்டத்தின் வருவாய் பங்கைத் தேர்ந்தெடுக்கவும்",
  "Sell": "விற்கவும்",
  "Send": "அனுப்பு",
  "Send message": "செய்தியை அனுப்பவும்",
  "Send message successfully": "செய்தியை வெற்றிகரமாக அனுப்பவும்",
  "Service guide": "சேவை கையேடு",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "இழப்புகளைக் கட்டுப்படுத்த ஒரு விலையை நிர்ணயிக்கவும். சந்தை இந்த விலையை எட்டினால் உங்கள் நிலை தானாகவே மூடப்படும்.",
  "Set a target price where your position will be automatically closed to lock in profit.": "லாபத்தைப் பூட்ட உங்கள் நிலை தானாகவே மூடப்படும் இலக்கு விலையை அமைக்கவும்.",
  "Set password": "கடவுச்சொல்லை அமை",
  "Set successfully": "வெற்றிகரமாக அமைக்கப்பட்டது",
  "Set up": "அமைக்கவும்",
  "Set up Google Authenticator": "",
  "Settings": "அமைப்புகள்",
  "Share": "பகிரவும்",
  "Share to": "பகிரவும்",
  "Share your Affiliate invitation link to friends and users.": "உங்கள் இணை அழைப்பிதழ் இணைப்பை நண்பர்களுக்கும் பயனர்களுக்கும் பகிரவும்.",
  "Share your referral link or code": "உங்கள் பரிந்துரை குறியீடு அல்லது இணைப்பைப் பகிரவும்",
  "Show live positions on chart": "விளக்கப்படத்தில் நேரலை நிலைகளைக் காட்டு",
  "Show my positions on chart": "விளக்கப்படத்தில் எனது நிலைக ளைக் காட்டு",
  "Side": "பக்கம்",
  "Sign in": "உள்நுழை யவும்",
  "Silver": "சில்வர்",
  "Simple": "எளிமையானது",
  "Simple and intuitive usable interface": "எளிய மற்றும் உள்ளுணர்வு பயன்படுத்தக்கூடிய இடைமுகம்",
  "Simple integration": "எளிமையான ஒருங்கிணைவு",
  "Simple way to earn money, The more invite, the more you will get!": "பணம் சம்பாதிப்பதற்கான எளிய வழி, எவ்வளவு அதிகமாக அழைக்கிறீர்களோ, அவ்வளவு அதிகமாகப் பெறுவீர்கள்!",
  "Simple, Fast, Intelligence": "எளிமையானது, வேகமானது, நுண்ணறிவு",
  "Size": "அளவு",
  "Something went wrong!": "",
  "Sorry, page not found!": "மன்னிக்கவும், பக்கம் கிடைக்கவில்லை!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "மன்னிக்கவும், நீங்கள் தேடும் பக்கத்தை எங்களால் கண்டுபிடிக்க முடியவில்லை. ஒருவேளை நீங்கள் URL ஐ தவறாகத் தட்டச்சு செய்துள்ளீர்களா? உங்கள் எழுத்துப்பிழையை சரிபார்க்கவும்.",
  "Sound": "ஒலி",
  "Speed": "வேகம்",
  "Spot Exchanges": "ஸ்பாட் எக்ஸ்சேஞ்ச்கள்",
  "Spread": "பரவுதல்",
  "Standard CS": "நிலையான CS",
  "Start": "தொடங்கு",
  "Start Rate": "தொடக்க விகிதம்",
  "Start Time": "தொடக்க நேரம்",
  "Start Time Invalid( hh : mm : ss )": "தொடக்க நேரம் தவறானது (hh: mm: ss)",
  "Start time": "ஆரம்ப நேரம்",
  "Start trading": "வர்த்தகத்தை தொடங்கவும்",
  "Statistics": "புள்ளிவிவரங்கள்",
  "Status": "நிலைமை",
  "Step-up group": "ஸ்டெப்-அப் குழு",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks நிறுவனத்திற்கு 2.5% வீட்டு லாபமும், லாபகரமான பதவிகளுக்கு 5% கட்டணமும் உள்ளது.",
  "Stonks prices are generated using a provably fair algorithm.": "Stonks விலைகள் நியாயமான அல்காரிதம் மூலம் உருவாக்கப்படுகின்றன.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonks விலைகள் நியாயமான அல்காரிதம் மூலம் உருவாக்கப்படுகின்றன. வீட்டின் விளிம்பு 2.5%.",
  "Stop Loss": "ஸ்டாப் லாஸ்",
  "Stop loss at price": "விலையில் நஷ்டத்தை நிறுத்துங்கள்",
  "Stop loss price cannot be through bust price": "ஸ்டாப் லாஸ் விலை பஸ்ட் விலை மூலம் இருக்க முடியாது",
  "Stop-Loss (SL)": "ஸ்டாப்-லாஸ் (SL)",
  "Strategy planning": "மூலோபாய திட்டமிடல்",
  "Submit": "சமர்ப்பிக்கவும்",
  "Submit request": "கோரிக் கையை சமர்ப்பிக்கவும்",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "ஒவ்வொரு பரிமாற்றத்தின் ஸ்ட்ரீமிங் APIகளைப் பயன்படுத்தி கிடைக்கும் ஆழத்தின் பல நிலைகளுக்கு குழுசேரவும்.",
  "Switch Dark or Light mode according to your preference": "உங்கள் விருப்பத்திற்கு ஏற்ப இருண்ட அல்லது ஒளி பயன்முறையை மாற்றவும்",
  "Symbol": "சின்னம்",
  "Symbol for extra security": "கூடுதல் பாதுகாப்பு சின்னம்",
  "System": "சிஸ்டம்",
  "System Random: 300 lucky winners will be randomly selected.": "சிஸ்டம் ரேண்டம்: 300 அதிர்ஷ்ட வெற்றியாளர்கள் தோராயமாக தேர்ந்தெடுக்கப்படுவார்கள்.",
  "TP/SL": "TP/SL",
  "Take Profit": "லாபம் எடுங்கள்",
  "Take profit at price": "விலையில் லாபம் ஈட்டுங்கள்",
  "Take-Profit (TP)": "லாபம் ஈட்டுதல் (TP)",
  "Tap Trading": "டேப் டிரேடிங்",
  "Tap to predict — quick moves, instant results.": "கணிக்க தட்டவும் — விரைவான நகர்வுகள், உடனடி முடிவுகள்.",
  "Target Market": "இலக்கு சந்தை",
  "Tell us the reason for contacting us": "எங்களைத் தொடர்புகொள்வதற்கான காரணத்தைக் கூறுங்கள்",
  "Test various trading tools and strategies": "பல்வேறு வர்த்தக கருவிகள் மற்றும் ஸ்ட்ராட்டஜிஸ் சோதிக்கவும்",
  "Thank you for your request, it should generally be reviewed within 24 hours": "உங்கள் கோரிக்கைக்கு நன்றி, இது பொதுவாக 24 மணிநேரத்திற்குள் மதிப்பாய்வு செய்யப்படும்",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC பயம் மற்றும் பேராசை குறியீடு என்பது CoinMarketCap ஆல் உருவாக்கப்பட்ட ஒரு தனியுரிம கருவியாகும், இது கிரிப்டோகரன்சி சந்தையில் நிலவும் உணர்வை அளவிடுகிறது.",
  "The Profit Margin Is As High As 90%": "லாப வரம்பு 90% வரை உள்ளது",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "அனைத்து கிரிப்டோகரன்ஸிகளிலும் உங்களின் நீண்ட/குறுகிய நிலைகளுக்கான மொத்த வரம்பு <0>{{limitAmount}}</0> ஆக உள்ளது",
  "The amount you currently have available to place an order.": "ஒரு ஆர்டரை வைக்க உங்களிடம் தற்போது உள்ள தொகை.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "போதுமான லாப வரம்பு இல்லாததால் உங்கள் பங்கு விலை கலைக்கப்படும் சந்தை விலையே மார்பளவு விலை ஆகும்.",
  "The calculation steps are as follows:": "கணக்கீடு படிகள் பின்வருமாறு:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "ஒத்துழைப்பு முறை திறந்த மற்றும் வெளிப்படையானது, மேலும் மறைக்கப்பட்ட கட்டணங்கள் பற்றி கவலைப்படத் தேவையில்லை.",
  "The coupon code is invalid or expired": "கூப்பன் குறியீடு தவறானது அல்லது காலாவதியானது",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "இறுதிக் குறியீட்டு விலையானது, ஒவ்வொரு அளவிலும் உள்ள விளிம்பு நடு விலைகளின் சராசரியாகக் கணக்கிடப்படும். அதிவேக விநியோகத்தின் நிகழ்தகவு அடர்த்தியாக எடைகள் தேர்ந்தெடுக்கப்படுகின்றன, இது ஏகபோகமாக குறைகிறது, இதன் விளைவாக புத்தகத்தின் டாப்-ஆஃப்-புக்கிற்கு நெருக்கமான விலைகளுக்கு அதிக முக்கியத்துவம் கொடுக்கப்படுகிறது. எடைகள் வழங்கப்படுகின்றன:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "ஹாஷின் முதல் 8 பைட்டுகள் சிறிய எண்டியன் குறியாக்கத்தைப் பயன்படுத்தி கையொப்பமிடப்படாத 64-பிட் முழு எண்ணாக மாற்றப்படுகின்றன. இந்த முழு எண் பின்னர் ஒரே மாதிரியாக விநியோகிக்கப்படும் மிதக்கும் புள்ளி எண்ணாக மாற்றப்படுகிறது. சந்தையின் கட்டமைக்கப்பட்ட டிக் ஏற்ற இறக்கத்துடன் (0.1%) தலைகீழ் ஒட்டுமொத்த விநியோக செயல்பாட்டை அதன் நிலையான விலகலாகப் பயன்படுத்தி, மிதக்கும் புள்ளி மதிப்பை வழக்கமாக விநியோகிக்கப்பட்ட வருமானமாக மாற்றி சந்தையின் விலையைப் புதுப்பிக்க அதைப் பயன்படுத்துகிறோம்.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "இன்டெஸ் விலை முறை, காலத் தொடரின் இரண்டு முக்கியமான புள்ளிவிவர பண்புகளை பூர்த்தி செய்யும் வகையில் வடிவமைக்கப்பட்டுள்ளது: மார்கோவ் மற்றும் மார்டிங்கேல் பண்புகள். மார்கோவ் சொத்து என்பது ஒரு சீரற்ற செயல்முறையின் நினைவற்ற தன்மையைக் குறிக்கிறது, இது எதிர்கால மதிப்புகளின் நிபந்தனை நிகழ்தகவு விநியோகம் தற்போதைய மதிப்பை மட்டுமே சார்ந்துள்ளது என்பதை உறுதி செய்கிறது. மார்டிங்கேல் சொத்து என்பது ஒரு சீரற்ற செயல்முறையின் தற்போதைய மதிப்பு எதிர்கால மதிப்புகளின் எதிர்பார்க்கப்படும் மதிப்பாகும் என்பதைக் குறிக்கிறது. இந்த இரண்டு பண்புகளும் Detrade இன் குறியீட்டு விலைகளை எதிர்கால விலைகளின் பாரபட்சமற்ற மதிப்பீட்டாளர்களாக ஆக்குகின்றன, இதனால் பயனர்கள் தனிப்பட்ட பரிமாற்றங்களின் நுண் கட்டமைப்பு விளைவுகளைப் பற்றி கவலைப்படாமல் அடிப்படை கிரிப்டோகரன்சிகளின் மதிப்பில் ஏற்படும் மாற்றங்களில் வர்த்தகம் செய்யலாம்.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "சந்தை குறைவாக மதிப்பிடப்படலாமா (தீவிர பயம்) அல்லது அதிகமாக மதிப்பிடப்படலாமா (தீவிர பேராசை) என்பது குறித்த நுண்ணறிவுகளை இந்த குறியீடு வழங்குகிறது.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "விளிம்பு கொள்முதல் மற்றும் விற்பனை விலை செயல்பாடுகள் ஒரு அளவு கொடுக்கப்பட்ட ஒரு விளிம்பு நடுத்தர விலை செயல்பாட்டை வரையறுக்கப் பயன்படுத்தப்படுகின்றன: ",
  "The order has expired": "ஆர்டர் காலாவதியாகிவிட்டது",
  "The output is:": "வெளியீடு:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "இந்தக் கணக்கீட்டின் வெளியீடு, Detrade வர்த்தக விளையாட்டில் நீண்ட மற்றும் குறுகிய நிலைகளுக்குப் பயன்படுத்தப்படும் ஒற்றை குறியீட்டு விலையாகும். பெரும்பாலான பிற வர்த்தக தளங்களைப் போலல்லாமல், Detrade ஏல-சலுகைப் பரவலை வசூலிப்பதில்லை. ஒற்றை விலையுடன் வர்த்தகம் செய்வது, ஏல-சலுகைப் பரவல் மிகவும் விலை உயர்ந்ததாக இருக்கும் குறுகிய கால விலை நகர்வுகளை ஊகிக்க உதவுகிறது.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "சந்தை மற்றும் கொள்கை மாற்றங்களின் அடிப்படையில் தளம் பிரச்சாரத்தை சரிசெய்யலாம். புதுப்பிப்புகள் அதிகாரப்பூர்வ அறிவிப்புகள் மூலம் வெளியிடப்படும்.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "இந்த தளம் BTC, ETH மற்றும் பிற முக்கிய நாணய வர்த்தக ஜோடிகளை வழங்குகிறது, மேலும் பிரபலமான நாணய வர்த்தக ஜோடிகளை தொடர்ந்து புதுப்பிக்கும்.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "ஒவ்வொரு நாளும் 00:00 UTC மணிக்கு விலை $1,000 ஆக மீட்டமைக்கப்படும், மேலும் நிலுவையில் உள்ள ஏதேனும் ஆர்டர்கள் மீட்டமைப்பின் போது தானாகவே தீர்க்கப்படும்.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "போட்டியின் பரிசுக் குளம் முந்தைய நாள் பந்தயங்களில் நெருக்கமாக சார்ந்துள்ளது. அதிக வீரர்கள் பந்தயம் கட்டினால், பரிசுக் குளம் பெரியது. தற்போதைய பரிசுக் குளம் போட்டிப் பக்கத்தில் காட்டப்படும்.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLC வழங்கும் தயாரிப்புகள் மற்றும் சேவைகள் அமெரிக்கா, ஐரோப்பிய ஒன்றியம் அல்லது சட்டத்தால் தடைசெய்யப்பட்ட பிற அதிகார வரம்புகளில் வசிப்பவர்களுக்காக அல்ல. Nexus Play LLC இந்த பிராந்தியங்களில் உள்ள தனிநபர்கள் அல்லது நிறுவனங்களுக்கு வணிகத்தை கோரவோ அல்லது தரகு சேவைகளை வழங்கவோ இல்லை. ஆன்லைன் வர்த்தகத்தில் ஈடுபடுவதற்கு முன், அந்தந்த அதிகார வரம்புகளில் பொருந்தக்கூடிய சட்டங்கள் மற்றும் ஒழுங்குமுறைகளைப் பற்றி அறிந்திருப்பதும் இணங்குவதும் வாடிக்கையாளர்களின் பொறுப்பாகும். இந்த இணையதளத்தை அணுகி, எங்கள் சேவைகளைப் பயன்படுத்துவதன் மூலம், நீங்கள் அமெரிக்கா, ஐரோப்பிய ஒன்றியம் அல்லது எங்கள் சேவைகள் தடைசெய்யப்பட்ட வேறு எந்த அதிகார வரம்பிலும் வசிப்பவர் அல்ல என்பதை உறுதிப்படுத்துகிறீர்கள்.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "இந்த ஆன்லைன் நிகழ்வில் பெறப்படும் வெகுமதிகள் தானாகவே பிளேயரின் இருப்புக்கு வரவு வைக்கப்படும்.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "விதையானது 64-எழுத்துகள் கொண்ட சிறிய ஹெக்ஸாடெசிமல் சரத்தில் குறியாக்கம் செய்யப்பட்டு தற்போதைய டிக் கவுண்டர் மதிப்பின் சரம் பிரதிநிதித்துவத்துடன் இணைக்கப்பட்டுள்ளது. 256-பிட் டைஜஸ்ட் அளவு கொண்ட BLAKE2b ஹாஷ் செயல்பாட்டைப் பயன்படுத்தி ஒருங்கிணைந்த சரத்தின் ஹாஷ் கணக்கிடப்படுகிறது. கிரிப்டோகிராஃபிக் ஹாஷ் செயல்பாட்டைப் பயன்படுத்துவதன் மூலம், விலை மாற்றங்கள் சீரற்றதாகவும், கணிக்க முடியாததாகவும் இருப்பதை உறுதிசெய்கிறோம்.",
  "The settlement formula is open and transparent and can be calculated in real time.": "தீர்வுச் சூத்திரம் திறந்த மற்றும் வெளிப்படையானது மற்றும் உண்மையான நேரத்தில் கணக்கிட முடியும்.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "மேலே மற்றும் கீழே மூலதனக் குளங்களின் வெற்றி மற்றும் தோல்வி முடிவுகளைக் கணினி காட்டுகிறது. நீங்கள் லாபம் ஈட்டும்போது, ​​உங்கள் லாபத் தொகையைப் பார்ப்பீர்கள்.",
  "The system is under maintenance and upgrade, please visit later": "சிஸ்டம் பராமரிப்பில் உள்ளது மற்றும் மேம்படுத்தப்பட்டு வருகிறது, பிறகு பார்க்கவும்",
  "The trade will complete in 5s.": "ட்ரடே 5 வினாடிகளில் முடிவடையும்.",
  "The trade will complete in <0>{{countdown}}s</0>.": "வர்த்தகம் <0>{{countdown}}s</0> இல் முடிவடையும்.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "டிரேடிங் போனஸ் என்பது பயனர்கள் எங்கள் வர்த்தக அமைப்பை ஆராய உதவும் வகையில் டெட்ரேட் வழங்கும் <0>சந்தைப்படுத்தல் ஊக்கத்தொகை</0> ஆகும். போனஸ் நிதிகளை <1>திரும்பப் பெற முடியாது<1>, ஆனால் அவற்றைப் பயன்படுத்துவதால் கிடைக்கும் லாபம் உங்கள் உண்மையான கணக்கு இருப்பைப் பாதிக்கலாம்.",
  "The trading symbol will be replaced regularly.": "வர்த்தக சின்னம் தொடர்ந்து மாற்றப்படும்.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "வெற்றியாளர்கள் தற்போதைய பக்கத்தில் ஒவ்வொரு ஞாயிற்றுக்கிழமையும் இரவு 10 மணிக்கு (UTC) அறிவிக்கப்படுவார்கள், மேலும் கடைசி டிரா முடிந்த 2 மணி நேரத்திற்குப் பிறகு அடுத்த டிரா தொடங்கும்.",
  "Theme": "தீம்",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "நீங்கள் எவ்வளவு சம்பாதிக்க முடியும் என்பதற்கு வரம்பு இல்லை. நீங்கள் எவ்வளவு நண்பர்களை அழைக்கிறீர்களோ, அவ்வளவு வெகுமதிகளைப் பெறுவீர்கள்.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "இவை உங்கள் கணக்கு இருப்பிலிருந்து கழிக்கப்படும், மேலும் போதுமான நிதி இல்லாததால் தானாகவே நிலை மூடப்படும்.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "தள இணக்கக் கொள்கைகளால் வரையறுக்கப்பட்டுள்ளபடி, தகுதியுள்ள நாடுகள் மற்றும் பிராந்தியங்களில் உள்ள பயனர்களுக்கு மட்டுமே இந்த நிகழ்வு கிடைக்கும்.",
  "This field is required": "இந்த புலம் தேவை",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "இதில் உங்கள் IP முகவரி, உலாவி வகை, இயக்க முறைமை, அணுகல் நேரங்கள் மற்றும் எங்கள் தளத்தை அணுகுவதற்கு முன்பும் பின்பும் நீங்கள் நேரடியாகப் பார்த்த பக்கங்கள் ஆகியவை அடங்கும்.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "இதில் உங்கள் பெயர், மின்னஞ்சல் முகவரி, தொலைபேசி எண், அஞ்சல் முகவரி, பிறந்த தேதி மற்றும் கணக்கிற்கு பதிவு செய்யும்போது அல்லது எங்கள் சேவைகளைப் பயன்படுத்தும்போது நீங்கள் வழங்கும் பிற தகவல்கள் அடங்கும்.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "இந்தக் குறியீடு 0 முதல் 100 வரை இருக்கும், இதில் குறைந்த மதிப்பு தீவிர பயத்தையும், அதிக மதிப்பு தீவிர பேராசையையும் குறிக்கிறது.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "இது ஒரு கிரிப்டோகரன்சிக்கான குறிப்பிட்ட வரம்புகளுடன் இணைந்து உள்ளது, அவை கீழே விவரிக்கப்பட்டுள்ளன.",
  "This is why you should promote Detrade:": "அதனால்தான் நீங்கள் Detrade ஐ ஊக்குவிக்க வேண்டும்:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "இந்தத் தளம் reCAPTCHA ஆல் பாதுகாக்கப்படுகிறது மற்றும் Google தனியுரிமைக் கொள்கை மற்றும் சேவை விதிமுறைகள் பொருந்தும்.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detrade பார்ட்னர்ஷிப் திட்டத்தின் மூலம், நீங்கள் அதிகரித்த அஃபிலியேட் கமிஷன்கள், பிரத்யேக ஸ்பான்சர் செய்யப்பட்ட நிகழ்வுகள் மற்றும் பிற தனிப்பட்ட பலன்களைத் திறக்கலாம். மேலும் அறிய வேண்டுமா? தொடர்ந்து படியுங்கள்!",
  "Time": "நேரம்",
  "Time and payout": "நேரம் மற்றும் பெஅவுட்",
  "Time closed": "மூடப்பட்ட நேரம்",
  "Time opened": "திறந்த நேரம்",
  "Time remaining": "மீதம் இருக்கும் நேரம்",
  "Tips": "டிப்ஸ்",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "குறிப்புகள்: வழக்கமாக செயலாக்க {{hours}} மணிநேரம் ஆகும், அதிக நேரம் ஆகலாம், குறிப்பிட்ட நேரம் வணிகரின் நேர வரம்பைப் பொறுத்தது.",
  "To": "செய்ய",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "போக்குகளைப் பகுப்பாய்வு செய்யவும், பயன்பாட்டைக் கண்காணிக்கவும், எங்கள் சேவைகளை மேம்படுத்த ஆராய்ச்சி செய்யவும்.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "உங்கள் கணக்கின் பாதுகாப்பை உறுதி செய்வதற்காக, Google 2FA அங்கீகாரம் அகற்றப்பட்டவுடன், பணம் எடுப்பது 24 மணிநேரத்திற்கு நிறுத்தி வைக்கப்படும்.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "நியாயத்தையும் நேர்மையையும் பராமரிக்க, Detrade போனஸ் திட்டத்தில் பங்கேற்கும் கணக்குகளை நடத்தை மற்றும் தொழில்நுட்ப சோதனைகள் மூலம் கண்காணிக்கும், இதில் சாதன கைரேகை, IP கண்காணிப்பு மற்றும் பரிவர்த்தனை முறை பகுப்பாய்வு ஆகியவை அடங்கும்.",
  "To manage your account, process transactions, and provide you with the services you request.": "உங்கள் கணக்கை நிர்வகிக்கவும், பரிவர்த்தனைகளைச் செய்யவும், நீங்கள் கோரும் சேவைகளை வழங்கவும்.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "மோசடியைக் கண்காணிக்க, எங்கள் சேவை விதிமுறைகளைச் செயல்படுத்தவும், சட்ட மற்றும் ஒழுங்குமுறைத் தேவைகளுக்கு இணங்கவும்.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "உங்கள் கணக்கின் பாதுகாப்பைப் பாதுகாக்க, உங்கள் கடவுச்சொல்லை மாற்றிய 24 மணிநேரத்திற்கு பணம் எடுப்பது முடக்கப்படும்.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "டிரேடிங் கேம்களுக்கு நியாயமான மற்றும் நம்பகமான விலையை வழங்க, Detrade ஒவ்வொரு 500 மில்லி விநாடிகளுக்கும் ஒரு கலப்பு குறியீட்டு விலையைக் கணக்கிடுகிறது, இது நிகழ்நேர விலை ஊட்டங்களிலிருந்து உலகின் மிக திரவ இடம் மற்றும் டெரிவேட்டிவ் கிரிப்டோகரன்சி பரிமாற்றங்களுக்கு பெறப்படுகிறது. பல விலை ஆதாரங்களை இணைப்பதன் மூலம், Detrade இன்டெக்ஸ் சந்தை கையாளுதல், தொழில்நுட்ப சிக்கல்கள் மற்றும் தனிப்பட்ட பரிமாற்றங்களில் அவ்வப்போது நிகழக்கூடிய பிற முரண்பாடான வர்த்தக நடவடிக்கைகளுக்கு வலுவானது.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "உங்களுக்கு புதுப்பிப்புகள், பாதுகாப்பு விழிப்பூட்டல்கள் மற்றும் நிர்வாகச் செய்திகளை அனுப்பவும், உங்கள் விசாரணைகள் மற்றும் கோரிக்கைகளுக்குப் பதிலளிக்கவும்.",
  "To tailor our content and advertisements to your interests and preferences.": "எங்கள் உள்ளடக்கம் மற்றும் விளம்பரங்களை உங்கள் ஆர்வங்கள் மற்றும் விருப்பங்களுக்கு ஏற்ப வடிவமைக்க.",
  "To trading center": "வணிக மையத்திற்கு",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "பயனர்கள் எங்கள் தளத்துடன் எவ்வாறு தொடர்பு கொள்கிறார்கள் என்பதைப் புரிந்துகொள்ள, தொழில்நுட்ப சிக்கல்களைக் கண்டறிய மற்றும் செயல்பாடு மற்றும் வர்த்தக அனுபவத்தை மேம்படுத்த.",
  "Today's Pnl": "இன்றைய Pnl",
  "Top": "மேல்",
  "Top tokens": "சிறந்த டோக்க ன்கள்",
  "Top trade": "முக்கிய வர்த்தகம்",
  "Top-tier account manager": "டாப்-டியர் கணக்கு மேலாளர்",
  "Total Trades": "டோடல் ட்ரடேர்ஸ்",
  "Total commission": "மொத்தக் கமிஷன்",
  "Total participated tickets for this round <0>{{total}}</0>": "இந்தச் சுற்றுக்கான மொத்தப் பங்கேற்ற டிக்கெட்டுகள் <0>{{total}}</0>",
  "Total prize won": "வென்ற மொத்தப் பரிசு",
  "Total profit": "மொத்தம் லாபம்",
  "Total tickets": "மொத்த சீட்டுகள்",
  "Total traders": "மொத்தம் வர்த்தகர்கள்",
  "Total trades": "மொத்தம் வர்த்தகர்கள்",
  "Trade": "வர்த்தகம்",
  "Trade for prestige": "கௌரவத்திற்காக வர்த்தகம் செய்யுங்கள்",
  "Trade history": "வணிக வரலாறு",
  "Trade like a rhythm master": "ஒரு ரிதம் மாஸ்டர் போல வர்த்தகம் செய்யுங்கள்",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "விலை குறையும் என்று நீங்கள் நினைத்தால், விலை குறையும் போது வர்த்தகம் செய்யுங்கள். விலை குறைந்தால், உங்களுக்கு லாபம் கிடைக்கும்.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "விலை உயரும் என்று நீங்கள் நினைத்தால், விலை ஏறும் போது வர்த்தகம் செய்யுங்கள். விலை ஏறினால், உங்களுக்கு லாபம் கிடைக்கும்.",
  "Trade to Win": "வெற்றி பெற வர்த்தகம்",
  "Trade to rank up": "தரவரிசைப்படுத்த வர்த்தகம்",
  "Trade with $10,000 in virtual funds": "மெய்நிகர் நிதிகளில் $10,000 உடன் வர்த்தகம் செய்யுங்கள்",
  "Trader": "ட்ரடேர்",
  "Trades": "வர்த்தகங்கள்",
  "Trading": "வர்த்தகம்",
  "Trading Amount": "வர்த் தகத் தொகை",
  "Trading Platform": "வர்த்தக தளம்",
  "Trading Smarter, Earning Better": "சிறந்த வர்த்தகம், சிறந்த வருமானம்",
  "Trading Volume": "வர்த்தகம் தொகுதி",
  "Trading amount is too large for selected multiplier for selected stop loss price": "தேர்ந்தெடுக்கப்பட்ட நிறுத்த இழப்பு விலைக்கு தேர்ந்தெடுக்கப்பட்ட பெருக்கிக்கு வர்த்தகத் தொகை மிகப் பெரியது",
  "Trading bonus trial": "டிரேடிங் போனஸ் ட்ரையல்",
  "Trading center": "வியாபார மையம்",
  "Trading indicators and signals": "வர்த்தக குறிகாட்டிகள் மற்றும் சமிக்ஞைகள்",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "வர்த்தகம் செய்வது ஆபத்தை உள்ளடக்கியது. லீவரேஜ் அல்லது போனஸ் நிதிகளைப் பயன்படுத்துவதற்கு முன்பு நீங்கள் என்ன செய்கிறீர்கள் என்பதைப் புரிந்துகொள்வதை உறுதிப்படுத்திக் கொள்ளுங்கள். போனஸ் வர்த்தகத்தின் மூலம் ஏற்படும் எந்தவொரு இழப்புகளுக்கும் Detrade பொறுப்பல்ல.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "தினசரி {{startTime}} முதல் {{endTime}} ({{timeZone}}) வரையிலும் வார இறுதி நாட்களிலும் வர்த்தகம் இடைநிறுத்தப்படும். தயவுசெய்து உங்கள் ஆர்டர்களை முன்கூட்டியே செட்டில் செய்யவும்.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "வர்த்தகப் போட்டிகள், வழக்கமான போனஸ், பரிசுகள், விளம்பரக் குறியீடுகள் மற்றும் வர்த்தகப் போட்டிகள் எந்தவொரு வர்த்தகரும் பயன்படுத்த அல்லது பங்கேற்கக் கிடைக்கும்.",
  "Traffic Owners": "போக்குவரத்து உரிமையாளர்கள்",
  "Transaction Completed": "பரிவர்த்தனை நிறைவடைந்தது",
  "Transaction details": "பரிமாற்ற விவரங்கள்",
  "Transactions": "பரிவர்த்தனைகள்",
  "Transition details": "மாற்ற விவரங்கள்",
  "Transparency & Security": "வெளிப்படைத்தன்மை மற்றும் பாதுகாப்பு",
  "Trigger price is too close to bust price": "தூண்டுதல் விலை மார்பளவு விலைக்கு மிக அருகில் உள்ளது",
  "Trigger price is too close to current price": "தூண்டுதல் விலை தற்போதைய விலைக்கு மிக அருகில் உள்ளது",
  "Trusted by": "மூலம் நம்பப்படுகிறது",
  "Trusted by millions of users.": "மில்லியன் கணக்கான பயனர்களால் நம்பப்படுகிறது.",
  "Try": "முயற்சி",
  "Try a quick demo": "விரைவான டெமோவை முயற்சிக்கவும்",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "மெய்நிகர் நாணயத்துடன் கூடிய டெமோ கணக்கில் பிளாட்ஃபார்ம் வழங்கும் அனைத்து நன்மைகளையும் உண்மையான முதலீடு இல்லாமல் மற்றும் எந்த ஆபத்தும் இல்லாமல் முயற்சிக்கவும்.",
  "Turn every action into rewards. Start trading today.": "ஒவ்வொரு செயலையும் வெகுமதிகளாக மாற்றுங்கள். இன்றே வர்த்தகத்தைத் தொடங்குங்கள்.",
  "Txid": "Txid",
  "Type": "வகை",
  "Type Your message": "உங்கள் செய்தியைத் தட்டச்சு செய்க",
  "UID": "UID",
  "UP": "உப்",
  "USDT-Margined": "USDT-விளிம்பு",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "தினமும் {{startTime}} முதல் {{endTime}} ({{timeZone}}) வரை மற்றும் வார இறுதி நாட்களில் நாள் முழுவதும் கிடைக்காது.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "தனித்துவமான அனுபவங்கள்: புதுமையான வர்த்தக சவால்கள் முதல் நெறிப்படுத்தப்பட்ட கிரிப்டோ வர்த்தக விருப்பங்கள் மற்றும் பிரத்யேக வர்த்தக மாதிரிகள்வரை, நீங்கள் வேறு எங்கும் காண முடியாத அனுபவத்தை Detrade வழங்குகிறது.",
  "Unlock Diamond": "வைரத்தைத் திறக்கவும்",
  "Unlock Top Traders, Achieve": "சிறந்த வர்த்தகர்களைத் திறக்கவும், சாதிக்கவும்",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "தேவையற்றது. Detrade ஒரு தொழில்நுட்ப வழங்குநர் மற்றும் நீங்கள் எந்த நாட்டிலிருந்தும் எங்கள் தீர்வுகளை வாங்கலாம்.",
  "Up": "மேலே",
  "Up & Down": "மேல் மற்றும் கீழ்",
  "Up Down": "மேலே கீழே",
  "Up Or Down?": "மேலே அல்லது கீழே?",
  "Up Wins": "மேல் வெற்றி",
  "Update Success": "புதுப்பித்தல் வெற்றி",
  "Updated at {{time}}": "{{time}} மணிக்கு புதுப்பிக்கப்பட்டது",
  "Updated timely": "சரியான நேரத்தில் மேம்படுத்தப்பட்டது",
  "Uppercase or lowercase letters": "பெரிய அல்லது சிறிய எழுத்துக்கள்",
  "Usage Instructions & Limitations": "பயன்பாட்டு வழிமுறைகள் மற்றும் வரம்புகள்",
  "Used": "பயன்படுத்தப்பட்டது",
  "User Agreement and Terms & Conditions": "பயனர் ஒப்பந்தம் மற்றும் விதிமுறைகள் மற்றும் நிபந்தனைகள்",
  "User ID": "பயனர் ஐடி",
  "User name": "பயனர் பெயர்",
  "Username": "பயனர் பெயர்",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "இந்தச் செயல்பாட்டை அனுபவிக்க, பயனர்கள் வர்த்தகம் தொடர்பான வர்த்தக ஜோடிகளைத் தேர்ந்தெடுக்க வேண்டும் அல்லது பங்கேற்க வேண்டும்.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "வர்த்தக வரம்புகளைத் தவிர்ப்பதற்கு பல கணக்குகளைப் பயன்படுத்துவது கண்டிப்பாகத் தடைசெய்யப்பட்டுள்ளது மேலும் கணக்கு இடைநிறுத்தம் அல்லது அபராதம் விதிக்கப்படலாம்.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "கலப்பு ஆர்டர் புத்தகத்தைப் பயன்படுத்தி, கொடுக்கப்பட்ட தொகையை வாங்க அல்லது விற்பதற்கான விளிம்பு விலையைக் குறிக்க ஒரு செயல்பாடு வரையறுக்கப்படுகிறது. எடுத்துக்காட்டாக, விளிம்பு கொள்முதல் செயல்பாடு:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "இரண்டு காரணி அங்கீகாரத்தைப் பயன்படுத்துவது மிகவும் பரிந்துரைக்கப்படுகிறது, ஏனெனில் இது உங்கள் கடவுச்சொல் மற்றும் உங்கள் தொலைபேசி இரண்டிலும் உங்கள் கணக்கைப் பாதுகாக்கிறது.",
  "VIP": "VIP",
  "VIP group": "VIP குழு",
  "Validity period: within 14 days after activation": "செல்லுபடியாகும் காலம்: செயல்படுத்தப்பட்ட 14 நாட்களுக்குள்",
  "Verifiable fairness": "சரிபார்க்கக்கூடிய நியாயத்தன்மை",
  "Verification": "சரிபார்ப்பு",
  "Verification Example": "சரிபார்ப்பு உதாரணம்",
  "Verification code failed": "சரிபார்ப்புக் குறியீடு தோல்வியடைந்தது",
  "Verification email sent. Check your inbox.": "சரிபார்ப்பு மின்னஞ்சல் அனுப்பப்பட்டது. உங்கள் இன்பாக்ஸைச் சரிபார்க்கவும்.",
  "Verified": "சரிபார்க்கப்பட்டது",
  "Verify": "சரிபார்க்கவும்",
  "Verify Fairness": "நேர்மையை சரிபார்க்கவும்",
  "Verify fairness": "நேர்மையை சரிபார்க்கவும்",
  "View details": "விவரங்களைக் காண்க",
  "View more": "மேலும் பார்க்கவும்",
  "Volume": "தொகுதி",
  "Volume (24h)": "தொகுதி (24h)",
  "Voucher code": "வவுச்சர் குறியீடு",
  "Wager": "பந்தயம்",
  "Wager <0>{{amount}}</0> To Reach": "பந்தயம் <0>{{amount}}</0> அடைய",
  "Wait For Next Round": "அடுத்த சுற்றுக்கு காத்திருங்கள்",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "குறைந்தது 6 செல்லுபடியாகும் விலை ஊட்டங்கள் இருக்கும் வரை காத்திருக்கவும். போதுமான விலை ஊட்டங்கள் இல்லை என்றால், Detrade குறியீட்டு விலை புதுப்பிக்கப்படாது.",
  "Wallet": "வால்ட்",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Detrade கூட்டாண்மை திட்டத்தில் சேர விரும்புகிறீர்களா? தொடங்குவதற்கு எங்கள் ஆதரவுக் குழுவைத் தொடர்பு கொள்ளுங்கள்!",
  "Watch play demo": "நாடக டெமோவைப் பாருங்கள்",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "வர்த்தகச் செயல்பாடு, விருப்பத்தேர்வுகள் மற்றும் எங்கள் உள்ளடக்கத்துடன் ஈடுபாடு உட்பட, எங்கள் தளத்தில் உங்கள் செயல்பாடுபற்றிய தகவல்களைச் சேகரிப்போம்.",
  "We collect several types of information from and about users of our Platform, including:": "எங்கள் இயங்குதளத்தின் பயனர்களிடமிருந்தும் அவர்களைப் பற்றிய பல வகையான தகவல்களை நாங்கள் சேகரிக்கிறோம், அவற்றுள்:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "வாடிக்கையாளர் தேவைகளை தொடர்ந்து பூர்த்தி செய்வதற்கும் வாடிக்கையாளர்களுக்கு கூடுதல் உத்தரவாதங்களை வழங்குவதற்கும் எங்களிடம் சிறந்த தொழில்நுட்ப மற்றும் செயல்பாட்டுக் குழுக்கள் உள்ளன.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "உங்கள் தனிப்பட்ட தகவலை அங்கீகரிக்கப்படாத அணுகல், பயன்பாடு அல்லது வெளிப்படுத்தல் ஆகியவற்றிலிருந்து பாதுகாப்பதற்காக பல்வேறு பாதுகாப்பு நடவடிக்கைகளை நாங்கள் செயல்படுத்துகிறோம். இந்த நடவடிக்கைகளில் குறியாக்கம், அணுகல் கட்டுப்பாடுகள் மற்றும் பாதுகாப்பான சேமிப்பு ஆகியவை அடங்கும். எவ்வாறாயினும், இணையத்தில் அனுப்பும் முறையோ அல்லது மின்னணு சேமிப்பக முறையோ 100% பாதுகாப்பானது அல்ல, மேலும் அதன் முழுமையான பாதுகாப்பிற்கு எங்களால் உத்தரவாதம் அளிக்க முடியாது.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "வளர்ந்து வரும் எங்கள் கூட்டணிக் குடும்பத்தில் நீங்கள் உறுப்பினராகி, Detrade இன் எதிர்காலத்தை ஒன்றாக வடிவமைக்க எங்களுக்கு உதவுவதை நாங்கள் எதிர்நோக்குகிறோம்!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "பரிவர்த்தனைகளை எளிதாக்குவதற்கும் ஒழுங்குமுறைத் தேவைகளுக்கு இணங்குவதற்கும் வங்கிக் கணக்கு எண்கள், கிரெடிட் கார்டு விவரங்கள் மற்றும் பரிவர்த்தனை வரலாறு போன்ற நிதித் தகவல்களை நாங்கள் சேகரிக்கலாம்.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "GPS, Wi-Fi அல்லது செல் டவர் தரவு போன்ற தொழில்நுட்பங்களைப் பயன்படுத்தி, நீங்கள் எங்களை அனுமதித்தால், உங்கள் இருப்பிடம் பற்றிய தகவலை நாங்கள் சேகரிக்கலாம்.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "சட்டப்படி அல்லது பொது அதிகாரிகளின் செல்லுபடியாகும் கோரிக்கைகளுக்கு (எ.கா., நீதிமன்றம் அல்லது அரசு நிறுவனம்) பதிலளிப்பதன் மூலம் உங்கள் தகவலை நாங்கள் வெளிப்படுத்தலாம்.",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Detrade, எங்கள் பயனர்கள் அல்லது பிறரின் உரிமைகள், சொத்து அல்லது பாதுகாப்பைப் பாதுகாக்கவும், எங்கள் விதிமுறைகள் மற்றும் நிபந்தனைகளைச் செயல்படுத்தவும் உங்கள் தகவலை நாங்கள் வெளியிடலாம்.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "எந்தவொரு இணைப்பு, நிறுவன சொத்துக்களை விற்பனை செய்தல், நிதியளித்தல் அல்லது எங்கள் வணிகத்தின் அனைத்து அல்லது ஒரு பகுதியை மற்றொரு நிறுவனத்தால் கையகப்படுத்துதல் போன்றவற்றுடன் தொடர்புடைய அல்லது பேச்சுவார்த்தைகளின் போது உங்கள் தகவலை நாங்கள் பகிரலாம் அல்லது மாற்றலாம்.",
  "We may share your information with third parties if you provide your consent to do so.": "உங்கள் சம்மதத்தை நீங்கள் வழங்கினால் நாங்கள் உங்கள் தகவலை மூன்றாம் தரப்பினருடன் பகிர்ந்து கொள்ளலாம்.",
  "We may share your information with third parties in the following circumstances:": "பின்வரும் சூழ்நிலைகளில் உங்கள் தகவலை நாங்கள் மூன்றாம் தரப்பினருடன் பகிர்ந்து கொள்ளலாம்:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "கட்டணச் செயலாக்கம், தரவு பகுப்பாய்வு, மின்னஞ்சல் விநியோகம் மற்றும் ஹோஸ்டிங் சேவைகள் போன்ற எங்கள் சார்பாக சேவைகளைச் செய்யும் மூன்றாம் தரப்பு சேவை வழங்குநர்களுடன் உங்கள் தகவலைப் பகிரலாம்.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "உலகளாவிய ரீதியில் 2.5 மில்லியனுக்கும் அதிகமான ஆன்லைன் வர்த்தகர்களை ஈர்க்கும் வகையில் பரந்த அளவிலான டெரிவேடிவ் வர்த்தக விருப்பங்களை நாங்கள் வழங்குகிறோம். எங்கள் தொழில்நுட்பம் ஒரு உள்ளுணர்வு மற்றும் சக்திவாய்ந்த வர்த்தக அனுபவத்தை வழங்குகிறது, எங்கள் வாடிக்கையாளர்களுக்கு ஆபத்தை மிகவும் திறம்பட புரிந்து கொள்ளவும், தகவலறிந்த வர்த்தக முடிவுகளை எடுக்கவும் அனுமதிக்கிறது.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "நாங்கள் ஒரு எளிய மற்றும் எளிதாக செயல்படக்கூடிய வர்த்தக தளத்தை வழங்குகிறோம், இதன்மூலம் அனைவரும் வர்த்தகர் ஆக முடியும்.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "செயல்திறன் மிக்கதாக நிரூபிக்கப்பட்ட சந்தைப்படுத்தல் பொருட்களுடன், உங்கள் தளத்திற்கு வீரர்களை ஈர்ப்பதற்கான படிப்படியான வழிகாட்டியை நாங்கள் வழங்குகிறோம்.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "பின்வரும் நிபந்தனைகளின் கீழ் போனஸ்கள் மற்றும் தொடர்புடைய இலாபங்களை ரத்து செய்யும் உரிமையை நாங்கள் கொண்டுள்ளோம்:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "எங்கள் தளத்தை நீங்கள் பயன்படுத்துவது பற்றிய தகவல்களைச் சேகரிக்கவும், உங்கள் வர்த்தகர் அனுபவத்தை மேம்படுத்தவும் நாங்கள் குக்கீகள், வலை பீக்கான்கள் மற்றும் பிற கண்காணிப்பு தொழில்நுட்பங்களைப் பயன்படுத்துகிறோம்.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "வர்த்தகர் இடைமுகத்தின் செயல்பாட்டில் தாமதங்கள் அல்லது குறுக்கீடுகள் இல்லாமல் வேகமான பரிவர்த்தனைகளை வழங்க நாங்கள் அதிநவீன தொழில்நுட்பத்தைப் பயன்படுத்துகிறோம்.",
  "We use the information we collect for various purposes, including:": "நாங்கள் சேகரிக்கும் தகவல்களை பல்வேறு நோக்கங்களுக்காகப் பயன்படுத்துகிறோம்:",
  "We will contact you within 3 working days, please check your email regularly": "நாங்கள் 3 வேலை நாட்களுக்குள் உங்களைத் தொடர்புகொள்வோம், உங்கள் மின்னஞ்சலைத் தவறாமல் சரிபார்க்கவும்",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "சட்ட, ஒழுங்குமுறை அல்லது வணிகத் தேவைகளுக்கு இணங்குவது உட்பட, சேகரிக்கப்பட்ட நோக்கங்களை நிறைவேற்ற தேவையான வரை உங்கள் தனிப்பட்ட தகவலை நாங்கள் வைத்திருப்போம்.",
  "Website for PC": "PC க்கான இணையதளம்",
  "Website for smartphones": "ஸ்மார்ட்போன்களுக்கான இணையதளம்",
  "Week": "வாரம்",
  "Week's Pnl": "வாரத்தின் Pnl",
  "Weekly raffle": "வாராந்திர ராஃபிள்",
  "Welcome Bonus": "வரவேற்பு போனஸ்",
  "Welcome To": "வரவேற்கிறேன்",
  "Welcome To Demo Trading ": "டெமோ வர்த்தகத்திற்கு வருக ",
  "Welcome to Detrade Connect": "Detrade Connect க்கு வரவேற்கிறோம்",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "முன்னணி பைனரி விருப்பங்கள் வர்த்தக தளமான Detrade க்கு வரவேற்கிறோம். எங்கள் தளத்தைப் பயன்படுத்தத் தொடங்கும் முன், பின்வரும் விதிமுறைகள் மற்றும் நிபந்தனைகளை கவனமாகப் படித்துப் புரிந்து கொள்ளுங்கள். Detrade இன் இயங்குதளத்தை அணுகுவதன் மூலம் அல்லது பயன்படுத்துவதன் மூலம், இந்த விதிமுறைகள் மற்றும் நிபந்தனைகளுக்குக் கட்டுப்படுவதை நீங்கள் ஒப்புக்கொள்கிறீர்கள். இந்த விதிமுறைகளில் ஏதேனும் ஒரு பகுதியை நீங்கள் ஏற்கவில்லை என்றால், நீங்கள் எங்கள் தளத்தைப் பயன்படுத்தக்கூடாது.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Stonks க்கு வரவேற்கிறோம்! ஒவ்வொரு நாளும் 00:00 UTC மணிக்கு விலை $1,000க்கு மீட்டமைக்கப்படும், மேலும் மீட்டமைக்கப்படும்போது நிலுவையில் உள்ள ஆர்டர்கள் தானாகவே தீர்க்கப்படும்.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Detrade க்கு வருக! உங்கள் ஆதரவுக்கு நன்றி தெரிவிக்கும் விதமாக, புதிய பயனர்களுக்கு <0>50 USDT வரை வர்த்தக போனஸை</0> வழங்குகிறோம். பூஜ்ஜிய ஆபத்து மற்றும் உண்மையான வெகுமதிகளுடன் பைனரி விருப்பங்கள் வர்த்தகத்தை அனுபவிக்கவும்!",
  "What currencies can be deposited and withdrawn?": "என்ன நாணயங்களை டெபாசிட் செய்யலாம் மற்றும் திரும்பப் பெறலாம்?",
  "What does it mean?": "அது என்ன அர்த்தம்?",
  "What is Detrade Connect?": "Detrade Connect என்றால் என்ன?",
  "What operational expenses could Partner have?": "பங்குதாரருக்கு என்ன செயல்பாட்டு செலவுகள் இருக்கலாம்?",
  "What would you like your new limit to be? (max 500% of current limit)": "உங்கள் புதிய வரம்பு என்னவாக இருக்க விரும்புகிறீர்கள்? (தற்போதைய வரம்பின் அதிகபட்சம் 500%)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "கவுண்டவுன் முடிந்ததும், அது தயாரிப்பு தீர்வு செயல்முறையில் நுழைகிறது. கவுண்டவுன் முடிந்ததும் (முதல் கொடியில்) கணினி தொடக்க விலையை பதிவு செய்கிறது. K-கோடு ஒரு குறிப்பிட்ட காலத்திற்கு இயங்கும் போது, கணினி இறுதி விலையை (இரண்டாவது கொடியில்) பதிவு செய்கிறது. இறுதி விலையையும் தொடக்க விலையையும் ஒப்பிடுக. தொடக்க விலையை விட இறுதி விலை அதிகமாக இருந்தால், மேல் திசையைத் தேர்ந்தெடுக்கும் வர்த்தகர் வெற்றி பெறுகிறார். இல்லையெனில், கீழ் திசையைத் தேர்ந்தெடுக்கும் வர்த்தகர் வெற்றி பெறுகிறார்.",
  "When the dual conditions are met, you will receive profits.": "இரட்டை நிபந்தனைகள் பூர்த்தி செய்யப்பட்டால், நீங்கள் லாபத்தைப் பெறுவீர்கள்.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "மத்திய வரம்பு ஆர்டர் புத்தகத்துடன் பாரம்பரிய பரிமாற்றத்தில் வர்த்தகம் செய்யும்போது, ​​பெரிய டேக்கிங் ஆர்டர்கள் பொதுவாக சிறந்த ஏலம் அல்லது சலுகையைத் தாண்டி ஓய்வு ஆர்டர்களைக் கடந்து செல்லும், இதன் விளைவாக சராசரி நிரப்பு விலை புத்தகத்தின் மேல் விலையை விட மோசமாக இருக்கும். சந்தை தயாரிப்பாளர்கள் பெரிய ஆர்டர்கள் பிரதிநிதித்துவப்படுத்தும் கூடுதல் அபாயத்தின் காரணமாக, புத்தகத்தின் மேல்பகுதியில் வழங்கத் தயாராக இருக்கும் பணப்புழக்கத்தின் அளவைக் கட்டுப்படுத்துகின்றனர். பெரிய ஆர்டர்கள் பல விலைகளில் நிரப்பப்பட வேண்டும் என்பதற்குப் பதிலாக, Detrade, பெரிய அளவிலான ஆர்டர்களின் சந்தை தாக்கத்தை பிரதிபலிக்கும் வகையில், வெற்றிகரமான வர்த்தகங்களுக்கான இறுதி விலையை (கைமுறையாக மூடிய வர்த்தகங்கள் பாதிக்கப்படாது) அமைக்க சந்தை தாக்க சூத்திரத்தைப் பயன்படுத்துகிறது. எதிர்கால வர்த்தகப் பக்கத்தில் காணப்படும் ROI கால்குலேட்டரைப் பயன்படுத்துவதே சரியான சந்தை தாக்க விளைவுகளைக் காண எளிதான வழி.",
  "When will the commission be distributed?": "கமிஷன் எப்போது பகிர்ந்தளிக்கப்படும்?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "உங்கள் நண்பரின் வர்த்தகம் முடிந்ததும், அந்த வர்த்தகத்திற்கான உடனடி கமிஷனைப் பெறலாம்.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "எங்கே <0>P_close</0> <1>P_open*(1-1/multiplier_leverage)</1> என்பது பஸ்ட்ஸ் அல்லது ஸ்டாப் லாஸ் விலை.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "எங்கே <0>p_i | i ல் 1.N</0> மற்றும் <1>s_i|i in 1.</1> ஆகியவை புத்தகத்தின் மமேல்பகுதியிலிருந்துஅதிகரிக்கும் தூரத்தில் வரிசைப்படுத்தப்பட்ட கொள்முதல் விலைகள் மற்றும் அளவுகள் ஆகும். தொகையை வாங்குவதற்கு ஒருவர் செலுத்தும் அதிகபட்ச விலையை இந்தச் செயல்பாடு வழங்குகிறது <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "<0>v_i</0> என்பது நடுத்தர விலைகள் கணக்கிடப்படும் அளவுகள் மற்றும் கூட்டு ஆர்டர் புத்தகத்தில் இருந்து ஒட்டுமொத்த கொள்முதல் மற்றும் விற்பனை அளவுகளின் ஒன்றியம் என வரையறுக்கப்படுகிறது. <1>L</1> என்பது <2>1/V</2> என வரையறுக்கப்பட்ட ஒரு அளவிடுதல் காரணியாகும், இங்கு <3>V</3> என்பது நடுத்தர விலையில் கணக்கிடப்படும் அதிகபட்ச அளவு மற்றும் கலப்பு ஆர்டர் புத்தகத்தில் உள்ள கொள்முதல் மற்றும் விற்பனை அளவுகளின் குறைந்தபட்ச தொகையாக வரையறுக்கப்படுகிறது.",
  "Which currency pairs can be traded on Detrade?": "Detrade இல் எந்த நாணய ஜோடிகளை வர்த்தகம் செய்யலாம்?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "ஒயிட் லேபிள் உரிமையாளர்களுக்குத் தளத்தை உருவாக்க எந்தச் செலவும்ம் இல்லைஅவர்களுக்குத் தேவையானதுது விற்பனை மற்றும் சந்தைப்படுத்துதலில் கவனம் செலுத்துவது மட்டுமே.",
  "Whitelist pre-booking": "முன்பதிவை ஏற்புப் பட்டியலில் சேர்க்கவும்",
  "Why Partner with Detrade?": "Detrade உடன் ஏன் பங்குதாரர்?",
  "Why choose Detrade": "ஏன் Detrade-ஐ தேர்வு செய்ய வேண்டும்",
  "Why you must choose us?": "எங்களை ஏன் தேர்ந்தெடுக்க வேண்டும்?",
  "Wild": "வைல்ட்",
  "Will The Price Go Up Or Down": "விலை ஏறுமா அல்லது குறையுமா",
  "Will the price go up or down ?": "விலை ஏறுமா அல்லது குறை யுமா?",
  "Win": "வெற்றி",
  "Win Crypto Tokens": "கிரிப்டோ டோக்கன்களை வெல்",
  "Win if the price breaks out — above the high or below the low.": "விலை உயர்ந்ததற்கு மேல் அல்லது குறைந்ததற்குக் கீழே வெடித்தால் வெற்றி.",
  "Win rate": "வின் விகிதம்",
  "Winner": "வெற்றியாளர்",
  "Winning": "வெல்வது",
  "Winning Tickets": "வெற்றிச் சீட்டுகள்",
  "Winning prize details": "வெற்றி பெற்ற பரிசு விவரம்",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL கட்டணத்துடன், வர்த்தகத்தைத் திறக்க அல்லது மூடுவதற்கு நீங்கள் எந்தக் கட்டணத்தையும் செலுத்த மாட்டீர்கள், மேலும் நீங்கள் வர்த்தகத்தை மூடும்போது உங்கள் லாபத்தின் ஒரு பகுதியே (ஏதேனும் இருந்தால்) எடுக்கப்படும்",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "பிளாட் கட்டணம் இயக்கப்பட்டால், உங்கள் லாபத்தில் 100% பெறுவீர்கள், ஆனால் வழக்கமான பரிமாற்றத்தைப் போல வர்த்தகத்தில் நுழைவதற்கு முன்பு <0>உங்கள் நுழைவு, வெளியேறுதல் மற்றும் சறுக்கல் ஆகியவற்றை உள்ளடக்கிய தட்டையான கட்டணத்தை</0> முன்கூட்டியே செலுத்துங்கள்",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "அற்புதமான புதிய அம்சங்கள் மற்றும் புதுப்பிப்புகளுடன், Detrade ஐ விளம்பரப்படுத்தத் தொடங்க இதுவே சரியான நேரம்.",
  "Withdraw": "திரும்பப் பெறு",
  "Withdraw Fee": "பணம் எடுக்கும் கட்டணம்",
  "Withdraw Order Created": "திரும்பப் பெறும் ஆர்டர் உருவாக்கப்பட்டது",
  "Withdraw Processing": "வித்ட்ராவ் செயலாக்கம்",
  "Withdraw Success": "வெற்றியைத் திரும்பப் பெறவும்",
  "Withdraw is in progress": "",
  "Withdraw to": "திரும்பப் பெறவும்",
  "Withdraw your earnings 24/7": "உங்கள் வருவாயை 24/7 திரும்பப் பெறுங்கள்",
  "Withdrawal fee": "திரும்பப் பெ றுதல் கட்டணம்",
  "Withdrawal fee discount": "பணம் எடுக்கும் கட்டணத் தள்ளுபடி",
  "Yes": "ஆம்",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "ஆம், DeTrade முழு வெளிப்படைத்தன்மையை நம்புகிறது மற்றும் உங்களுக்கு எல்லா தரவையும் வழங்குகிறது. இந்தத் தகவல்கள் அனைத்தையும் நீங்கள் பார்க்கலாம்",
  "Yes, contact us at any time to upgrade your package.": "ஆம், உங்கள் தொகுப்பை மேம்படுத்த எந்த நேரத்திலும் எங்களைத் தொடர்பு கொள்ளவும்.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "ஆம், கிரிப்டோகரன்ஸிகளைப் பற்றி அறிமுகமில்லாதவர்கள் சமூக வலைப்பின்னல்கள் மூலம் உள்நுழைந்து வங்கி அட்டைகள்மூலம் அவர்களுக்கு நிதியளிக்கலாம்.",
  "Yes, you can use both.": "ஆம், நீங்கள் இரண்டையும் பயன்படுத்தலாம்.",
  "Yield": "மகசூல்",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "சந்தையில் உள்ள பெரும்பாலான முக்கிய டிஜிட்டல் நாணயங்களை நீங்கள் டெபாசிட் செய்யலாம் மற்றும் திரும்பப் பெறலாம், மேலும் தளமானது சட்டப்பூர்வ நாணயங்களின் வைப்பு மற்றும் திரும்பப் பெறும் செயல்பாடுகளையும் படிப்படியாகத் தொடங்கும்.",
  "You can share your invite link to your friend or your social media": "உங்கள் அழைப்பு இணைப்பை உங்கள் நண்பர் அல்லது உங்கள் சமூக ஊடகத்துடன் பகிர்ந்து கொள்ளலாம்",
  "You have the right to object to our processing of your personal information, under certain conditions.": "சில நிபந்தனைகளின் கீழ், உங்கள் தனிப்பட்ட தகவலை நாங்கள் செயலாக்குவதை எதிர்க்க உங்களுக்கு உரிமை உள்ளது.",
  "You have the right to request a copy of the personal information we hold about you.": "உங்களைப் பற்றி நாங்கள் வைத்திருக்கும் தனிப்பட்ட தகவலின் நகலைக் கோர உங்களுக்கு உரிமை உண்டு.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "உங்களின் தனிப்பட்ட தகவல்களில் ஏதேனும் தவறுகள் இருந்தால் அதை சரிசெய்யுமாறு கோர உங்களுக்கு உரிமை உண்டு.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "சில விதிவிலக்குகளுக்கு உட்பட்டு, உங்கள் தனிப்பட்ட தகவலை நீக்குமாறு கோர உங்களுக்கு உரிமை உண்டு.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "அவர்கள் செய்யும் ஒவ்வொரு வர்த்தகத்திற்கும் வீட்டின் விளிம்பில் 20% பெறுவீர்கள். உங்களிடம் பல பின்தொடர்பவர்கள் இருந்தால், கூடுதல் கமிஷனுக்கு எங்களை தொடர்பு கொள்ளலாம்.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "அடுத்த ஒரு மணி நேரத்தில் தோராயமாக {nextCapitalCost} மானியத்தைப் பெறுவீர்கள், மேலும் குறிப்பிட்ட தொகை அந்த நேரத்தில் இருக்கும் நிதி விகிதத்திற்கு உட்பட்டது",
  "You won <0>{{award}}</0>": "நீங்கள் வென்றீர்கள் <0>{{award}}</0>",
  "Your": "உங்கள்",
  "Your Telegram": "உங்கள் Telegram",
  "Your account level is assessed and updated on the": "உங்கள் கணக்கு நிலை மதிப்பிடப்பட்டு புதுப்பிக்கப்படும் தேதி",
  "Your current limit is {{limit}}": "உங்கள் தற்போதைய வரம்பு {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "உங்களின் தற்போதைய வரம்புகள்: PnL கட்டணம் - {{pnl}}, நிலையான கட்டணம் - {{Fixed}}",
  "Your email": "உங்கள் மின்னஞ்சல்",
  "Your friends will be associated with you after they sign up": "பதிவுசெய்த பிறகு உங்கள் நண்பர்கள் உங்களுடன் தொடர்புபடுத்தப்படுவார்கள்",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "தனிப்பட்ட தகவல் உட்பட உங்கள் தகவல், உங்கள் நாடு அல்லது அதிகார எல்லைக்கு வெளியே அமைந்துள்ள சர்வர்கள் அல்லது தரவுத்தளங்களுக்கு மாற்றப்பட்டு பராமரிக்கப்படலாம். எங்கள் இயங்குதளத்தைப் பயன்படுத்துவதன் மூலம், உங்கள் தகவலை அமெரிக்காவிற்கு அல்லது Detrade அல்லது அதன் சேவை வழங்குநர்கள் வசதிகளைப் பராமரிக்கும் வேறு எந்த நாட்டிற்கும் மாற்றுவதற்கு ஒப்புக்கொள்கிறீர்கள்.",
  "Your investment": "உங்களுடைய முதலீடு",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "உங்கள் மொழி தேர்வு Detrade மின்னஞ்சல்கள், SMS, இன்-ஆப் அறிவிப்புகள் மற்றும் நீங்கள் உள்நுழைந்துள்ள எல்லா சாதனங்களுக்கும் பொருந்தும்.",
  "Your name": "உங்கள் பெயர்",
  "Your profile is now private": "உங்கள் சுயவிவரம் இப்போது தனிப்பட்டதாக உள்ளது",
  "Your profile is now public": "உங்கள் சுயவிவரம் இப்போது பொதுவில் உள்ளது",
  "Your transfer amount has to MATCH the submission amount.": "உங்கள் பரிமாற்றத் தொகை சமர்ப்பிப்புத் தொகையுடன் பொருந்த வேண்டும்.",
  "Zero Trading Fees": "பூஜ்ஜிய வர்த்தக கட்டணம்",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) ஆவணச் சரிபார்ப்பு: பாஸ்போர்ட், ஓட்டுநர் உரிமம் அல்லது தேசிய அடையாள அட்டை போன்ற அரசாங்கத்தால் வழங்கப்பட்ட அடையாள ஆவணங்களின் நகல்களைப் பயனர்கள் பதிவேற்றம் செய்ய வேண்டியிருக்கலாம்.",
  "all assets": "அனைத்து சொத்துக்கள்",
  "all status": "அனைத்து நிலை",
  "approved": "ஒப்புதல்",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **செயல்திறன் குக்கீகள்**: இந்த குக்கீகள் நீங்கள் எங்கள் தளத்தை எவ்வாறு பயன்படுத்துகிறீர்கள், எந்தெந்த பக்கங்களை நீங்கள் அடிக்கடி பார்வையிடுகிறீர்கள் என்பது போன்ற தகவல்களை சேகரிக்கிறது. எங்கள் இயங்குதளத்தின் செயல்பாட்டை மேம்படுத்த இந்தத் தகவல் பயன்படுத்தப்படுகிறது.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) முகவரி சரிபார்ப்பு: பயனர்கள் தங்கள் குடியிருப்பு முகவரியைச் சரிபார்க்க, பயன்பாட்டு பில் அல்லது வங்கி அறிக்கை போன்ற முகவரிக்கான ஆதாரத்தை வழங்க வேண்டியிருக்கலாம்.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "உங்கள் சமீபத்திய செயல்திறன் மற்றும் செயல்பாட்டின் அடிப்படையில். ஈடுபாட்டுடன் இருங்கள் மற்றும் தரவரிசையில் ஏறுங்கள்!",
  "basic information verification": "அடிப்படைத் தகவல் சரிபார்ப்பு",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **செயல்பாட்டு குக்கீகள்**: இந்தக் குக்கீகள் நீங்கள் செய்யும் தேர்வுகளை (உங்கள் பயனர்பெயர், மொழி அல்லது பகுதி போன்றவை) நினைவில் வைத்துக் கொள்ளவும் மேலும் மேம்படுத்தப்பட்ட, தனிப்பட்ட அம்சங்களை வழங்கவும் எங்கள் தளத்தை அனுமதிக்கிறது.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) பயோமெட்ரிக் சரிபார்ப்பு: Detrade பயனர்களின் அடையாளத்தைச் சரிபார்க்க, முக அங்கீகாரம் அல்லது கைரேகை ஸ்கேனிங் போன்ற பயோமெட்ரிக் அங்கீகார முறைகளைப் பயன்படுத்தலாம்.",
  "change password": "கடவுச்சொல்லை மாற்றவும்",
  "chat rules": "அரட்டை விதிகள்",
  "currency": "நாணயம்",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **இலக்கு/விளம்பர குக்கீகள்**: இந்தக் குக்கீகள் உங்களுக்கும் உங்கள் ஆர்வங்களுக்கும் மிகவும் பொருத்தமான விளம்பரங்களை வழங்கப் பயன்படுகிறது. விளம்பரப் பிரச்சாரங்களின் செயல்திறனை அளவிடவும் அவை எங்களுக்கு உதவுகின்றன.",
  "date": "தேதி",
  "day": "நாள்",
  "demo": "டெமோ",
  "deposit": "வைப்பு",
  "deposit with a 50% bonus": "50% போனஸுடன் வைப்பு",
  "down": "கீழே",
  "earn ticket": "டிக்கெட் சம்பாதிக்க",
  "edit profile": "சுயவிவரத்தை திருத்தவும்",
  "edit your avatar": "உங்கள் அவதாரம் மாற்றுக",
  "email": "மின்னஞ்சல்",
  "explanation": "விளக்கம்",
  "failed": "தோல்வியடைந்தது",
  "forgot password?": "கடவுச்சொல் மறந்துவிட்டதா?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "3 மாதங்களுக்கு வைரத்தை வைத்திருங்கள் - எங்கள் VIP மேலாளர் உங்களை தனிப்பயனாக்கப்பட்ட டயமண்ட்+ சலுகைகளை அணுக அழைப்பார்.",
  "init": "துவக்கம்",
  "liq price": "கலைப்பு விலை",
  "live": "லைவ்",
  "loading...": "ஏற்றப்படுகிறது...",
  "lucky poll": "அதிர்ஷ்ட வாக்கெடுப்பு",
  "medium": "நடுத்தர",
  "month": "மாதம்",
  "more": "மேலும்",
  "my tickets": "எனது டிக்கெட்டுகள்",
  "name": "பெயர்",
  "no": "இல்லை",
  "or": "அல்லது",
  "order id": "ஆர்டர் ஐடி",
  "pending": "நிலுவையில்",
  "perks in total": "மொத்தத்தில் சலுகைகள்",
  "price": "விலை",
  "prize": "பரிசு",
  "processing": "செயலாக்கம்",
  "rejected": "நிராகரித்தார்",
  "results": "ரேஸுல்ட்ஸ்",
  "rewards": "வெகுமதிகள்",
  "rewards list": "வெகுமதி பட்டியல்",
  "search “Google Authenticator” and proceed to download.": "“Google Authenticator”ஐத் தேடி பதிவிறக்கம் செய்யவும்.",
  "seed": "ஸீட்",
  "strong": "வலுவான",
  "success": "வெற்றி",
  "temporary rejected": "டெம்போரரி நிராகரிக்கப்பட்டது",
  "terms and conditions": "விதிமுறைகள் மற்றும் நிபந்தனைகள்",
  "tickets number": "டிக்கெட் எண்",
  "ticks": "உண்ணி",
  "time": "நேரம்",
  "token": "டோக்கன்",
  "top": "மேல்",
  "trader": "ட்ரடேர்",
  "trading platform": "வர்த்தக தளம்",
  "two-Factor authentication": "இரண்டு காரணி அங்கீகாரம்",
  "up": "வரை",
  "voucher": "வவுச்சர்",
  "wager": "பந்தயம்",
  "weak": "பலவீனமான",
  "week": "வாரம்",
  "welcome gifts": "வரவேற்பு பரிசுகள்",
  "withdraw": "திரும்பப் பெறுங்கள்",
  "{{field}} is required": "{{field}} தேவை",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{{ranking}} இடம் -{{percent}} தினசரிப் போட்டியின் பரிசுத் தொகுப்பில்",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>இன்{{total}}</0>",
  "|PnL|": "|PnL|"
}
