{
  "* Both a memo/tag and an address are required": "* Parehong kinakailangan ang isang memo/tag at isang address",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Pakikumpirma kung ang tumatanggap na address ay nangangailangan ng MEMO/Tag. Kung hindi ito napunan o napunan nang mali, mawawala ang asset",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Ang mga kinalabasan ng calculator ay mga pagtatantya at ang aktwal na ROI/P&L ay maaaring mag-iba sa kung ano ang ipinapakita batay sa mga kondisyon ng merkado.",
  "1-on-1 manager": "1-on-1 na manager",
  "1. Choose the future price direction": "1. Piliin ang direksyon ng presyo sa hinaharap",
  "1. Information We Collect": "1. Impormasyong Kinokolekta Namin",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade(\"kami\",\"tayo\",o\"amin\") ay nakatuon sa paglaban sa money laundering at mga aktibidad sa pagpopondo ng terorista sa pamamagitan ng pagpapatupad ng matatag na mga patakaran at pamamaraan ng Anti-Money Laundering(AML)at Know Your Customer(KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Ang Detrade(\"kami\",\"sa amin\",o\"aming\") ay nagpapatakbo ng isang online na binary options trading platform(\"Platform\") na nagbibigay-daan sa mga mangangalakal(\"ikaw\" o\" mangangalakal\") na makipagkalakalan ng iba't ibang instrumento sa pananalapi.",
  "1.1 Personal Identification Information:": "1.1 Personal na Impormasyon sa Pagkakakilanlan:",
  "1.2 Financial Information:": "1.2 Impormasyong Pananalapi:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Ang Patakaran sa Anti-Money Laundering(AML)at Know Your Customer(KYC)(\"Patakaran\") na ito ay binabalangkas ang aming mga obligasyon at pamamaraan para sa pag-verify ng pagkakakilanlan ng aming mga mangangalakal(\"ikaw\" o\" mangangalakal\") at pag-detect at pagpigil sa mga aktibidad sa money laundering at pagpopondo ng terorista sa platform ng Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Ang Kasunduan ng User at Mga Tuntunin at Kundisyon(\"Kasunduan\") ay namamahala sa iyong paggamit ng Platform ng Detrade. Sa pamamagitan ng pag-access o paggamit sa aming Platform, kinikilala mo na nabasa mo, naunawaan, at sumasang-ayon na sumailalim sa Kasunduang ito.",
  "1.3 Technical Information:": "1.3 Teknikal na Impormasyon:",
  "1.4 Usage Data:": "1.4 Data ng Paggamit:",
  "1.5 Location Information:": "1.5 Impormasyon sa Lokasyon:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Cookies at Teknolohiya sa Pagsubaybay:",
  "1.Introduction": "1. Panimula",
  "10 most wagering players carve up the prize pool.": "10 karamihan sa mga manlalaro sa pagtaya ang nag-ukit ng premyong pool.",
  "10. Amendments to the Policy": "10. Mga Susog sa Patakaran",
  "10. International Data Transfers": "10. Internasyonal na paglipat ng data",
  "10. Limitation of Liability": "10. Limitasyon ng Pananagutan",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Inilalaan ng Detrade ang karapatang baguhin o baguhin ang Patakarang ito anumang oras. Ang anumang mga pagbabago ay magiging epektibo kaagad sa pag-post sa platform ng Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Sa sukdulang pinahihintulutan ng batas, ang Detrade ay hindi mananagot para sa anumang direkta, hindi direkta, hindi sinasadya, espesyal, o kahihinatnan ng mga pinsala na nagmumula sa o sa anumang paraan na nauugnay sa iyong paggamit ng aming Platform.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 Sa anumang pagkakataon ang kabuuang pananagutan ng Detrade sa iyo para sa lahat ng pinsala, pagkalugi, at dahilan ng pagkilos na nagmula sa o kaugnay ng Kasunduang ito ay hindi hihigit sa halagang ibinayad mo, kung mayroon man, upang I-detrade sa loob ng labindalawang (12) buwang panahon bago ang kaganapang nagdulot ng naturang pananagutan.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Responsibilidad mong suriin ang Patakarang ito sa pana-panahon upang manatiling may kaalaman sa anumang mga update o pagbabago. Ang iyong patuloy na paggamit ng platform ng Detrade pagkatapos ng anumang mga pagbabago sa Patakaran na ito ay bumubuo ng pagtanggap sa mga pagbabagong iyon.",
  "1000x leverage": "1000x leverage",
  "11. Contact Information": "11. Impormasyon sa Pakikipag-ugnayan",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Kung mayroon kang anumang mga tanong, alalahanin, o feedback tungkol sa Patakaran na ito o sa mga pamamaraan ng AML at KYC ng Detrade, mangyaring makipag-ugnayan sa amin sa [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Sumasang-ayon kang magbayad ng danyos, ipagtanggol, at panatilihing hindi nakakapinsala ang Detrade at ang mga kaakibat nito, mga opisyal, mga direktor, mga empleyado, at mga ahente mula sa at laban sa anuman at lahat ng mga paghahabol, pananagutan, pinsala, pagkalugi, gastos, gastos, o mga bayarin (kabilang ang mga makatwirang bayarin ng mga abogado) na nagmumula sa o kaugnay ng iyong paggamit ng Agreement na ito sa Platform o Detrade.",
  "11.Indemnification": "11.Pagbabayad-danyos",
  "12. Contact Us": "12. Makipag-ugnayan sa Amin",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Ang Kasunduang ito ay pamamahalaan ng at bigyang-kahulugan alinsunod sa mga batas ng [Jurisdiction].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Ang anumang mga hindi pagkakaunawaan na magmumula sa o may kaugnayan sa Kasunduang ito ay dapat lutasin sa pamamagitan ng arbitrasyon alinsunod sa mga tuntunin ng [Arbitration Organization].",
  "12.Governing Law and Dispute Resolution": "12.Namamahalang Batas at Resolusyon sa Di-pagkakasundo",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Inilalaan ng Detrade ang karapatan na baguhin o baguhin ang Kasunduang ito anumang oras. Anumang mga pagbabago ay magkakabisa kaagad sa pag-post sa Platform ng Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Responsibilidad mong suriin ang Kasunduang ito sa pana-panahon upang manatiling may kaalaman sa anumang mga update o pagbabago. Ang iyong patuloy na paggamit ng Platform ng Detrade pagkatapos ng anumang mga pagbabago sa Kasunduang ito ay bumubuo ng pagtanggap sa mga pagbabagong iyon.",
  "13.Amendments to the Agreement": "13.Mga Susog sa Kasunduan",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Kung mayroon kang anumang mga katanungan, alalahanin, o feedback tungkol sa Kasunduang ito o sa Platform ng Detrade, mangyaring makipag-ugnay sa amin sa14.1 Kung mayroon kang anumang mga katanungan, alalahanin, o puna tungkol sa Kasunduang ito o Platform ng Detrade, mangyaring makipag-ugnay sa amin sa",
  "14.Contact Information": "14. Impormasyon sa Pakikipag-ugnayan",
  "16th of every month": "Ika-16 ng bawat buwan",
  "1D": "1D",
  "1M": "1M",
  "1W": "1W",
  "2. Definitions": "2. Mga Kahulugan",
  "2. Eligibility": "2. Pagiging karapat-dapat",
  "2. How We Use Your Information": "2. Paano Namin Ginagamit ang Iyong Impormasyon",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Maaari mong tingnan ang kabuuang halaga ng order ng fund pool sa UP at DOWN na direksyon at ang status ng order mo at ng iba pang mga user sa listahan.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 Ang \"AML\" ay tumutukoy sa Anti-Money Laundering, na isang hanay ng mga pamamaraan, batas, at regulasyon na idinisenyo upang pigilan ang ilegal na pagbuo ng kita sa pamamagitan ng mga sistemang pinansyal.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Sa pamamagitan ng pag-access o paggamit sa Platform ng Detrade, kinakatawan at ginagarantiyahan mo na ikaw ay hindi bababa sa 18 taong gulang at may legal na kapasidad na pumasok sa Kasunduang ito.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Upang Ibigay at Panatilihin ang Aming Platform:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 Ang \"KYC\" ay tumutukoy sa Know Your Customer, na ang proseso ng pag-verify ng pagkakakilanlan ng mga customer at pagtatasa ng kanilang potensyal na panganib ng pagkakasangkot sa mga ilegal na aktibidad.",
  "2.2 To Improve Our Platform:": "2.2 Upang Pagbutihin ang Aming Platform:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Dapat ka ring sumunod sa lahat ng naaangkop na batas at regulasyon tungkol sa iyong paggamit ng aming Platform.",
  "2.3 To Communicate with You:": "2.3 Upang Makipag-ugnayan sa Iyo:",
  "2.4 To Personalize Your Experience:": "2.4 Upang I-personalize ang Iyong Karanasan:",
  "2.5 To Conduct Analytics and Research:": "2.5 Upang Magsagawa ng Analytics at Pananaliksik:",
  "2.6 To Ensure Security and Compliance:": "2.6 Upang Tiyakin ang Seguridad at Pagsunod:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% affiliate na komisyon (isang 100% na pagtaas mula sa aming base rate).",
  "20+ exchange market data": "20+ exchange market data",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24 Oras na Paunawa sa Paghihigpit sa Pag-withdraw Natukoy ng aming system ang mga pagbabago sa mahalagang impormasyon sa iyong account, kaya pansamantala naming sinuspinde ang feature sa pag-withdraw ng iyong account habang gumagawa kami ng mga hakbang upang ma-secure ang iyong mga asset. Awtomatikong aalisin ang mga paghihigpit sa oras ng UTC {{time}}",
  "24h Live Players": "24h Live na Manlalaro",
  "24h Trade Vol": "24h Trade Vol",
  "24h Wins Paid": "24h Bayad sa Panalo",
  "24h high": "24h na mataas",
  "24h low": "24h na mababa",
  "24h players": "24h na mga manlalaro",
  "24h win ratio": "24h na ratio ng panalo",
  "2FA Code's length is not right": "Hindi tama ang haba ng 2FA Code",
  "2FA authentication": "2FA authentication",
  "2s CFD and 5-60s Options": "2s CFD at 5-60s na Opsyon",
  "3. Customer Due Diligence (CDD)": "3. Customer Due Diligence (CDD)",
  "3. How We Share Your Information": "3. Paano Namin Ibinabahagi ang Iyong Impormasyon",
  "3. Wait for system settlement": "3. Maghintay para sa system settlement",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Nagsasagawa ang Detrade ng Customer Due Diligence (CDD) sa lahat ng mga user upang i-verify ang kanilang pagkakakilanlan at masuri ang antas ng kanilang panganib.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Upang ma-access ang ilang partikular na feature ng Detrade's Platform, maaaring kailanganin mong magparehistro para sa isang account.",
  "3.1 With Service Providers:": "3.1 Sa Mga Service Provider:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Sa panahon ng proseso ng pagpaparehistro, maaaring kailanganin kang magbigay ng ilang personal na impormasyon, kabilang ngunit hindi limitado sa iyong buong pangalan, petsa ng kapanganakan, tirahan ng tirahan, pagkakakilanlan na ibinigay ng pamahalaan, at patunay ng address.",
  "3.2 For Legal Reasons:": "3.2 Para sa Mga Legal na Dahilan:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Kapag nagrerehistro para sa isang account, sumasang-ayon kang magbigay ng tumpak, kasalukuyan, at kumpletong impormasyon tungkol sa iyong sarili gaya ng sinenyasan ng form sa pagpaparehistro.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Inilalaan ng Detrade ang karapatang humiling ng karagdagang impormasyon o dokumentasyon mula sa iyo upang i-verify ang iyong pagkakakilanlan o masuri ang antas ng iyong panganib.",
  "3.3 To Protect Our Rights:": "3.3 Upang Protektahan ang aming Mga Karapatan:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Responsable ka sa pagpapanatili ng pagiging kumpidensyal ng mga kredensyal ng iyong account at para sa lahat ng aktibidad na nangyayari sa ilalim ng iyong account.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Inilalaan ng Detrade ang karapatang suspindihin o wakasan ang iyong account kung naniniwala kami na nagbigay ka ng mali o mapanlinlang na impormasyon sa panahon ng proseso ng pagpaparehistro o lumabag sa anumang probisyon ng Kasunduang ito.",
  "3.4 With Your Consent:": "3.4 Sa Iyong Pahintulot:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Sumasang-ayon ka na agad na magbigay ng anumang impormasyon o dokumentasyong hiniling ng Detrade para sa layunin ng Customer Due Diligence (CDD).",
  "3.5 In Business Transfers:": "3.5 Sa Mga Paglipat ng Negosyo:",
  "3.Account Registration": "3.Pagpaparehistro ng Account",
  "3rd Merchant Processing": "Ika-3 Pagproseso ng Merchant",
  "4. Check the winning and losing results": "4. Suriin ang mga resulta ng panalo at pagkatalo",
  "4. Identity Verification": "4. Pagpapatunay ng Pagkakakilanlan",
  "4. Platform Use": "4. Paggamit ng Platform",
  "4. Your Data Protection Rights": "4. Iyong Mga Karapatan sa Proteksyon ng Data",
  "4.1 Access:": "4.1 Access:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Gumagamit ang Detrade ng iba't ibang paraan at tool upang i-verify ang pagkakakilanlan ng mga gumagamit nito, kabilang ngunit hindi limitado sa:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Ang Platform ng Detrade ay ibinigay para sa mga layuning pang-impormasyon at pang-edukasyon lamang. Kinikilala at sinasang-ayunan mo na ang anumang impormasyong ibinigay sa aming Platform ay hindi nilayon bilang payo sa pananalapi at hindi dapat umasa sa paggawa ng mga desisyon sa pamumuhunan.",
  "4.2 Correction:": "4.2 Pagwawasto:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Inilalaan ng Detrade ang karapatang tanggihan ang anumang dokumento o impormasyong ibinigay ng mga user kung ito ay itinuring na hindi sapat o hindi tumpak para sa layunin ng pag-verify ng pagkakakilanlan.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Ikaw ang tanging responsable para sa pagsusuri ng mga panganib na nauugnay sa mga binary na opsyon sa pangangalakal at para sa pagtukoy kung ang pangangalakal sa Platform ng Detrade ay angkop para sa iyo.",
  "4.3 Deletion:": "4.3 Pagtanggal:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Sumasang-ayon kang gamitin ang Platform ng Detrade alinsunod sa lahat ng naaangkop na batas at regulasyon at sa paraang hindi lumalabag sa mga karapatan ng iba o lumalabag sa mga tuntunin ng Kasunduang ito.",
  "4.4 Objection:": "4.4 Pagtutol:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Paghihigpit: May karapatan kang humiling na paghigpitan namin ang pagproseso ng iyong personal na impormasyon, sa ilalim ng ilang mga kundisyon.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Data Portability: May karapatan kang humiling ng paglipat ng iyong personal na impormasyon sa ibang organisasyon o direkta sa iyo, sa ilalim ng ilang mga kundisyon.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Bawiin ang Pahintulot: Kung binigyan mo kami ng pahintulot na iproseso ang iyong personal na impormasyon, may karapatan kang bawiin ang iyong pahintulot anumang oras.",
  "5. Data Security": "5. Seguridad ng Data",
  "5. Risk Assessment": "5. Pagtatasa ng Panganib",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Ang Detrade ay nagsasagawa ng pagtatasa ng panganib ng bawat mangangalakal batay sa kanilang impormasyon sa pagpapatunay ng pagkakakilanlan, kasaysayan ng transaksyon, at iba pang nauugnay na mga salik.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Ang Platform ng Detrade ay nagbibigay-daan sa mga user na mag-trade ng mga binary na opsyon sa iba't ibang instrumento sa pananalapi, kabilang ngunit hindi limitado sa mga stock, currency, commodities, at indeks.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Maaaring magtalaga ang mga user ng risk rating batay sa mga resulta ng risk assessment, na maaaring makaimpluwensya sa antas ng pagsisiyasat na inilapat sa kanilang mga transaksyon at aktibidad ng account.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Kinikilala at sinasang-ayunan mo na ang mga binary na opsyon sa pangangalakal ay nagsasangkot ng malalaking panganib, kabilang ang panganib na mawala ang iyong buong pamumuhunan.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Ikaw ang tanging responsable para sa pagsusuri ng mga panganib na nauugnay sa bawat kalakalan at para sa pagtukoy ng naaangkop na diskarte sa pamumuhunan para sa iyong mga indibidwal na kalagayan.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Ang Detrade ay hindi nagbibigay ng anumang mga garantiya o katiyakan tungkol sa kakayahang kumita o tagumpay ng anumang kalakalan na ginawa sa aming Platform.",
  "5.Trading": "5. pangangalakal",
  "50+ trading pairs": "50+ pares ng trading",
  "6 Month's Pnl": "6 na Buwan na Pnl",
  "6. Data Retention": "6. Pagpapanatili ng Data",
  "6. Fees and Charges": "6. Mga Bayarin at Singilin",
  "6. Monitoring and Reporting": "6. Pagsubaybay at Pag-uulat",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Maaaring maningil ng mga bayarin ang Detrade para sa ilang partikular na serbisyo o transaksyong isinagawa sa aming Platform. Sumasang-ayon kang bayaran ang lahat ng naaangkop na bayarin at singil kaugnay ng paggamit mo sa aming Platform.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Sinusubaybayan ng Detrade ang mga transaksyon ng negosyante at aktibidad ng account para sa mga palatandaan ng kahina-hinala o hindi pangkaraniwang pag-uugali na maaaring magpahiwatig ng mga aktibidad sa money laundering o pagpopondo ng terorista.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Inilalaan ng Detrade ang karapatang baguhin o baguhin ang aming istraktura ng bayad anumang oras, mayroon man o walang abiso.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Kung matukoy ng Detrade ang anumang kahina-hinalang aktibidad o transaksyon, inilalaan namin ang karapatang iulat ang naturang aktibidad sa mga may-katuturang awtoridad at magsagawa ng naaangkop na aksyon, kabilang ngunit hindi limitado sa pagyeyelo o pagsususpinde sa mga account ng negosyante.",
  "6M": "6M",
  "7 * 24 technical services": "7 * 24 mga teknikal na serbisyo",
  "7. Cookies and Similar Technologies": "7. Cookies at Katulad na Teknolohiya",
  "7. Intellectual Property": "7. Intelektwal na Ari-arian",
  "7. Record-Keeping": "7. Pag-iingat ng Record",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Ang lahat ng nilalaman at materyal na magagamit sa Platform ng Detrade, kabilang ang ngunit hindi limitado sa teksto, graphics, logo, larawan, at software, ay pag-aari ng Detrade o ng mga tagapaglisensya nito at pinoprotektahan ng copyright, trademark, at iba pang mga batas sa intelektwal na ari-arian.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Cookies: Gumagamit kami ng cookies upang mapahusay ang iyong karanasan sa aming Platform. Ang cookie ay isang maliit na file na inilagay sa iyong device na nagbibigay-daan sa amin na makilala ang iyong browser at makuha at matandaan ang ilang partikular na impormasyon.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Ang Detrade ay nagpapanatili ng mga talaan ng lahat ng pagkakakilanlan ng negosyante at impormasyon ng transaksyon alinsunod sa mga naaangkop na batas at regulasyon.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Mga Uri ng Cookies: a) **Essential Cookies**: Ang mga cookies na ito ay kinakailangan para sa pagpapatakbo ng aming Platform. Binibigyang-daan ka nitong mag-navigate sa site at gamitin ang mga tampok nito.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Ang mga rekord ng gumagamit ay pinananatiling kumpidensyal at ibinubunyag lamang sa mga awtorisadong tauhan o awtoridad sa regulasyon gaya ng iniaatas ng batas.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Binigyan ka ng limitado, hindi eksklusibo, at hindi naililipat na lisensya upang ma-access at gamitin ang Platform ng Detrade para sa iyong personal at hindi pangkomersyal na paggamit lamang.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Pamamahala ng Cookies: Makokontrol mo ang paggamit ng cookies sa indibidwal na antas ng browser. Kung tatanggihan mo ang cookies, maaari mo pa ring gamitin ang aming Platform, ngunit ang iyong kakayahang gumamit ng ilang feature o bahagi ng aming Platform ay maaaring limitado.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Sumasang-ayon ka na hindi magparami, magbago, mamahagi, o lumikha ng mga hinangong gawa batay sa anumang nilalaman o materyales na magagamit sa Platform ng Detrade nang walang malinaw na nakasulat na pahintulot ng Detrade.",
  "8. Third-Party Links": "8. Mga Third-Party na Link",
  "8. Training and Awareness": "8. Pagsasanay at Kamalayan",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Nagbibigay ang Detrade ng mga programa sa pagsasanay at kaalaman para sa mga empleyado nito upang matiyak na sila ay may kaalaman tungkol sa mga patakaran at pamamaraan ng AML at KYC.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Iginagalang ng Detrade ang privacy ng mga gumagamit nito at nakatuon sa pagprotekta sa kanilang personal na impormasyon. Mangyaring sumangguni sa aming Patakaran sa Privacy para sa mga detalye kung paano namin kinokolekta, ginagamit, at isiwalat ang iyong personal na impormasyon.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Sinanay ang mga empleyado na kilalanin at iulat ang kahina-hinalang aktibidad at sumunod sa lahat ng kinakailangan ng AML at KYC.",
  "8.Privacy Policy": "8. Patakaran sa Privacy",
  "9. Children's Privacy": "9. Privacy ng mga Bata",
  "9. Compliance Oversight": "9. Pagsubaybay sa Pagsunod",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Nagtalaga si Detrade ng Compliance Officer na responsable para sa pangangasiwa sa pagsunod sa mga patakaran at pamamaraan ng AML at KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Inilalaan ng Detrade ang karapatang suspindihin o wakasan ang iyong pag-access sa aming Platform anumang oras at para sa anumang dahilan, mayroon man o walang dahilan, at nang walang paunang abiso.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Ang Opisyal ng Pagsunod ay may pananagutan sa pagsubaybay sa mga pagpapaunlad ng regulasyon, pag-update ng mga patakaran ng AML at KYC kung kinakailangan, at pagtiyak na ang mga operasyon ng Detrade ay mananatiling sumusunod sa lahat ng naaangkop na batas at regulasyon.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Sa pagtatapos ng iyong pag-access sa Platform ng Detrade, lahat ng mga probisyon ng Kasunduang ito na ayon sa kanilang likas na katangian ay dapat mabuhay sa pagwawakas ay mananatili, kabilang ngunit hindi limitado sa mga probisyon tungkol sa intelektwal na ari-arian, limitasyon ng pananagutan, at paglutas ng hindi pagkakaunawaan.",
  "9.Termination": "9. Pagwawakas",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Halaga ng bonus:</0> 50% ng iyong unang deposito",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Bonus cap:</0> Pinakamataas na 50 USDT trading bonus",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Pagiging Kwalipikado:</0> Mga bagong user sa Detrade lang",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Kailangan:</0> Unang deposito ≥ 50 USDT (o katumbas na crypto)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Mga sinusuportahang produkto</0>: Highlow, Spread, Up Down, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "<0>[{{count}}]</0> naipadala na ang mga tiket ngayong round!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> bawat entry at exit trade ng {{position}} kasama ang slippage",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>of {{total}}</1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Isang flat fee na {{feeAmount}} ({{commission}}) ang sinisingil sa pagbubukas ng trade (posisyon:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Ang isang bahagi ng iyong mga kita (kung mayroon man) ay kinuha kapag isinara mo ang kalakalan",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Ang isang variable na bayad ay sinisingil bilang isang bahagi ng mga kita sa pagsasara ng kalakalan",
  "A verification will be sent to {{email}}": "Ang isang pag-verify ay ipapadala sa {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Tiyaking na-unlock mo ang lahat ng apat na trading mode. Kung magpapatuloy ang isyu, makipag-ugnayan sa suporta sa customer para sa tulong.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "A: Hindi, ang bonus mismo ay hindi ma-withdraw. Gayunpaman, anumang <0>mga kita na ginawa gamit ang bonus</0> ay maaaring ma-withdraw.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "A: Oo. Mangyaring i-activate ang iyong bonus sa loob ng <0>7 araw</0> ng pag-isyu. Hindi na mababawi ang mga nag-expire na bonus.",
  "AF": "AF",
  "AML & KYC policy": "Patakaran sa AML at KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Tungkol sa Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "I-access ang higit sa 70 sikat na asset na may hanggang 90% na potensyal na kita",
  "Account Details": "Mga Detalye ng Account",
  "Account Not Verified": "Hindi Na-verify ang Account",
  "Account Verified": "Na-verify ang Account",
  "Activate": "I-activate",
  "Activation expiry time": "Oras ng pag-expire ng pag-activate",
  "Active": "Aktibo",
  "Active tickets": "Mga aktibong tiket",
  "Activity priority access": "Aktibidad na priyoridad na pag-access",
  "Add": "Idagdag",
  "Add key phrase into Google Authenticator and remember the key phrase": "Magdagdag ng key phrase sa Google Authenticator at tandaan ang key phrase",
  "Add referral": "Magdagdag ng referral",
  "Add referral code": "Idagdag ang referral code",
  "Address is required": "Kinakailangan ang address",
  "Address valid": "May bisa ang address",
  "Advanced": "Advanced",
  "Advanced Users": "Mga Advanced na Gumagamit",
  "Advanced chart": "Advanced na tsart",
  "Advantage": "Advantage",
  "Affiliate program": "Affiliate program",
  "Affiliates": "Mga Affiliate",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Pagkatapos makumpleto ang iyong unang deposito, pumunta sa <0>Reward Center</0> upang tingnan ang iyong paunang 1 USDT trial voucher.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Pagkatapos itakdang pribado ang iyong personal na impormasyon, hindi na makikita ng ibang mga user ang iyong username at impormasyon.",
  "Agreement": "Kasunduan",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Paraan ng airdrop: Awtomatikong ibinabahagi ang mga reward sa wallet. Mangyaring sundin ang in-app na email.",
  "Airdrop plan": "Plano ng airdrop",
  "Airdrop program": "Airdrop program",
  "Airdrops": "Airdrops",
  "Algorithm": "Algorithm",
  "All": "Lahat",
  "All Assets": "Lahat ng Asset",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Lahat ng aktibidad ng brokerage sa website na ito ay ibinibigay ng Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Ang lahat ng mga formula ng laro ay bukas at transparent, na humahadlang sa panloloko at pumipigil sa mga panganib sa mga kasosyo at manlalaro.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Ang lahat ng mga presyo para sa 24 na oras na trading round ay paunang natukoy gamit ang random na iginuhit na seed, na ipinapakita sa dulo ng bawat trading round. Sa nai-publish na seed na ito, mabe-verify ng sinuman na sumunod kami sa algorithm na nakadetalye sa ibaba at hindi binago ang anumang mga presyo pagkatapos magsimula ang round. Kapansin-pansin, imposible para sa amin na baguhin ang mga presyo batay sa iyong pangangalakal.",
  "All prizes will be sent in USDT.": "Ang lahat ng mga premyo ay ipapadala sa USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Lahat ng hands-on na karanasan ng isang nangungunang mangangalakal na kailangan mo, kabilang ang pag-access sa pinakamainit na mga indicator at signal ng kalakalan.",
  "All time wins paid": "Lahat ng oras na panalo ay binayaran",
  "Already have an account?": "Mayroon ka nang account?",
  "Amount": "Halaga",
  "Amount is required": "Kinakailangan ang halaga",
  "Amount to withdraw": "Halaga para i-withdraw",
  "Announcement": "Anunsyo",
  "Announcements": "Mga Anunsyo",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Anti-Money Laundering (AML) at Patakaran sa Know Your Customer (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Anumang katanungan? Ang aming nakatuong koponan ng suporta ay handang tulungan ka at gabayan ka sa proseso ng aplikasyon.",
  "Apply": "Mag-apply",
  "Applying": "Nag-aaplay",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Tinatayang {{nextCapitalCost}} ang sisingilin sa susunod na oras, at ang partikular na halaga ay napapailalim sa rate ng pagpopondo sa oras na iyon.",
  "Are there any geographical restrictions?": "Mayroon bang anumang mga paghihigpit sa heograpiya?",
  "Arrival amount": "Dami ng pagdating",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Hangga't nananatiling aktibo ang programa, maaari kang makakuha ng mga komisyon mula sa sandaling magparehistro ang iyong referee para sa isang Detrade account.",
  "Ask a question": "Magtanong",
  "Asset types,currencies,cryptocurrencies for any trader.": "Mga uri ng asset, pera, cryptocurrency para sa sinumang mangangalakal.",
  "Assets": "Ari-Arian",
  "Assets overview": "Pangkalahatang-ideya ng mga asset",
  "At least {{exceed}} number": "Hindi bababa sa {{exceed}} na numero",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Sa pagtatapos ng countdown, matutukoy ang kita at pagkalugi batay sa trend na iyong hinulaang.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Sa simula ng bawat trading round (00:00 UTC), isang bagong 32-byte na binhi ang random na pinili. Ang mga presyo ng buong round ay maaaring kopyahin sa pamamagitan ng pagsasama ng binhi na ito sa isang incrementing integer tick counter.",
  "Auto": "Auto",
  "Available": "Available",
  "Available on request": "Magagamit kapag hiniling",
  "Award quota": "Quota ng Award",
  "Awarded users": "Mga i-nawardan na mga gumagamit",
  "Balance": "Balanse",
  "Balance is not enough": "Hindi sapat ang balanse",
  "Basic": "Basic",
  "Becoming an affiliate is easy": "Madali lang maging affiliate",
  "Benefit from our many years of experience and internationally renowned reputation.": "Makinabang mula sa aming maraming taon ng karanasan at tanyag na reputasyon sa buong mundo.",
  "Benefits": "Mga Benepisyo",
  "Benefits:": "Mga Benepisyo:",
  "Best For": "Pinakamahusay Para sa",
  "Bet": "Taya",
  "Betting": "Pagtaya",
  "Binary Options Exchange": "Binary Options Exchange",
  "Bind": "Magbigkis",
  "Bind Success": "Tagumpay na na i-bind",
  "Black diamond circle": "Itim na bilog na brilyante",
  "Blockchain Processing": "Pagproseso ng Blockchain",
  "Bonus": "Bonus",
  "Bonus Rules": "Mga Panuntunan sa Bonus",
  "Bonus Trial": "Bonus Trial",
  "Bonus pool": "Bonus pool",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Ang mga voucher ng bonus ay <0>hindi na-withdraw</0>, ngunit <1>ang mga kita mula sa mga bonus na trade ay na-wiwithdraw<1>",
  "Boost your earnings by affiliate program": "Palakasin ang iyong mga kita sa pamamagitan ng affiliate program",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Palakasin ang iyong trade na may hanggang 1000x na leverage— malaking panganib, mas malaking gantimpala.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Palakasin ang iyong trade na may hanggang 1000× leverage — malaking panganib, mas malaking reward.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Mga Produkto at Serbisyo ng Brokerage na inaalok ng Nexus Play LLC.",
  "Bronze": "Bronze",
  "Bust And Stop Loss Prices": "Mga Presyo ng Bust At Stop Loss",
  "Buy": "Bumili",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Sa pamamagitan ng pag-access o paggamit sa Platform ng Detrade, kinikilala mo na nabasa mo, naunawaan, at sumasang-ayon na sumailalim sa Patakaran sa Privacy na ito. Kung hindi ka sumasang-ayon sa Patakaran sa Privacy na ito, hindi mo dapat gamitin ang aming Platform.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Sa pamamagitan ng pag-access o paggamit sa Platform ng Detrade, kinikilala mo na nabasa mo, naunawaan, at sumasang-ayon na sumailalim sa Kasunduang ito. Kung hindi ka sumasang-ayon sa anumang bahagi ng Kasunduang ito, hindi mo dapat gamitin ang Platform ng Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Sa pamamagitan ng pag-access o paggamit sa platform ng Detrade, kinikilala mo na iyong nabasa, naunawaan, at sumasang-ayon na sumunod sa AML at KYC Policy na ito. Kung hindi ka sumasang-ayon sa anumang bahagi ng Patakarang ito, hindi mo dapat gamitin ang platform ng Detrade.",
  "Calculator": "Calculator",
  "Campaign": "Kampanya",
  "Campaign Center": "Sentro ng Kampanya",
  "Can I See The Data Of My Referral?": "Maaari Ko Bang Makita Ang Data Ng Aking Referral?",
  "Can I use a live account and a demo account at the same time?": "Maaari ba akong gumamit ng live na account at demo account nang sabay?",
  "Can Partner upgrade his partnership level in the future?": "Maaari bang i-upgrade ng Partner ang kanyang antas ng partnership sa hinaharap?",
  "Can non-crypto users play Detrade games?": "Maaari bang maglaro ng mga larong Detrade ang mga non-crypto user?",
  "Cancel": "Kanselahin",
  "Cannot exceed {{exceed}} characters": "Hindi maaaring lumampas sa {{exceed}} na character",
  "Cash All": "Cash Lahat",
  "Champion Profits": "Kita ng Kampeon",
  "Change": "Baguhin",
  "Change password": "Baguhin ang password",
  "Chat": "Chat",
  "Check <0>ROI calculator</0> for more details": "Tingnan ang <0>ROI calculator</0> para sa higit pang mga detalye",
  "Chg%": "Chg%",
  "Choose Symbol": "Pumili ng Simbolo",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Piliin ang Iyong <0> Uri ng Account At </0> Simulan ang Trading!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Piliin ang Iyong <br/> Uri ng Account At </br> Simulan ang Trading!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Pumili ng multiplier para i-maximize ang iyong posisyon. Ang pagtatakda ng mas mataas na multiplier ay nagpapataas ng iyong panganib sa margin",
  "Choose the cryptocurrency that you would like to start trading.": "Piliin ang cryptocurrency na gusto mong simulan ang pangangalakal.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Piliin ang pataas o pababang direksyon upang maglagay ng order sa loob ng tinukoy na oras ng countdown.",
  "Claim": "Claim",
  "Claim Voucher": "I-claim ang Voucher",
  "Claimed rewards": "Na-claim na mga reward",
  "Claimed rewards details": "Mga detalye ng na-claim na reward",
  "Click Here To View The": "Pumindot Dito Upang Tingnan Ang",
  "Click Up or Down to Trading": "Pindutin ang Pataas o Pababa sa Trading",
  "Client": "Kliyente",
  "Close": "Isara",
  "Close Time": "Oras ng pagsara",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Magsara anumang oras, maging sa kita o pagkawala. Magtakda ng mga target ng take-profit o stop-loss upang awtomatikong isara ang iyong posisyon",
  "Close the order": "Isara ang order",
  "Close type": "Uri ng Pagsara",
  "Closed successfully!": "Matagumpay na naisara!",
  "Co-planning rights": "Mga karapatan sa co-planning",
  "Coin-Margined": "Coin-Margined",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Pagsamahin ang lahat ng resting limit order mula sa bawat price feed sa isang composite order book. Okay lang at inaasahan na ang presyo ng ilang buy order ay lalampas sa presyo ng ilang sell orders mula sa ibang exchange. Ang mga indibidwal na laki ng order ay nililimitahan sa $1 milyon upang limitahan ang impluwensya ng isang malaking order.",
  "Coming soon": "Paparating na",
  "Community": "Komunidad",
  "Community access": "Access sa komunidad",
  "Completed": "Nakumpleto",
  "Comprehensive trading training": "Komprehensibong pagsasanay sa pangangalakal",
  "Computers and smartphones are fully functional": "Ganap na gumagana ang mga computer at smartphone",
  "Condition 1: The price trend matches your prediction.": "Kundisyon 1: Ang trend ng presyo ay tumutugma sa iyong hula.",
  "Condition 2: Price movement breaks through the spread.": "Kundisyon 2: Ang paggalaw ng presyo ay lumalampas sa spread.",
  "Confirm": "Kumpirmahin",
  "Confirm Close": "Kumpirmahin ang pagsara",
  "Confirm removing Google 2FA authentication?": "Kumpirmahin ang pag-alis ng Google 2FA authentication?",
  "Confirm settlement of all orders?": "Kumpirmahin ang settlement ng lahat ng order?",
  "Confirm to close the order?": "Kumpirmahin na isara ang order?",
  "Confirmations": "Mga kumpirmasyon",
  "Connect": "Kumonekta",
  "Connect with your friends": "Kumonekta sa iyong mga kaibigan",
  "Contact Us": "Makipag-ugnayan sa Amin",
  "Contact us": "Makipag-ugnayan sa amin",
  "Contact us with Email or Live chat": "Makipag-ugnayan sa amin gamit ang Email o Live chat",
  "Content creators program": "Programa ng mga tagalikha ng nilalaman",
  "Contest prize pool": "Premyong pool ng paligsahan",
  "Continue": "Magpatuloy",
  "Continue Deposit Process": "Ipagpatuloy ang Proseso ng Deposito",
  "Continue deposit process": "Ipagpatuloy ang proseso ng pagdedeposito",
  "Continue with Google": "Magpatuloy sa Google",
  "Continue with X": "Magpatuloy sa X",
  "Continuously updated": "Patuloy na ina-update",
  "Convenient deposit and withdrawal methods": "Maginhawang paraan ng pagdeposito at pag-withdraw",
  "Copy": "Kopyahin",
  "Copy Success": "Matagumpay na Nakopya",
  "Copy this code to your authenticator app": "Kopyahin ang code na ito sa iyong authenticator app",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Copyright © 2025 Nexus Play LLC. Lahat ng karapatan ay nakalaan.",
  "Country": "Bansa",
  "Create Password": "Lumikha ng Password",
  "Crypto": "Crypto",
  "Crypto - binary options": "Crypto - binary na mga pagpipilian",
  "Crypto Pairs": "Mga Pares ng Crypto",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Ang Trading sa kontrata ng Cryptocurrency ay may mataas na antas ng panganib, at maaaring mawala sa iyo ang iyong buong halaga ng kalakalan. Kung mas mataas ang leverage na iyong ginagamit, mas malaki ang panganib. Gayunpaman, sa anumang pagkakataon ay hindi ka maaaring mawalan ng higit sa iyong unang halaga ng kalakalan.",
  "Currency": "Pera",
  "Custom Price Move %": "Pasadyang Paglipat ng Presyo %",
  "Custom cashback plan": "Pasadyang plano ng cashback",
  "Custom revenue share and fee option.": "Custom na bahagi ng kita at opsyon sa bayad.",
  "Custom services": "Mga custom na serbisyo",
  "Custom signals": "Mga custom na signal",
  "Customized incentives tailored to your needs.": "Mga customized na insentibo na iniayon sa iyong mga pangangailangan.",
  "DOWN": "PABABA",
  "Daily Active Users": "Pang-araw-araw na Aktibong User",
  "Daily Earning": "Araw-araw na Kita",
  "Daily contest": "Araw-araw na paligsahan",
  "Dark": "Gabi",
  "Date": "Petsa",
  "Day": "Araw",
  "DeTrade overview": "Pangkalahatang-ideya ng DeTrade",
  "Dedicated customer support": "Dedikadong suporta sa customer",
  "Demo": "Demo",
  "Demo Account": "Demo Account",
  "Demo Trading": "Demo Trading",
  "Depending on your location, you may have the following rights regarding your personal information:": "Depende sa iyong lokasyon, maaaring mayroon kang mga sumusunod na karapatan tungkol sa iyong personal na impormasyon:",
  "Deposit": "Deposito",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Magdeposito ng 120 USDT → Makatanggap ng naka-cap na bonus na 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Magdeposito ng 80 USDT → Makatanggap ng 40 USDT na bonus",
  "Deposit Amount": "Halaga ng Deposito",
  "Deposit Order Created": "Nagawa ang Deposit Order",
  "Deposit Via {{depositChannel}}": "Deposito Sa pamamagitan ng {{depositChannel}}",
  "Deposit address": "Address ng deposito",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Magdeposito at mag-withdraw ng pera nang madali gamit ang pinaka-maginhawang paraan ng pagbabayad.",
  "Deposit is in progress": "",
  "Deposit now": "Magdeposito ngayon",
  "Deposits and withdrawals": "Mga deposito at withdrawal",
  "Derivative Exchanges": "Mga Derivative Exchange",
  "Description": "Paglalarawan",
  "Detail": "Detalye",
  "Details": "Mga Detalye",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Pinahahalagahan ng Detrade (\"kami,\" \"kami,\" o \"aming\") ang iyong privacy at nakatuon sa pagprotekta sa iyong personal na impormasyon. Ipinapaliwanag ng Patakaran sa Privacy na ito kung paano namin kinokolekta, ginagamit, isiwalat, at pinangangalagaan ang iyong impormasyon kapag ginamit mo ang aming binary options trading platform (\"Platform\"). Sa pamamagitan ng pag-access o paggamit sa aming Platform, sumasang-ayon ka sa pagkolekta at paggamit ng impormasyon alinsunod sa patakarang ito. Kung hindi ka sumasang-ayon sa patakarang ito, hindi mo dapat gamitin ang aming Platform.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Ang Detrade Connect ay isang seamless na solusyon sa pagsasama na nagbibigay-daan sa mga third-party na platform na madaling kumonekta sa aming ecosystem. Sa pamamagitan ng malalakas na API at mga tool sa automation, direkta naming isinasama ang mga pangunahing function ng aming mga produkto sa iyong platform. Nilalayon nitong magbigay sa mga platform ng sari-saring cryptocurrency derivatives, mas mabilis na pagpapalitan ng data, at kakayahang ma-access ang aming mga makabagong feature, habang tinitiyak ang secure, scalable, at maaasahang koneksyon. Gusto mo mang palawakin ang paghahatid ng serbisyo o pasimplehin ang mga daloy ng trabaho, magagawa ng Detrade Connect na simple, mahusay, at epektibo ang pagsasama.",
  "Detrade Index Prices": "Mga Presyo ng Index ng Detrade",
  "Detrade Partner": "Kasosyo ng Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade Partner Program! Ang program na ito ay idinisenyo upang magbigay sa mga creator ng pinahusay na potensyal na kita at mga eksklusibong benepisyo, na ginagawang tunay na kapaki-pakinabang ang iyong mga pagsisikap na pang-promosyon.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade ay nakatuon sa pagbabago ng tradisyonal na matalinong industriya ng kalakalan at pagbubukas ng mga pamilihang pinansyal sa lahat saanman. Ang aming misyon ay magbigay ng pinaka-makabagong karanasan sa pangangalakal. Kahit sino sa mundo ay dapat na makasali sa mga transaksyon.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Nakumpleto na ng Detrade ang pagsusuri ng code at ang resulta ay nasa TOP-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Ang Detrade ay nasa mabilis na paglago. Kami ay nakatuon sa pagbibigay sa aming mga user ng isang makabago at nakakaengganyo na karanasan na ginagawa itong platform ng pagpili para sa cryptocurrency binary option trading.",
  "Detrade learn": "Matuto ng Detrade",
  "Detrade offers 3 types of optional products.": "Nag-aalok ang Detrade ng 3 uri ng mga opsyonal na produkto.",
  "Detrade partnership program": "Partnership program ng Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Inilalaan ng Detrade ang panghuling mga karapatan sa interpretasyon para sa kampanyang ito.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Inilalaan ng Detrade ang karapatang baguhin ang anumang mga tuntunin at kundisyon sa sarili nitong pagpapasya at nang walang paunang abiso.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Inilalaan ng Detrade ang karapatang ibukod ang mga manlalaro na lumabag sa aming mga panuntunan sa anumang yugto ng Paligsahan.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Inilalaan ng Detrade ang karapatan na baguhin, suspindihin o kanselahin ang aktibidad o pamamahagi ng airdrop anumang oras, kabilang ang anumang nauugnay na mga tuntunin at kundisyon. Ang rebisyon ay upang pamahalaan/iwasan ang pandaraya at iba pang ilegal na aktibidad. Maliban kung ang mangangalakal ay nagsasagawa ng pandaraya at iba pang mga ilegal na aktibidad, ang anumang naturang pagbabago ay hindi makakaapekto sa mga mangangalakal na piniling lumahok.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Inilalaan ng Detrade ang karapatang i-update o baguhin ang Patakaran sa Privacy na ito anumang oras. Aabisuhan ka namin ng anumang mga pagbabago sa pamamagitan ng pag-post ng bagong Patakaran sa Privacy sa aming Platform. Pinapayuhan kang suriin ang Patakaran sa Privacy na ito pana-panahon para sa anumang mga pagbabago. Ang iyong patuloy na paggamit ng aming Platform pagkatapos ng anumang mga pagbabago sa Patakaran sa Privacy ay bubuo ng iyong pagkilala sa mga pagbabago at ang iyong pagpayag na sumunod at sumailalim sa na-update na Patakaran sa Privacy.",
  "Detrade weekly draw": "Lingguhang draw ng Detrade",
  "Developer documentation": "Dokumentasyon ng developer",
  "Device": "Device",
  "Diamond": "Diamond",
  "Diamond Partner": "Diamond Partner",
  "Didn't find an answer to our question?": "Hindi nakahanap ng sagot sa aming tanong?",
  "Direction": "Direksyon",
  "Discover trending tokens. Trade. Earn. Repeat.": "Tuklasin ang mga trending na token. Mag Trade. Kumita. Ulitin.",
  "Distributing Payout": "Pamamahagi ng Payout",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Huwag gumamit ng mga espesyal na simbolo at space bar, kung hindi ay maaaring hindi suportado ang iyong account.",
  "Do not use special symbols, otherwise your account may not be supported.": "Huwag gumamit ng mga espesyal na simbolo, kung hindi ay maaaring hindi suportado ang iyong account.",
  "Does the company have the legal qualifications to carry out relevant business?": "Ang kumpanya ba ay may mga legal na kwalipikasyon upang magsagawa ng nauugnay na negosyo?",
  "Don't beg or ask for loans, rains or tips.": "Huwag humingi o humingi ng pautang, ulan o tip.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Huwag makisali sa anumang anyo ng pag-advertise/pangkalakal/pagbebenta/pagbili o pag-aalok ng mga serbisyo.",
  "Don't harass or be offensive to other users or Detrade staff.": "Huwag manggulo o maging nakakasakit sa ibang mga user o Detrade staff.",
  "Don't have an account?": "Walang account?",
  "Don't let anyone see this!": "Huwag hayaang may makakita nito!",
  "Don't share any personal information (including socials) of you or other players.": "Huwag magbahagi ng anumang personal na impormasyon (kabilang ang mga social) mo o ng iba pang mga manlalaro.",
  "Don't share codes, scripts or any other bot service.": "Huwag magbahagi ng mga code, script o anumang iba pang serbisyo ng bot.",
  "Don't show again": "Wag ng ipakita ulit",
  "Don't spam & don't use excessive capital letters when chatting.": "Huwag mag-spam at huwag gumamit ng labis na malalaking titik kapag nakikipag-chat.",
  "Don't use URL shortening services. Always submit the full link.": "Huwag gumamit ng mga serbisyo sa pagpapaikli ng URL. Palaging isumite ang buong link.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Huwag gumamit ng mga alternatibong (alts) na account sa chat, iyon ay mahigpit na ipinagbabawal.",
  "Done": "Tapos",
  "Down": "Pababa",
  "Down Wins": "Down Wins",
  "Down vs. Up Ratio (Live Data)": "Pababa vs. Pataas na Ratio (Live Data)",
  "Download": "I-download",
  "Download the Google Authenticator app": "I-download ang Google Authenticator app",
  "Drop us a line here": "Mag-drop sa amin ng isang linya dito",
  "Duration: {{time}}": "Tagal: {{time}}",
  "EU": "EU",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Isang beses LAMANG magagamit ang bawat Order ID para maiwasan ang mga duplicate.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Ang bawat user ay karapat-dapat para sa <0>isa lamang</0> na bonus sa unang deposito",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Ang bawat voucher code ay maaari lamang i-claim nang isang beses bawat user. Kapag na-claim na ito, hindi na maibabalik ang reward.",
  "Earn": "Kumita",
  "Earn up to 50% commission.": "Makakuha ng hanggang 50% na komisyon.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Makakuha ng hanggang {{payout}}% na kita kung tama ang iyong hula.",
  "Easy access from your smartphone": "Madaling pag-access mula sa iyong smartphone",
  "Edit your avatar": "I-edit ang iyong avatar",
  "Email": "Email",
  "Email Code": "Email Code",
  "Email verification code's length is not right": "Ang haba ng email verification code ay hindi tama",
  "End Time": "Oras ng Pagtatapos",
  "End Time Invalid( hh : mm : ss )": "Di-wasto ang Oras ng Pagtatapos( hh : mm : ss )",
  "End Time is earlier than Start Time": "Ang Oras ng Pagtatapos ay mas maaga kaysa sa Oras ng Pagsisimula",
  "End rate": "Rate ng pagtatapos",
  "Ends in {{time}} days": "Matatapos sa {{time}} na araw",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Tinitiyak ang tunay, walang manipulasyon na pagpepresyo na may transparent at nabe-verify na mga algorithm para sa garantisadong pagiging patas.",
  "Enter Code": "Ipasok ang Code",
  "Enter number of daily active players": "Ilagay ang bilang ng araw-araw na aktibong manlalaro",
  "Enter the 2FA code ": "Ilagay ang 2FA code ",
  "Enter the 6-digit code sent to": "Ilagay ang 6 na digit na code na ipinadala sa",
  "Enter withdraw address": "Ilagay ang withdraw address",
  "Enter your email": "Ilagay ang iyong email",
  "Enter your email and we'll send you a new password": "Ilagay ang iyong email at padadalhan ka namin ng bagong password",
  "Enter your name": "Ilagay ang iyong pangalan",
  "Enter your new password": "Ipasok ang iyong bagong password",
  "Enter your old password": "Ilagay ang iyong lumang password",
  "Enter your password": "Ilagay ang iyong password",
  "Enterprise Partner": "Enterprise Partner",
  "Entrepreneurs": "Mga negosyante",
  "Entry Price": "Entry Price",
  "Entry Time": "Oras ng Pagpasok",
  "Entry fee": "Entry fee",
  "Entry price": "Presyo ng pagpasok",
  "Esteemed Affiliate": "Pinahahalagahan na Kaakibat",
  "Event Details": "Mga Detalye ng Kaganapan",
  "Event time: {{ startTime }} - {{ endTime }}": "Oras ng kaganapan: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Bawat buwan, random kaming mamamahagi ng kabuuang <0>{{amount}}</0> sa BCD sa 300 user na lumalahok sa simbolo ng kalakalan ng STONKS!",
  "Examples": "Mga halimbawa",
  "Exchange": "Palitan",
  "Exit price": "Presyo ng Exit",
  "Experience": "Karanasan",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Ang mga karanasang eksperto sa produkto at teknikal ay nagbibigay sa iyo ng propesyonal na suporta at patuloy na ino-optimize ang mga function ng produkto nang walang bayad para mabigyan ka ng mas mahuhusay na produkto.",
  "Expert Support": "Suporta ng Dalubhasa",
  "Expired": "Nag-expire na",
  "Expires in": "Mag-e-expire sa",
  "Explain": "Ipaliwanag",
  "Exploiting platform bugs or system loopholes": "Pagsasamantala sa mga bug sa platform o mga butas ng system",
  "Extensive coverage": "Malawak na saklaw",
  "FAQ": "FAQ",
  "Failed": "Nabigo",
  "False deposits, money laundering, or manipulation to trigger rewards": "Mga maling deposito, money laundering, o manipulasyon para mag-trigger ng mga reward",
  "Fast response": "Mabilis na tugon",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Ang mga mabilis na transaksyon, bankroll capital injection at pagbabahagi ng kita, mga nakabinbing order, at pagkopya ng transaksyon ay maginhawa at nababaluktot na mga mode ng kalakalan.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Mas mabilis na pangangalakal. Mas simpleng desisyon. Real-time na pakikipag-ugnayan sa mga kapwa mangangalakal sa komunidad.",
  "Favorite Trading Derivatives": "Mga Paboritong Trading Derivatives",
  "Favorites": "Mga Paborito",
  "Fear & Greed Index": "Fear & Greed Index",
  "Fee": "Bayad",
  "Fee options": "Mga pagpipilian sa bayad",
  "Fiat": "Fiat",
  "Finished": "Tapos na",
  "First deposit bonus guide": "Gabay sa unang deposito ng bonus",
  "Fixed fee limit": "Nakatakdang limitasyon sa bayad",
  "Flat fee": "Flat na bayad",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Ang flat fee ay kinakalkula bilang porsyento ng iyong posisyon (halaga * leverage)",
  "Flexible transaction mode": "Flexible na mode ng transaksyon",
  "Floating PnL": "Floating PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "Para sa bawat ${{ticketQuota}} trade sa aming <0>high low spread</0>, awtomatiko kang makakatanggap ng raffle ticket. Kaya siguraduhing mapanalunan ang pinakamagandang pagkakataon para sa iyong sarili sa pamamagitan ng pagkamit ng maraming tiket hangga't maaari!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Halimbawa, kung mayroon kang bukas na long posisyon sa BTC para sa $500 na may 10x multiplier at ang rate ng pagpopondo ay 0.1%, sisingilin ka ng $0.21 bawat oras pagkatapos ng unang 8 oras. Kung ang posisyon ay short sa halip na long, makakatanggap ka ng mga pagbabayad sa pagpopondo. Kung ang iyong posisyon ay sarado sa loob ng 8 oras, walang mga pagbabayad sa pagpopondo ang gagawin.",
  "For the safety of your funds, must complete the following binding": "Para sa kaligtasan ng iyong mga pondo, dapat kumpletuhin ang sumusunod na pagbubuklod",
  "For the safety of your funds, withdrawals must complete the following binding": "Para sa kaligtasan ng iyong mga pondo, ang mga withdrawal ay dapat kumpletuhin ang sumusunod na pagkakatali",
  "Forgot?": "Nakalimutan?",
  "Free": "Libre",
  "Frequently Asked Questions (FAQ)": "Mga Madalas Itanong (FAQ)",
  "Frequently asked questions": "Mga madalas itanong",
  "From": "Mula sa",
  "Funding Payments": "Mga Pagbabayad sa Pagpopondo",
  "Funding fee history": "Kasaysayan ng Funding fee",
  "Funding/h": "Pagpopondo/h",
  "Futures": "Futures",
  "Futures Entrust": "Pagtitiwala sa Futures",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Ang futures trading ay isang transaksyon na may kaugnayan sa spot market. Maaaring hatulan ng mga user ang pagtaas o pagbaba sa futures contract trading at piliing bumili ng mahaba o magbenta ng mga maiikling kontrata upang makakuha ng kita mula sa pagtaas o pagbaba ng mga presyo. Kasabay nito, ang mga gumagamit ay maaaring humiram ng karagdagang mga pondo upang madagdagan ang laki ng kanilang mga posisyon sa pamamagitan ng pagtaas ng leverage.",
  "Gas fee": "Bayad sa gas",
  "General access": "Pangkalahatang pag-access",
  "Get 50% bonus": "Kumuha ng 50% na bonus",
  "Get Trading commission when your friends trading.": "Kumuha ng Trading komisyon kapag ang iyong mga kaibigan trading.",
  "Get free educational materials and 24/7 support": "Kumuha ng mga libreng materyal na pang-edukasyon at 24/7 na suporta",
  "Get help": "Humingi ng tulong",
  "Go bind": "I-bind mo",
  "Go to home": "Pumunta sa home",
  "Go to the Reward Center and manually activate your bonus voucher.": "Pumunta sa Reward Center at manu-manong i-activate ang iyong bonus voucher.",
  "Go trading": "Pumunta sa trading",
  "Gold": "Gold",
  "Gold Partner": "Gold Partner",
  "Good Job!": "Good Job!",
  "Google 2FA code": "Google 2FA code",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Maaaring i-download ang Google Authenticator mula sa App store o Google Play.",
  "Got it": "Nakuha ko",
  "Guess if the price ends higher or lower than the target.": "Hulaan kung ang presyo ay nagtatapos sa mas mataas o mas mababa kaysa sa target.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Hindi mo nakita ang iyong hinahanap? Tingnan ang ilang tanong dito, o tingnan ang aming Help Center para sa higit pang impormasyon.",
  "Hide Small": "Itago ang Maliit",
  "High Low": "Mataas Mababa",
  "High Low Guess if the price ends higher or lower than the target.": "Mataas Mababa Hulaan kung ang presyo ay nagtatapos sa mas mataas o mas mababa kaysa sa target.",
  "High Low Spread": "Mataas Mababa Spread",
  "History": "Kasaysayan",
  "Home": "Home",
  "Hour": "Oras",
  "How does Playnance assist Partners in their platforms' promotion?": "Paano tinutulungan ng Playnance ang Mga Kasosyo sa pag-promote ng kanilang mga platform?",
  "How it works": "Paano ito gumagana",
  "How much can I earn from my referral?": "Magkano ang kikitain ko sa referral ko?",
  "How to Claim Your Bonus": "Paano I-claim ang Iyong Bonus",
  "How to apply": "Paano mag-apply",
  "How to invite": "Paano mag-imbita",
  "How will players deposit and withdraw their funds?": "Paano magdedeposito at mag-withdraw ang mga manlalaro ng kanilang mga pondo?",
  "I acknowledge": "Kinikilala ko",
  "I've made deposit": "Nagdeposito na ako",
  "ID verification": "Pag-verify ng ID",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "INDEX CONSTITUENTS SPOT EXCHANGES",
  "If you are a content creator, make sure to check out our": "Kung isa kang tagalikha ng nilalaman, tiyaking tingnan ang aming",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Kung naniniwala kang mali ang pag-flag ng iyong account, mangyaring makipag-ugnayan sa opisyal na suporta para umapela.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Kung hindi mo nakumpleto ang paglipat na ito, maaari mong ipagpatuloy ang proseso ng deposito <0>dito</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Kung mayroon kang anumang mga katanungan tungkol sa Patakaran sa Privacy na ito, mangyaring makipag-ugnayan sa amin sa",
  "If you have the traffic, it can be monetized.": "Kung na-traffic ka, maaari itong pagkakitaan.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Kung sa tingin mo ay bababa ang presyo kapag natapos ang countdown, mangyaring piliin ang PABABA. (Ang mga halaga sa figure ay tumutugma sa ratio ng tubo na iyong nakuha)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Kung sa tingin mo ay bababa ang presyo, piliin ang PABABA para mahuli ang pagbaba.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Kung sa tingin mo ay bababa ang presyo, magtakda ng margin at mag-imbak ng maikling button. Kung bumaba ang presyo, kikita ka.",
  "If you think the price will go up, choose UP to go with the trend.": "Kung sa tingin mo ay tataas ang presyo, piliin ang PATAAS para sumama sa trend.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Kung sa tingin mo ay tataas ang presyo, magtakda ng margin at i-click ang long button. Kung tumaas ang presyo, kikita ka.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Kung sa tingin mo ay tataas ang presyo sa pagtatapos ng countdown, mangyaring piliin ang UP. (Ang mga halaga sa figure ay tumutugma sa ratio ng tubo na iyong nakuha)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Kung gusto mong tumuon sa mga benta at kita kaysa sa pamamahala ng produkto o pagpapaunlad ng teknolohiya.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Kung ang iyong posisyon ay mananatiling bukas nang higit sa 8 oras, ang oras-oras na bayad sa pagpopondo ay ilalapat batay sa mga kondisyon ng merkado. Ang mga bayarin na ito ay direktang ibinabawas sa balanse ng iyong account. Kung ang iyong balanse ay hindi sapat upang masakop ang mga bayarin sa pagpopondo, ang iyong posisyon ay sapilitang isasara ng system.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Kung ang iyong posisyon ay mananatiling bukas nang higit sa 8 oras, ang oras-oras na bayad sa pagpopondo ay nalalapat batay sa mga kondisyon ng merkado.",
  "Important Reminders": "Mahahalagang Paalala",
  "Income": "Kita",
  "Increase Limit": "Taasan ang Limitasyon",
  "Increase aggregate limit": "Dagdagan ang pinagsama-samang limitasyon",
  "Increase limit": "Dagdagan ang limitasyon",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Isama ang Detrade Cryptocurrency derivatives sa iyong platform",
  "Integration": "Pagsasama",
  "Integration program": "Programa ng integrasyon",
  "Intelligent integrated services": "Intelligent integrated services",
  "Internal group": "Panloob na grupo",
  "Intuitive trader transaction data display and statistics": "Intuitive na pagpapakita ng data ng transaksyon ng negosyante at mga istatistika",
  "Intuitive trading trend display and analysis tools": "Intuitive na pagpapakita ng trend ng kalakalan at mga tool sa pagsusuri",
  "Invalid email": "Di-wastong email",
  "Invite friends": "Mag-imbita ng mga kaibigan",
  "Invite friends to earn  20% commission": "Anyayahan ang mga kaibigan na kumita ng 20% na komisyon",
  "Invite only": "Imbita lamang",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "Mayroon bang limitasyon sa kung gaano katagal ako makakakuha ng mga komisyon sa pamamagitan ng referral program?",
  "Is there a limit to the invitation rewards I can receive?": "May limitasyon ba ang mga reward sa imbitasyon na matatanggap ko?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Tinutulungan nito ang mga mamumuhunan na maunawaan ang emosyonal na kalagayan ng merkado, na maaaring makaimpluwensya sa mga gawi sa pagbili at pagbebenta.",
  "Join  our community": "Sumali sa aming komunidad",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Sumali sa Detrade Connect para mapabilis ang pagpapatakbo ng iyong platform, at binibigyan ka namin ng mga garantiya ng serbisyo.",
  "Join and earn extra bonuses!": "Sumali at kumita ng mga karagdagang bonus!",
  "Join free competitions": "Sumali sa mga libreng kumpetisyon",
  "Join now and get a": "Sumali ngayon at makakuha ng isang",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Sumali sa aming lingguhang random na lottery at ibahagi ang <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Pagpapatunay ng KYC",
  "KYC authentication": "KYC authentication",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Panatilihing bukas ang iyong posisyon nang mas mahaba kaysa sa 8 oras at maaari kang magkaroon o makatanggap ng mga bayad sa pagpopondo kada oras, depende sa mga kondisyon ng merkado.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Panatilihing bukas ang iyong posisyon nang mas mahaba kaysa sa 8 oras at maaari kang magkaroon o makatanggap ng mga bayad sa pagpopondo kada oras, depende sa mga kondisyon ng merkado. Kapag ang merkado ay bullish, ang rate ng pagpopondo ay positibo at ang mga mahabang mangangalakal ay nagbabayad ng mga maikling mangangalakal. Kapag bearish ang market, negatibo ang funding rate at ang mga short trader ay nagbabayad ng long traders.",
  "Language": "Wika",
  "Large product research & Development team": "Malaking pangkat ng pananaliksik at Pagpapaunlad ng produkto",
  "Last price": "Huling presyo",
  "Latest events": "Pinakabagong mga kaganapan",
  "Launch now": "Ilunsad ngayon",
  "Leaderboard": "Leaderboard",
  "Learn": "Matuto",
  "Learn More": "Matuto pa",
  "Level assessment & update": "Pagtatasa at pag-update ng antas",
  "Leverage": "Leverage",
  "Leverage 1000x Maximum": "Pinakamataas na Leverage 1000x",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Gamitin ang teknolohiya ng Detrade upang ilunsad ang iyong sariling trading app. Maghatid ng pinahusay na karanasan sa pangangalakal sa iyong mga kliyente at kumita mula sa bawat trade na isinasagawa sa iyong app.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Nagbibigay-daan sa iyo ang leverage na palakihin ang laki ng iyong posisyon gamit ang mas maliit na halaga ng kapital. Ang mas mataas na leverage ay nagdaragdag ng parehong potensyal na kita at panganib.",
  "License": "Lisensya",
  "License Information": "Impormasyon sa Lisensya",
  "Light": "Araw",
  "Limits": "Mga limitasyon",
  "Liq price": "Liq price",
  "Liq.Price": "Presyo ng Liq.",
  "Liq.price": "Presyo ng Liq.",
  "Liquidated": "Liquidated",
  "Live": "Live",
  "Live chat": "Live chat",
  "Live trade": "Live na kalakalan",
  "Loading Failed": "Nabigo ang Pagloading",
  "Log out": "Log out",
  "Login": "Login",
  "Login 2FA switch": "Mag-login gamit ang 2FA switch",
  "Login here.": "Mag-Login dito.",
  "Login history": "Kasaysayan ng pag-login",
  "Login method": "Paraan ng pag-login",
  "Login to Detrade": "Mag-Login sa Detrade",
  "Login with email code": "Mag-login gamit ang email code",
  "Login with password": "Mag-login gamit ang password",
  "Lose": "Talo",
  "Loser": "Talo",
  "Loved by users": "Minamahal ng mga gumagamit",
  "Major features:": "Mga pangunahing tampok:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Gumawa ng matagumpay na mga trade at maipon ang maximum na bonus sa iyong unang deposito. <0>Matuto pa<0>",
  "Manual": "Manual",
  "Mark Price": "Mark Price",
  "Mark price": "Mark price",
  "Market": "Merkado",
  "Market Impact Effects": "Mga Epekto sa Market",
  "Max": "Max",
  "Max Profit": "Pinakamataas na Kita",
  "Max TV": "Max TV",
  "Max Trade": "Max Trade",
  "Max solo bonus": "Max solo bonus",
  "Max withdrawal limit": "Pinakamataas na limitasyon sa pag-withdraw",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Member-friendly system : Marami sa ating mga kasalukuyang miyembro ang matagumpay na nakagawa ng sustainable passive income sa pamamagitan ng ating programa. Ngayon ay iyong turn.",
  "Memo": "Memo",
  "Memo is required": "Kinakailangan ang Memo",
  "Memo/Tag": "Memo/Tag",
  "Menu": "Menu",
  "Min Trade": "Min Trade",
  "Minimum Deposit": "Pinakamababang Deposito",
  "Minimum {{min}} characters": "Pinakamababang {{min}} character",
  "Minimum {{min}} characters and maximum {{max}} characters": "Minimum na {{min}} character at maximum na {{max}} character",
  "Minute": "Minuto",
  "Money Distributed": "Naipamahagi ang Pera",
  "Month": "Buwan",
  "Month's Pnl": "Pnl ng buwan",
  "Monthly Earnings": "Buwanang Kita",
  "Monthly cashback cap": "Buwanang cap ng cashback",
  "More": "Higit pa",
  "Multi-account abuse or airdrop farming behavior": "Pang-aabuso sa maraming account o pag-uugali sa pagsasaka ng airdrop",
  "Multiple crypto currency binary options derivatives": "Maramihang crypto currency binary options derivatives",
  "Multiple investment models": "Maramihang mga modelo ng pamumuhunan",
  "Multiplier": "Multiplier",
  "Must be at least {{less}}": "Dapat ay hindi bababa sa {{less}}",
  "Must be at most {{large}}": "Dapat ay hindi hihigit sa {{large}}",
  "My Position": "Ang Aking Posisyon",
  "My activity": "Aking aktibidad",
  "My referral code": "Ang aking referral code",
  "My referral link": "Ang aking referral link",
  "My reward": "Aking gantimpala",
  "My vouchers": "Mga voucher ko",
  "NA": "NA",
  "Name": "Pangalan",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Kailangan ng tulong? Bisitahin ang aming Help Center o makipag-ugnayan sa Customer Support. Nandito kami para tulungan ka 24/7.",
  "Network": "Network",
  "New": "Bago",
  "New Password": "Bagong Password",
  "New Trading Symbol": "Bagong Simbolo ng Trading",
  "New messages": "Mga bagong mensahe",
  "New notice": "Bagong paunawa",
  "New password is {{exceed}} length": "Ang bagong password ay {{exceed}} ang haba",
  "New user": "Bagong user",
  "Next": "Susunod",
  "Next Draw Starts in": "Magsisimula ang Susunod na Draw sa",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Ang Nexus Play LLC ay isang Brokerage na nagbibigay ng mga self-directed investor ng mga serbisyo ng brokerage, at hindi gumagawa ng mga rekomendasyon o nag-aalok ng payo sa pamumuhunan, pinansyal, legal o buwis. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Ang Nexus Play LLC ay isang Brokerage na nagbibigay ng mga self-directed investor ng mga serbisyo ng brokerage, at hindi gumagawa ng mga rekomendasyon o nag-aalok ng payo sa pamumuhunan, pinansyal, legal o buwis. Ang online na kalakalan ay nagdadala ng mga likas na panganib, kabilang ang mga pagbabago sa pagtugon ng system at mga oras ng pag-access dahil sa mga kondisyon ng merkado, pagganap ng system, at iba pang mga kadahilanan. Bago mag-trade, kumunsulta sa isang independyente, lisensyadong tagapayo sa pananalapi at tiyaking mayroon kang kinakailangang gana sa panganib, karanasan, at kaalaman. Sa anumang pagkakataon, ang Nexus Play LLC ay magkakaroon ng anumang pananagutan sa sinumang tao o entity para sa anumang direkta, hindi direkta, espesyal, kinahinatnan o hindi sinasadyang pinsala kahit ano pa man. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, isang Brokerage Company na pinahintulutan at kinokontrol ng Mwali International Services Authority (M.I.S.A.) sa ilalim ng Lisensya #BFX2024137.",
  "No": "Hindi",
  "No Hidden Fees": "Walang Nakatagong Bayarin",
  "No More Data": "Wala nang Data",
  "No More Orders": "Wala nang Order",
  "No data available": "Walang available na data",
  "No discussion of streamers or Twitch or any other similar platforms.": "Walang talakayan ng mga streamer o Twitch o anumang iba pang katulad na platform.",
  "No downloads or updates required": "Walang kinakailangang pag-download o pag-update",
  "No funding within 60 minutes for this order": "Walang pondo sa loob ng 60 minuto para sa order na ito",
  "No installation is required and you can trade via your smartphone's web browser.": "Walang kinakailangang pag-install at maaari kang mag-trade sa pamamagitan ng web browser ng iyong smartphone.",
  "No more data": "Wala nang data",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Walang pulitika at walang usapan sa relihiyon sa chat, ito ay mahigpit na ipinagbabawal.",
  "No suspicious behavior that can be seen as potential scams.": "Walang kahina-hinalang pag-uugali na makikita bilang mga potensyal na scam.",
  "No withdrawal of coins within 24 hours": "Walang pag-withdraw ng mga barya sa loob ng 24 na oras",
  "Not activated": "Hindi na-activate",
  "Not completed": "Hindi natapos",
  "Note": "Tandaan",
  "Notification": "Notification",
  "Now login disabled 2FA": "Ngayon hindi pinagana ang pag-login sa 2FA",
  "Now login need 2FA": "Ngayon kailangan ng login 2FA",
  "Old Password": "Lumang Password",
  "Old password is {{exceed}} length": "Ang lumang password ay {{exceed}} ang haba",
  "On going": "Patuloy",
  "On your first deposit": "Sa iyong unang deposito",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Kapag na-activate na, kung ang laki ng iyong posisyon ay ≥ bonus value, awtomatikong gagamitin ng system ang bonus para sa trade.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Kapag naihayag na ang seed, maaaring i-verify ng sinuman ang mga presyo mula sa isang round ng kalakalan. Kinakalkula ng sumusunod na Python code ang unang 100 presyo ng isang round na ibinigay sa seed nito:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Kapag na-unlock mo na ang lahat ng 4 na trading mode (HighLow / Spread / Future / Up Down), ang iyong buong bonus (50% ng iyong deposito) ay awtomatikong ibibigay.",
  "Ongoing": "Patuloy",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Ang online na kalakalan ay nagdadala ng mga likas na panganib, kabilang ang mga pagbabago sa pagtugon ng system at mga oras ng pag-access dahil sa mga kondisyon ng merkado, pagganap ng system, at iba pang mga kadahilanan. Bago mag-trade, kumunsulta sa isang independyente, lisensyadong tagapayo sa pananalapi at tiyaking mayroon kang kinakailangang risk appetite, karanasan, at kaalaman. Sa anumang pagkakataon, ang Nexus Play LLC ay magkakaroon ng anumang pananagutan sa sinumang tao o entity para sa anumang direkta, hindi direkta, espesyal, kinahinatnan o hindi sinasadyang pinsala kahit ano pa man. ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Ipadala lamang ang {{crypto}} sa address na ito, {{confirmations}} na mga kumpirmasyon ay kinakailangan.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Gamitin lamang ang wikang tinukoy sa channel ng chat, ang potensyal na pang-aabuso ay paparusahan.",
  "Open": "Bukas",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Buksan ang Google Authenticator, i-scan ang QR code sa ibaba o manu-manong ilagay ang key phrase para i-activate ang verification token",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Mga Porsiyento ng Direksyon ng Open Position ng Mga User sa Platform na Ito para sa Kasalukuyang Currency",
  "Order Amount": "Halaga ng Order",
  "Order Id": "Order Id",
  "Order Progress": "Pag-usad ng Order",
  "Order id": "Id ng Order",
  "Order placed successfully!": "Matagumpay na nailagay ang order!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Orihinal na modelo ng pamumuhunan sa bankroll, madaling kumita, ang mga asset ay maaaring i-withdraw anumang oras.",
  "Other": "Iba pa",
  "Our Advantage": "Ang aming Advantage",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Ang aming Platform ay hindi nilayon para sa paggamit ng mga batang wala pang 18 taong gulang. Hindi namin sinasadyang nangongolekta o nanghihingi ng personal na impormasyon mula sa mga batang wala pang 18. Kung nalaman namin na nakolekta namin ang personal na impormasyon mula sa isang batang wala pang 18 taong gulang, tatanggalin namin ang impormasyong iyon sa lalong madaling panahon.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Ang aming Platform ay maaaring maglaman ng mga link sa mga third-party na website o serbisyo na hindi pagmamay-ari o kontrolado ng Detrade. Wala kaming kontrol sa, at walang pananagutan para sa, nilalaman, mga patakaran sa privacy, o mga kasanayan ng anumang mga website o serbisyo ng third-party. Hinihikayat ka naming suriin ang mga patakaran sa privacy ng anumang mga third-party na website na binibisita mo.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Sinasalamin ng aming partner program ang aming pangako sa paglikha ng win-win cooperation at iniakma para sa mga affiliate sa lahat ng laki. Samahan kami sa aming paglalakbay ng mutual growth!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Nilalayon ng aming plano na magbigay ng mga insentibo sa mga nakakamit ng mga natitirang resulta.",
  "Outflow": "Outflow",
  "Over 70 popular crypto assets. Trade and increase your balance": "Higit sa 70 sikat na crypto asset. Mag trade at taasan ang iyong balanse",
  "Overview": "Pangkalahatang-ideya",
  "Own your branded platform": "Pagmamay-ari ang iyong branded na platform",
  "P&L": "P&L",
  "P&L from bonus trades will be credited directly to your real account": "Ang P&L mula sa mga bonus trade ay direktang ikredito sa iyong tunay na account",
  "PNL": "PNL",
  "Page error": "Error sa page",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Paraan ng paglahok: Kumpletuhin ang 3 STONKS/BCD na transaksyon sa panahon.",
  "Partner Program": "Partner Program",
  "Partner program": "Partner program",
  "Partnership Program": "Partnership Program",
  "Partnership Tiers": "Mga Antas ng Pakikipagsosyo",
  "Partnership With A Trusted Pioneer": "Pakikipagsosyo sa Isang Pinagkakatiwalaang Pioneer",
  "Partnership program": "Programa ng pakikipagtulungan",
  "Password": "Password",
  "Password reset link sent. Check your email inbox.": "Ipinadala ang link sa pag-reset ng password. Suriin ang iyong email inbox.",
  "Password strength": "Tibay ng Password",
  "Passwords must differ": "Dapat magkaiba ang mga password",
  "Past": "Nakaraan",
  "Past 1 year": "Nakalipas na 1 taon",
  "Past {{days}} days": "Nakaraang {{days}} araw",
  "Past {{hours}} hours": "Nakalipas na {{hours}} oras",
  "Payment Method": "Paraan ng Pagbabayad",
  "Payout": "Payout",
  "Payout Multiplier": "Multiplier ng Payout",
  "Pending third-party processing (estimated {{hours}} hours).": "Nakabinbing pagproseso ng third-party (tinantyang {{hours}} na oras).",
  "Pending third-party processing.": "Nakabinbing pagproseso ng third-party.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Kasama sa mga perks ang mas mataas na rate ng komisyon, mga naka-sponsor na Detrade campaign, at higit pa!",
  "Personal": "Personal",
  "Personal Info": "Personal na Impormasyon",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Pumili ng multiplier upang i-maximize ang iyong posisyon. Ang pagtatakda ng mas mataas na multiplier ay nagpapataas ng panganib ng iyong posisyon.",
  "Place Your Trade": "Ilagay ang Iyong Trade",
  "Platform": "Plataporma",
  "Platform Name": "Pangalan ng Platform",
  "Platform Type": "Uri ng Platform",
  "Platform Website": "Platform na Website",
  "Platinum": "Platinum",
  "Platinum Partner": "Platinum Partner",
  "Play now": "Maglaro ngayon",
  "Players": "Mga manlalaro",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Ang mga manlalaro ay maaaring magsagawa ng recharge at withdrawal operations sa pamamagitan ng recharge at withdrawal portal na ibinigay ng platform.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Maaaring hulaan ng mga manlalaro ang presyo ng Bitcoin. Ang mga manlalaro ay maaaring sumali sa isang pool na hinuhulaan ang mga pagtaas o pagbaba ng presyo at mamuhunan ng isang tiyak na halaga ng pera upang lumahok sa laro. Ipapamahagi ng mananalo ang mga asset ng capital pool ng counterparty ayon sa ratio ng pamumuhunan. Ang isang bagong laro ay maaari lamang magsimula pagkatapos na matanggap ng mga manlalaro mula sa lahat ng nakaraang round ang kanilang mga kabayaran.",
  "Please enter a valid email address": "Mangyaring magpasok ng wastong email address",
  "Please enter an 2FA code": "Mangyaring maglagay ng 2FA code",
  "Please enter the seed": "Pakilagay ang seed",
  "Please enter you remail": "Pakilagay ang iyong email",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Mangyaring sundin ang alituntunin sa deposito upang magdeposito, kung hindi ay mawawala ang iyong deposito.",
  "Please refresh the page or jump to the trading center": "Paki-refresh ang page o pumunta sa trading center",
  "PnL": "PnL",
  "PnL fee": "Bayad sa PnL",
  "PnL fee limit": "Limitasyon sa bayad sa PnL",
  "PnL%": "PnL%",
  "Positions": "Mga Posisyon",
  "Potential Return": "Potensyal na Pagbabalik",
  "Powered by": "Pinapatakbo ng",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Hulaan ang direksyon ng presyo para sa pangangalakal. Kung gumagalaw ang presyo sa direksyon na iyong pinili, kikita ka!",
  "Preferences": "Mga Kagustuhan",
  "Premium support": "Premium na suporta",
  "Preview": "Silipin",
  "Price": "Presyo",
  "Price Formulation": "Pagbubuo ng Presyo",
  "Price formulation": "Pagbuo ng presyo",
  "Price move": "Pag galaw ng presyo",
  "Priority access": "Priyoridad na pag-access",
  "Privacy Policy": "Patakaran sa Privacy",
  "Privacy policy": "Patakaran sa privacy",
  "Private invitation": "Pribadong imbitasyon",
  "Private profile": "Pribadong profile",
  "Prize Calculation Formula": "Formula sa Pagkalkula ng Premyo",
  "Prize Pools": "Mga Prize Pool",
  "Prizes will be sent on Notice page as the Contest ends.": "Ang mga premyo ay ipapadala sa pahina ng Paunawa sa pagtatapos ng Paligsahan.",
  "Product Description": "Paglalarawan ng Produkto",
  "Product capabilities": "Mga kakayahan ng produkto",
  "Product iteration, new product development": "Pag-ulit ng produkto, pagbuo ng bagong produkto",
  "Professional, Secure, Trustworthy": "Propesyonal, Secure, Mapagkakatiwalaan",
  "Profile": "Profile",
  "Profile is not publicly available": "Hindi available sa publiko ang profile",
  "Profit": "Kita",
  "Profit Calculator": "Profit Calculator",
  "Program — Work with a trustworthy online trading provider.": "Programa — Makipagtulungan sa isang mapagkakatiwalaang provider ng online trading.",
  "Progressing": "Umuusad",
  "Promising Affiliate": "Promising Affiliate",
  "Provably fair": "Pagiging Patas",
  "Provides tutorials,guides and various trading strategy services.": "Nagbibigay ng mga tutorial, gabay at iba't ibang serbisyo sa diskarte sa pangangalakal.",
  "Providing the best customer service is our aim.": "Ang pagbibigay ng pinakamahusay na serbisyo sa customer ang aming layunin.",
  "Providing users with diverse options for transactions": "Nagbibigay sa mga user ng magkakaibang opsyon para sa mga transaksyon",
  "Q1: Can I withdraw the bonus?": "Q1: Maaari ko bang i-withdraw ang bonus?",
  "Q2: Will my bonus expire if I don't activate it?": "Q2: Mag-e-expire ba ang aking bonus kung hindi ko ito i-activate?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3: Nagdeposito ako ngunit hindi nakatanggap ng bonus. Ano ang dapat kong gawin?",
  "Quick experience starts here, easy experience without registration": "Ang mabilis na karanasan ay nagsisimula dito, madaling karanasan nang walang pagpaparehistro",
  "Quick tap: will the price go up or down next?": "Mabilis na pag-tap: tataas ba o bababa ang presyo sa susunod?",
  "ROI": "ROI",
  "ROI Calculator": "ROI Calculator",
  "ROI calculator": "ROI calculator",
  "Rakeback": "Rakeback",
  "Rank": "Ranggo",
  "Rapid deployment": "Mabilis na pag-deploy",
  "ReSend": "Ipadala muli",
  "Ready to Get Started": "Handa nang Magsimula",
  "Real Account": "Tunay na Account",
  "Real Account – Real Funds!": "Tunay na Account – Mga Tunay na Pondo!",
  "Realized PnL": "Realized na PnL",
  "Receive commission rewards": "Tumanggap ng mga gantimpala ng komisyon",
  "Recommended for you": "Inirerekomenda para sa iyo",
  "Record": "Record",
  "Referral": "Referral",
  "Referral by": "Referral ni",
  "Referral rules": "Mga panuntunan sa referral",
  "Referred at": "Tinukoy sa",
  "Referred users": "Mga nire-refer na user",
  "Refresh page": "I-refresh ang page",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Anuman ang liquidity ng merkado, ginagarantiyahan ng Detrade na ang mga bust at stop loss na mga trade ay patuloy na mapupunan sa presyong paunang natukoy sa pagpasok. Limitado ang bust losses sa orihinal na laki ng posisyon at ang stop loss ay limitado ng setting ng trader entry. Ang mga presyo ng trigger para sa mga bust at stop loss ay maaaring kalkulahin sa pamamagitan ng:",
  "Register": "Magrehistro",
  "Register for Detrade.": "Magrehistro para sa Detrade.",
  "Register to Win Crypto Tokens": "Magrehistro upang Manalo ng Crypto Token",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Ang mga regular na binary options na produkto, batay sa kung ang pagsasara ng presyo ng isang pinagbabatayan na asset sa loob ng isang tinukoy na yugto ng panahon (gaya ng susunod na 30 segundo, isang minuto, isang oras, atbp.) ay mas mababa o mas mataas kaysa sa presyo ng pagpapatupad, ay tumutukoy kung makakakuha ng tubo. Ang produktong ito ay isang panandaliang pamumuhunan. Ang pagpipiliang ito ay angkop para sa mga merkado na may hindi gaanong pabagu-bagong paggalaw ng presyo.",
  "Reliable": "Maaasahan",
  "Reload": "",
  "Remarks": "Remarks",
  "Remove": "Alisin",
  "Remove 2fa Success": "Matagumpay na naalis ang 2fa",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Alisin ang anumang mga feed ng presyo kung saan walang mga update sa market data sa huling 30 segundo.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Alisin ang anumang mga feed ng presyo na may mga crossed na presyo ng pagbili at pagbebenta o kung saan ang top-of-book na kalagitnaan ng presyo ay higit sa 10% ang layo mula sa median na top-of-book na kalagitnaan ng presyo sa lahat ng mga feed ng presyo.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Mga Kinakailangan: 100 natatangi, aktibong nakikipag-signup na may hindi bababa sa $1,000,000 dami ng kalakalan sa pamamagitan ng mga referral.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Mga Kinakailangan: 50 natatangi, aktibong nakikipag-signup na may hindi bababa sa $100,000 dami ng kalakalan sa pamamagitan ng mga referral.",
  "Research lab": "Research lab",
  "Reset fields": "I-reset ang mga field",
  "Reset password": "I-reset ang password",
  "Responsive and secure trading platform": "Tumutugon at secure na platform ng kalakalan",
  "Result": "Resulta",
  "Retry": "",
  "Revenue Share": "Bahagi ng Kita",
  "Reward": "Gantimpala",
  "Reward center": "Reward center",
  "Rewards hub": "Rewards hub",
  "Rewords": "Mga gantimpala",
  "Rich Trading Tools": "Rich Trading Tools",
  "Rich activities and rewards": "Mga mayamang aktibidad at gantimpala",
  "Risk Control & Compliance Notice": "Pagkontrol sa Panganib at Paunawa sa Pagsunod",
  "Risk Disclaimer": "Disclaimer sa Panganib",
  "Risk Warning": "Babala sa Panganib",
  "Risk-free trading with $10,000 in virtual funds": "Walang panganib na pangangalakal na may $10,000 sa mga virtual na pondo",
  "Round In Progress": "Round In Progress",
  "Round ends in": "Nagtatapos ang Round sa",
  "SA": "SA",
  "Safe": "Ligtas",
  "Save": "I-save",
  "Search": "Maghanap",
  "Search crypto": "Maghanap ng crypto",
  "Sec": "Sec",
  "Second": "Segundo",
  "Seconds": "Segundo",
  "Security": "Seguridad",
  "Security Verification": "Pagpapatunay ng Seguridad",
  "Seed": "Seed",
  "Select a countdown period.": "Pumili ng panahon ng countdown.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Piliin ang countdown at spread (spread: ang pagkakaiba sa pagitan ng presyo ng pagbili at ng exit na presyo)",
  "Select your partner program revenue share": "Piliin ang bahagi ng kita ng iyong partner program",
  "Sell": "Benta",
  "Send": "Ipadala",
  "Send message": "Magpadala ng mensahe",
  "Send message successfully": "Matagumpay na magpadala ng mensahe",
  "Service guide": "Gabay sa serbisyo",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Magtakda ng presyo upang limitahan ang mga pagkalugi. Awtomatikong isasara ang iyong posisyon kung maabot ng market ang presyong ito.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Magtakda ng target na presyo kung saan awtomatikong isasara ang iyong posisyon upang mai-lock ang kita.",
  "Set password": "Itakda ang password",
  "Set successfully": "Matagumpay na naitakda",
  "Set up": "I-set up",
  "Set up Google Authenticator": "",
  "Settings": "Mga setting",
  "Share": "Ibahagi",
  "Share to": "Ibahagi sa",
  "Share your Affiliate invitation link to friends and users.": "Ibahagi ang iyong link ng imbitasyon ng Affiliate sa mga kaibigan at user.",
  "Share your referral link or code": "Ibahagi ang iyong referral link o code",
  "Show live positions on chart": "Ipakita ang mga live na posisyon sa chart",
  "Show my positions on chart": "Ipakita ang aking mga posisyon sa tsart",
  "Side": "Gilid",
  "Sign in": "Mag-sign in",
  "Silver": "Silver",
  "Simple": "Simple",
  "Simple and intuitive usable interface": "Simple at madaling gamitin na interface",
  "Simple integration": "Simpleng pagsasama",
  "Simple way to earn money, The more invite, the more you will get!": "Simpleng paraan para kumita ng pera, Mas maraming imbitasyon, mas marami kang makukuha!",
  "Simple, Fast, Intelligence": "Simple, Mabilis, Katalinuhan",
  "Size": "Sukat",
  "Something went wrong!": "",
  "Sorry, page not found!": "Paumanhin, hindi nahanap ang pahina!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Paumanhin, hindi namin mahanap ang pahinang iyong hinahanap. Marahil ay nagkamali ka sa pag-type ng URL? Tiyaking suriin ang iyong spelling.",
  "Sound": "Tunog",
  "Speed": "Bilis",
  "Spot Exchanges": "Spot Exchanges",
  "Spread": "Pagpapalaganap",
  "Standard CS": "Karaniwang CS",
  "Start": "Magsimula",
  "Start Rate": "Start Rate",
  "Start Time": "Oras ng Pagsisimula",
  "Start Time Invalid( hh : mm : ss )": "Oras ng Pagsisimula Di-wasto( hh : mm : ss )",
  "Start time": "Oras ng pagsisimula",
  "Start trading": "Simulan ang Pag-Trade",
  "Statistics": "Mga istatistika",
  "Status": "Kalagayan",
  "Step-up group": "Step-up na pangkat",
  "Stonks": "Stonks",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Ang Stonks ay may 2.5% house edge at isang 5% na bayad sa mga kumikitang posisyon.",
  "Stonks prices are generated using a provably fair algorithm.": "Ang mga presyo ng Stonk ay nabuo gamit ang isang makatarungang algorithm.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Ang mga presyo ng Stonk ay nabuo gamit ang isang makatarungang algorithm. Ang gilid ng bahay ay 2.5%.",
  "Stop Loss": "Stop Loss",
  "Stop loss at price": "Itigil ang pagkatalo sa presyo",
  "Stop loss price cannot be through bust price": "Ang presyo ng stop loss ay hindi maaaring sa pamamagitan ng bust price",
  "Stop-Loss (SL)": "Stop-Loss (SL)",
  "Strategy planning": "Pagpaplano ng diskarte",
  "Submit": "Isumite",
  "Submit request": "Magsumite ng kahilingan",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Mag-subscribe sa pinakamaraming antas ng lalim hangga't magagamit gamit ang mga streaming API ng bawat exchange.",
  "Switch Dark or Light mode according to your preference": "Lumipat sa Dark o Light mode ayon sa iyong kagustuhan",
  "Symbol": "Simbolo",
  "Symbol for extra security": "Simbolo para sa karagdagang seguridad Simbolo para sa karagdagang seguridad",
  "System": "Sistema",
  "System Random: 300 lucky winners will be randomly selected.": "System Random: 300 masuwerteng nanalo ay random na pipiliin.",
  "TP/SL": "TP/SL",
  "Take Profit": "Kumuha ng Kita",
  "Take profit at price": "Kumuha ng tubo sa presyo",
  "Take-Profit (TP)": "Take-Profit (TP)",
  "Tap Trading": "I-tap ang Trading",
  "Tap to predict — quick moves, instant results.": "I-tap para mahulaan — ang mabilis na galaw, mga instant na resulta.",
  "Target Market": "Target Market",
  "Tell us the reason for contacting us": "Sabihin sa amin ang dahilan ng pakikipag-ugnayan sa amin",
  "Test various trading tools and strategies": "Subukan ang iba't ibang mga tool at diskarte sa pangangalakal",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Salamat sa iyong kahilingan, dapat itong masuri sa pangkalahatan sa loob ng 24 na oras",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "Ang CMC Fear and Greed Index ay isang proprietary tool na binuo ng CoinMarketCap na sumusukat sa umiiral na sentimento sa merkado ng cryptocurrency.",
  "The Profit Margin Is As High As 90%": "Ang Profit Margin ay Kasingtaas ng 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Ang pinagsama-samang limitasyon para sa iyong mahaba/maiikling posisyon sa lahat ng cryptocurrencies ay nililimitahan sa <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Ang halaga na kasalukuyang mayroon ka para mag-order.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Ang bust price ay ang presyo sa merkado kung saan ang iyong posisyon ay ma-liquidate dahil sa hindi sapat na margin.",
  "The calculation steps are as follows:": "Ang mga hakbang sa pagkalkula ay ang mga sumusunod:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Ang paraan ng pakikipagtulungan ay bukas at transparent, at hindi na kailangang mag-alala tungkol sa anumang mga nakatagong bayarin.",
  "The coupon code is invalid or expired": "Ang coupon code ay hindi wasto o nag-expire",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Ang panghuling index na presyo ay kinakalkula bilang weighted average ng marginal mid-presyo sa bawat laki. Ang mga timbang ay pinili upang maging ang probability density ng exponential distribution, na monotonically na bumababa, na nagreresulta sa isang mas mataas na diin sa mga presyo na mas malapit sa top-of-book. Ang mga timbang ay ibinibigay ng:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Ang unang 8 byte ng hash ay na-convert sa isang unsigned 64-bit integer gamit ang little-endian encoding. Ang integer na ito ay iko-convert sa isang pantay na ipinamamahagi na numero ng floating point. Gamit ang inverse cumulative distribution function na may naka-configure na tick volatility ng market (0.1%) bilang standard deviation nito, kino-convert namin ang floating point value sa normal na distributed return at ginagamit ito para i-update ang presyo ng market.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Ang index price methodology ay idinisenyo upang matugunan ang dalawang mahalagang istatistikal na katangian ng time series: ang Markov at martingale properties. Ang Markov property ay tumutukoy sa walang memorya na katangian ng isang stochastic na proseso, na nagsisiguro na ang conditional probability distribution ng future values ay nakadepende lamang sa kasalukuyang value. Ang martingale property ay nagpapahiwatig na ang kasalukuyang halaga ng isang stochastic na proseso ay ang inaasahang halaga ng mga hinaharap na halaga. Ginagawa ng dalawang property na ito ang mga presyo ng index ng Detrade na walang pinapanigan na mga pagtatantya ng mga presyo sa hinaharap, upang ang mga user ay makapag-trade sa mga pagbabago sa halaga ng pinagbabatayan na mga cryptocurrencies nang hindi kailangang mag-alala tungkol sa mga epekto ng microstructure ng mga indibidwal na palitan.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Ang index ay nagbibigay ng mga insight sa kung ang merkado ay maaaring undervalued (matinding takot) o overvalued (matinding kasakiman).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Ang marginal buy and sell price function ay ginagamit upang tukuyin ang marginal mid-price function na binigyan ng laki: ",
  "The order has expired": "Nag-expire na ang order",
  "The output is:": "Ang output ay:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Ang output ng kalkulasyong ito ay isang solong index na presyo na ginagamit para sa parehong mahaba at maikling posisyon sa Detrade trading game. Hindi tulad ng karamihan sa iba pang mga platform ng kalakalan, hindi naniningil ang Detrade ng spread ng bid-offer. Ginagawang posible ng trading na may iisang presyo na mag-isip tungkol sa mga panandaliang paggalaw ng presyo kung saan ang spread ng bid-offer ay magiging napakamahal.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Maaaring isaayos ng platform ang kampanya batay sa mga pagbabago sa merkado at patakaran. Ang mga update ay ipo-post sa pamamagitan ng mga opisyal na anunsyo.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Nagbibigay ang platform ng BTC, ETH at iba pang mga pares ng pangangalakal ng pangunahing currency, at patuloy na ia-update ang mga sikat na pares ng kalakalan ng pera.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Ire-reset ang presyo sa $1,000 sa 00:00 UTC araw-araw, at anumang mga nakabinbing order ay awtomatikong maaayos sa panahon ng pag-reset.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Ang prize pool ng kumpetisyon ay malapit na nakadepende sa mga taya noong nakaraang araw. Kung mas maraming manlalaro ang tumaya, mas malaki ang prize pool. Ang kasalukuyang prize pool ay ipapakita sa page ng kumpetisyon.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Ang mga produkto at serbisyong inaalok ng Nexus Play LLC ay hindi inilaan para sa mga residente ng United States, European Union, o anumang iba pang hurisdiksyon kung saan ang mga naturang serbisyo at produkto ay ipinagbabawal ng batas. Ang Nexus Play LLC ay hindi nanghihingi ng negosyo o nagbibigay ng mga serbisyo ng brokerage sa mga indibidwal o entity sa mga rehiyong ito. Responsibilidad ng mga potensyal na kliyente na magkaroon ng kamalayan at sumunod sa anumang naaangkop na mga batas at regulasyon sa kani-kanilang mga hurisdiksyon bago makisali sa online na pangangalakal. Sa pamamagitan ng pag-access sa website na ito at paggamit sa aming mga serbisyo, kinukumpirma mo na hindi ka residente ng United States, European Union, o anumang iba pang hurisdiksyon kung saan pinaghihigpitan ang aming mga serbisyo.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Ang mga reward na nakuha sa online na kaganapang ito ay awtomatikong maikredito sa balanse ng manlalaro.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Ang seed ay naka-encode sa isang 64-character na lowercase na hexadecimal string at pinagsama sa string na representasyon ng kasalukuyang tick counter value. Ang isang hash ng pinagsamang string ay kinakalkula gamit ang BLAKE2b hash function na may 256-bit na laki ng digest. Sa pamamagitan ng paggamit ng cryptographic hash function, tinitiyak namin na ang mga pagbabago sa presyo ay random at hindi mahuhulaan bago ihayag ang binhi, ngunit ganap na mai-reproducible kapag nalaman na ang binhi.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Ang formula ng settlement ay bukas at transparent at maaaring kalkulahin sa real time.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Ipinapakita ng system ang panalo at natalong resulta ng UP at DOWN capital pool. Kapag kumita ka, makikita mo ang halaga ng iyong tubo.",
  "The system is under maintenance and upgrade, please visit later": "Ang system ay nasa ilalim ng pagpapanatili at pag-upgrade, mangyaring bumisita sa ibang pagkakataon",
  "The trade will complete in 5s.": "Matatapos ang kalakalan sa loob ng 5s.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Matatapos ang kalakalan sa <0>{{countdown}}s</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Ang bonus sa kalakalan ay isang <0>insentibo sa marketing</0> na ibinigay ng Detrade upang matulungan ang mga user na galugarin ang aming sistema ng kalakalan. Ang mga pondo ng bonus <1>ay hindi maaaring bawiin<1>, ngunit ang mga kita mula sa paggamit ng mga ito ay maaaring makaapekto sa iyong balanse sa tunay na account.",
  "The trading symbol will be replaced regularly.": "Ang simbolo ng kalakalan ay regular na papalitan.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Ang mga nanalo ay iaanunsyo sa kasalukuyang page tuwing Linggo ng 10 PM (UTC), at ang susunod na draw ay magsisimula 2 oras pagkatapos ng huling draw.",
  "Theme": "Tema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Walang limitasyon sa kung magkano ang maaari mong kitain. Kung mas maraming kaibigan ang iniimbitahan mo, mas maraming reward ang matatanggap mo.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Ang mga ito ay ibinabawas sa balanse ng iyong account, at ang hindi sapat na mga pondo ay magreresulta sa awtomatikong pagsasara ng posisyon.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Available lang ang kaganapang ito sa mga user sa mga kwalipikadong bansa at rehiyon gaya ng tinukoy ng mga patakaran sa pagsunod sa platform.",
  "This field is required": "Kinakailangan ang field na ito",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Kabilang dito ang iyong IP address, uri ng browser, operating system, oras ng pag-access, at ang mga pahinang direkta mong tiningnan bago at pagkatapos ma-access ang aming Platform.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Kabilang dito ang iyong pangalan, email address, numero ng telepono, postal address, petsa ng kapanganakan, at anumang iba pang impormasyong ibibigay mo kapag nagrerehistro para sa isang account o gumagamit ng aming mga serbisyo.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Ang index na ito ay mula 0 hanggang 100, kung saan ang mas mababang halaga ay nagpapahiwatig ng matinding takot, at ang mas mataas na halaga ay nagpapahiwatig ng matinding kasakiman.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Ito ay kasabay ng mga partikular na limitasyon sa bawat cryptocurrency, na nakadetalye sa ibaba.",
  "This is why you should promote Detrade:": "Ito ang dahilan kung bakit dapat mong i-promote ang Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Ang site na ito ay protektado ng reCAPTCHA at nalalapat ang Patakaran sa Privacy at Mga Tuntunin ng Serbisyo ng Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Sa pamamagitan ng Detrade partnership program, maaari mong i-unlock ang mas mataas na mga komisyon ng kaakibat, eksklusibong naka-sponsor na mga kaganapan, at iba pang natatanging benepisyo. Gusto mo bang matuto pa? Ituloy ang pagbabasa!",
  "Time": "Oras",
  "Time and payout": "Oras at pagbabayad",
  "Time closed": "Oras ng pagsara",
  "Time opened": "Oras ng pagbukas",
  "Time remaining": "Oras na natitira",
  "Tips": "Mga tip",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Mga Tip: Karaniwang tumatagal ng {{hours}} na oras upang maproseso, maaaring mas matagal, ang partikular na oras ay depende sa limitasyon sa oras ng merchant.",
  "To": "Upang",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Upang suriin ang mga uso, subaybayan ang paggamit, at magsagawa ng pananaliksik upang mapabuti ang aming mga serbisyo.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Upang matiyak ang kaligtasan ng iyong account, ang mga withdrawal ay masususpindi sa loob ng 24 na oras sa sandaling maalis ang Google 2FA authentication.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Upang mapanatili ang pagiging patas at integridad, susubaybayan ng Detrade ang mga account na kalahok sa bonus program sa pamamagitan ng pag-uugali at teknikal na pagsusuri, kabilang ang ngunit hindi limitado sa fingerprinting ng device, pagsubaybay sa IP, at pagsusuri sa pattern ng transaksyon.",
  "To manage your account, process transactions, and provide you with the services you request.": "Para pamahalaan ang iyong account, iproseso ang mga transaksyon, at ibigay sa iyo ang mga serbisyong hinihiling mo.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Para subaybayan ang panloloko, ipatupad ang aming mga tuntunin ng serbisyo, at sumunod sa mga kinakailangan sa batas at regulasyon.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Upang maprotektahan ang seguridad ng iyong account, ang mga withdrawal ay hindi papaganahin sa loob ng 24 na oras pagkatapos mong baguhin ang iyong password.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Upang makapagbigay ng patas at maaasahang pagpepresyo para sa mga larong pangkalakal, kinakalkula ng Detrade ang isang pinagsama-samang presyo ng index bawat 500 millisecond na hinango mula sa real-time na mga feed ng presyo sa mga pinaka-likido na spot at derivative na palitan ng cryptocurrency sa mundo. Sa pamamagitan ng pagsasama ng maraming pinagmumulan ng presyo, ang Detrade index ay matatag sa pagmamanipula sa merkado, mga teknikal na isyu, at iba pang maanomalyang aktibidad sa pangangalakal na maaaring mangyari sa mga indibidwal na palitan paminsan-minsan.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Upang magpadala sa iyo ng mga update, alerto sa seguridad, at mga mensaheng pang-administratibo, at upang tumugon sa iyong mga katanungan at kahilingan.",
  "To tailor our content and advertisements to your interests and preferences.": "Upang maiangkop ang aming nilalaman at mga ad sa iyong mga interes at kagustuhan.",
  "To trading center": "Sa trading center",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Upang maunawaan kung paano nakikipag-ugnayan ang mga user sa aming Platform, i-diagnose ang mga teknikal na isyu, at pahusayin ang functionality at karanasan ng negosyante.",
  "Today's Pnl": "Ang Pnl ngayon",
  "Top": "Nangunguna",
  "Top tokens": "Mga nangungunang token",
  "Top trade": "Nangungunang trade",
  "Top-tier account manager": "Top-tier na account manager",
  "Total Trades": "Kabuuang Trades",
  "Total commission": "Kabuuang komisyon",
  "Total participated tickets for this round <0>{{total}}</0>": "Kabuuang mga kalahok na ticket para sa round na ito <0>{{total}}</0>",
  "Total prize won": "Kabuuang premyong napanalunan",
  "Total profit": "Kabuuang kita",
  "Total tickets": "Kabuuang mga tiket",
  "Total traders": "Kabuuang mga trader",
  "Total trades": "Kabuuang mga trades",
  "Trade": "Trade",
  "Trade for prestige": "Trade para sa prestihiyo",
  "Trade history": "Kasaysayan ng trade",
  "Trade like a rhythm master": "Trade tulad ng isang ritmo master",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "I-trade ang pagbaba ng presyo kung sa tingin mo ay bababa ang presyo. Kung bumaba ang presyo, mskakabuo ka ng tubo.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "I-trade ang pagtaas ng presyo kung sa tingin mo ay tataas ang presyo. Kung tumaas ang presyo, magkakaroon ka ng tubo.",
  "Trade to Win": "Magtrade para manalo",
  "Trade to rank up": "Mag Trade para tumaas ang ranggo",
  "Trade with $10,000 in virtual funds": "Trade na may $10,000 sa mga virtual na pondo",
  "Trader": "Mangangalakal",
  "Trades": "Mga trade",
  "Trading": "Pangangalakal",
  "Trading Amount": "Halaga ng Trade",
  "Trading Platform": "Platform ng kalakalan",
  "Trading Smarter, Earning Better": "Mag Trade ng mas Matalino, Kumita ng mas Maganda",
  "Trading Volume": "Dami ng pangangalakal",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Masyadong malaki ang halaga ng trade para sa napiling multiplier para sa napiling presyo ng stop loss",
  "Trading bonus trial": "Pagsubok ng bonus sa trade",
  "Trading center": "Trading center",
  "Trading indicators and signals": "Mga tagapagpahiwatig at signal ng kalakalan",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Ang Trading ay may kasamang panganib. Pakitiyak na nauunawaan mo ang iyong ginagawa bago gamitin ang mga pondo ng leverage o bonus. Ang Detrade ay hindi mananagot para sa anumang pagkalugi na natamo sa pamamagitan ng bonus trading.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Ang kalakalan ay naka-pause araw-araw mula {{startTime}} hanggang {{endTime}} ({{timeZone}}) at sa katapusan ng linggo. Mangyaring ayusin ang iyong mga order nang maaga.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Ang mga paligsahan sa pangangalakal, mga regular na bonus, mga regalo, mga promo code at mga kumpetisyon sa pangangalakal ay magagamit para sa sinumang mangangalakal na magagamit o lalahok.",
  "Traffic Owners": "Mga May-ari ng Trapiko",
  "Transaction Completed": "Nakumpleto ang Transaksyon",
  "Transaction details": "Mga detalye ng transaksyon",
  "Transactions": "Mga transaksyon",
  "Transition details": "Mga detalye ng paglipat",
  "Transparency & Security": "Transparency at Seguridad",
  "Trigger price is too close to bust price": "Ang trigger price ay masyadong malapit sa bust price",
  "Trigger price is too close to current price": "Masyadong malapit ang trigger price sa kasalukuyang presyo",
  "Trusted by": "Pinagkakatiwalaan ng",
  "Trusted by millions of users.": "Pinagkakatiwalaan ng milyun-milyong gumagamit.",
  "Try": "Subukan",
  "Try a quick demo": "Subukan ang isang mabilis na demo",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Subukan ang lahat ng mga benepisyong inaalok ng platform sa isang demo account na may virtual na pera, nang walang tunay na pamumuhunan at walang anumang panganib na kasangkot.",
  "Turn every action into rewards. Start trading today.": "Gawing reward ang bawat aksyon. Simulan ang pagtrade ngayon.",
  "Txid": "Txid",
  "Type": "Uri",
  "Type Your message": "I-type ang Iyong mensahe",
  "UID": "UID",
  "UP": "PATAAS",
  "USDT-Margined": "USDT-Margined",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Hindi available araw-araw mula {{startTime}} hanggang {{endTime}} ({{timeZone}}) at buong araw tuwing weekend.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Mga natatanging karanasan : Mula sa mga makabagong hamon sa pangangalakal hanggang sa naka-streamline na mga pagpipilian sa kalakalan ng crypto at mga eksklusibong modelo ng kalakalan, nag-aalok ang Detred ng karanasang hindi mo mahahanap kahit saan pa.",
  "Unlock Diamond": "I-unlock ang Diamond",
  "Unlock Top Traders, Achieve": "I-unlock ang Mga Nangungunang Mangangalakal, Makamit",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Hindi kailangan. Ang Detrade ay isang provider ng teknolohiya at maaari kang bumili ng aming mga solusyon mula sa anumang bansa.",
  "Up": "Up",
  "Up & Down": "Up & Down",
  "Up Down": "Up Down",
  "Up Or Down?": "Up Or Down?",
  "Up Wins": "Up Wins",
  "Update Success": "Matagumpay na nai-update",
  "Updated at {{time}}": "Na-update noong {{time}}",
  "Updated timely": "I-na update kada oras",
  "Uppercase or lowercase letters": "Malaki o maliit na titik",
  "Usage Instructions & Limitations": "Mga Tagubilin at Limitasyon sa Paggamit",
  "Used": "Ginamit",
  "User Agreement and Terms & Conditions": "Kasunduan ng User at Mga Tuntunin at Kundisyon",
  "User ID": "User ID",
  "User name": "Pangalan ng gumagamit",
  "Username": "Username",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Ang mga gumagamit ay dapat pumili o lumahok sa mga pares ng pangangalakal na nauugnay sa pangangalakal upang masiyahan sa aktibidad na ito.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Mahigpit na ipinagbabawal ang paggamit ng maraming account para i-bypass ang mga limitasyon ng trading at maaaring magresulta sa pagsususpinde ng account o mga parusa.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Gamit ang composite order book, ang isang function ay tinukoy upang kumatawan sa marginal na presyo upang bumili o magbenta ng isang naibigay na halaga. Halimbawa, ang marginal buying function ay:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Ang paggamit ng two-factor authentication ay lubos na inirerekomenda dahil pinoprotektahan nito ang iyong account gamit ang iyong password at iyong telepono.",
  "VIP": "VIP",
  "VIP group": "Pangkat ng VIP",
  "Validity period: within 14 days after activation": "Panahon ng bisa: sa loob ng 14 na araw pagkatapos ng pag-activate",
  "Verifiable fairness": "Napapatunayang pagiging patas",
  "Verification": "Pagpapatunay",
  "Verification Example": "Halimbawa ng Pagpapatunay",
  "Verification code failed": "Nabigo ang verification code",
  "Verification email sent. Check your inbox.": "Ipinadala ang email ng pagpapatunay. Suriin ang iyong inbox.",
  "Verified": "Na-verify",
  "Verify": "I-verify",
  "Verify Fairness": "I-verify ang pagiging patas",
  "Verify fairness": "I-verify ang pagiging patas",
  "View details": "Tingnan ang mga detalye",
  "View more": "Tingnan ang higit pa",
  "Volume": "Volume",
  "Volume (24h)": "Volume (24h)",
  "Voucher code": "Voucher code",
  "Wager": "Tumaya",
  "Wager <0>{{amount}}</0> To Reach": "Tumaya <0>{{amount}}</0> Para Maabot",
  "Wait For Next Round": "Hintayin ang Susunod na Round",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Maghintay hanggang magkaroon ng hindi bababa sa 6 na valid na feed ng presyo. Kung walang sapat na mga feed ng presyo, ang Detrade index na presyo ay hindi maa-update.",
  "Wallet": "Wallet",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Gustong sumali sa Detrade partnership program? Makipag-ugnayan sa aming team ng suporta para makapagsimula!",
  "Watch play demo": "Manood ng play demo",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Kinokolekta namin ang impormasyon tungkol sa iyong aktibidad sa aming Platform, kabilang ang aktibidad sa pangangalakal, mga kagustuhan, at pakikipag-ugnayan sa aming nilalaman.",
  "We collect several types of information from and about users of our Platform, including:": "Nangongolekta kami ng ilang uri ng impormasyon mula at tungkol sa mga user ng aming Platform, kabilang ang:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Mayroon kaming mahusay na mga teknikal at operational na koponan upang patuloy na matugunan ang mga pangangailangan ng customer at magbigay sa mga customer ng mas maraming garantiya.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Nagpapatupad kami ng iba't ibang mga hakbang sa seguridad upang protektahan ang iyong personal na impormasyon mula sa hindi awtorisadong pag-access, paggamit, o pagsisiwalat. Kasama sa mga hakbang na ito ang pag-encrypt, mga kontrol sa pag-access, at secure na storage. Gayunpaman, walang paraan ng paghahatid sa Internet o paraan ng electronic storage na 100% secure, at hindi namin magagarantiya ang ganap na seguridad nito.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Inaasahan naming makita kang maging miyembro ng aming lumalaking pamilya ng alyansa at tulungan kaming hubugin ang hinaharap ng Detrade nang sama-sama!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Maaari kaming mangolekta ng impormasyong pinansyal tulad ng mga bank account number, mga detalye ng credit card, at kasaysayan ng transaksyon upang mapadali ang mga transaksyon at sumunod sa mga kinakailangan sa regulasyon.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Maaari kaming mangolekta ng impormasyon tungkol sa iyong lokasyon kung pinahihintulutan mo kaming gawin ito, gamit ang mga teknolohiya tulad ng GPS, Wi-Fi, o data ng cell tower.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Maaari naming ibunyag ang iyong impormasyon kung kinakailangan na gawin ito ng batas o bilang tugon sa mga wastong kahilingan ng mga pampublikong awtoridad (hal., isang hukuman o isang ahensya ng gobyerno).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Maaari naming ibunyag ang iyong impormasyon upang protektahan ang mga karapatan, ari-arian, o kaligtasan ng Detrade, aming mga user, o iba pa, at para ipatupad ang aming mga tuntunin at kundisyon.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Maaari naming ibahagi o ilipat ang iyong impormasyon na may kaugnayan sa, o sa panahon ng mga negosasyon ng, anumang pagsasanib, pagbebenta ng mga asset ng kumpanya, financing, o pagkuha ng lahat o isang bahagi ng aming negosyo ng ibang kumpanya.",
  "We may share your information with third parties if you provide your consent to do so.": "Maaari naming ibahagi ang iyong impormasyon sa mga ikatlong partido kung ibibigay mo ang iyong pahintulot na gawin ito.",
  "We may share your information with third parties in the following circumstances:": "Maaari naming ibahagi ang iyong impormasyon sa mga ikatlong partido sa mga sumusunod na sitwasyon:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Maaari naming ibahagi ang iyong impormasyon sa mga third-party na service provider na nagsasagawa ng mga serbisyo sa ngalan namin, tulad ng pagpoproseso ng pagbabayad, pagsusuri ng data, paghahatid ng email, at mga serbisyo sa pagho-host.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Nag-aalok kami ng pinakamalawak na hanay ng mga pagpipilian sa pangangalakal ng derivatives, na umaakit sa mahigit 2.5 milyong online na mangangalakal sa buong mundo. Ang aming teknolohiya ay naghahatid ng intuitive at malakas na karanasan sa pangangalakal, na nagpapahintulot sa aming mga kliyente na mas epektibong maunawaan ang panganib at gumawa ng matalinong mga desisyon sa pangangalakal.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Nagbibigay kami ng simple at madaling patakbuhin na platform ng kalakalan, upang ang lahat ay maging isang mangangalakal.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Nagbibigay kami ng sunud-sunod na gabay sa pag-akit ng mga manlalaro sa iyong platform, kasama ang mga materyales sa marketing na napatunayang epektibo.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Inilalaan namin ang karapatang kanselahin ang mga bonus at kaugnay na kita sa ilalim ng mga sumusunod na kundisyon:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Gumagamit kami ng cookies, web beacon, at iba pang teknolohiya sa pagsubaybay upang mangolekta ng impormasyon tungkol sa iyong paggamit sa aming Platform at para mapahusay ang iyong karanasan sa negosyante.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Gumagamit kami ng makabagong teknolohiya upang maibigay ang pinakamabilis na transaksyon nang walang pagkaantala o pagkaantala sa pagpapatakbo ng interface ng mangangalakal.",
  "We use the information we collect for various purposes, including:": "Ginagamit namin ang impormasyong kinokolekta namin para sa iba't ibang layunin, kabilang ang:",
  "We will contact you within 3 working days, please check your email regularly": "Makikipag-ugnayan kami sa iyo sa loob ng 3 araw ng trabaho, mangyaring suriin nang regular ang iyong email",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Pananatilihin namin ang iyong personal na impormasyon hangga't kinakailangan upang matupad ang mga layunin kung saan ito nakolekta, kabilang ang pagsunod sa mga kinakailangan sa legal, regulasyon, o negosyo.",
  "Website for PC": "Website para sa PC",
  "Website for smartphones": "Website para sa mga smartphone",
  "Week": "Linggo",
  "Week's Pnl": "Pnl ng Linggo",
  "Weekly raffle": "Lingguhang raffle",
  "Welcome Bonus": "Welcome Bonus",
  "Welcome To": "Maligayang Pagdating sa",
  "Welcome To Demo Trading ": "Maligayang pagdating sa Demo Trading ",
  "Welcome to Detrade Connect": "Maligayang pagdating sa Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Maligayang pagdating sa Detrade, isang nangungunang binary options trading platform. Bago mo simulan ang paggamit ng aming platform, mangyaring maingat na basahin at unawain ang mga sumusunod na tuntunin at kundisyon. Sa pamamagitan ng pag-access o paggamit sa platform ng Detrade, sumasang-ayon kang mapailalim sa mga tuntunin at kundisyon na ito. Kung hindi ka sumasang-ayon sa anumang bahagi ng mga tuntuning ito, hindi mo dapat gamitin ang aming platform.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Maligayang pagdating sa Stonks! Ire-reset ang presyo sa $1,000 sa 00:00 UTC araw-araw, at anumang mga nakabinbing order ay awtomatikong maaayos sa panahon ng pag-reset.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Maligayang pagdating sa detrade! Para pasalamatan ka sa iyong suporta, nag-aalok kami ng <0>hanggang 50 USDT sa trading bonus</0> para sa mga bagong user. Makaranas ng binary options trading na walang panganib at tunay na mga reward!",
  "What currencies can be deposited and withdrawn?": "Anong mga pera ang maaaring ideposito at i-withdraw?",
  "What does it mean?": "Ano ang ibig sabihin nito?",
  "What is Detrade Connect?": "Ano ang Detrade Connect?",
  "What operational expenses could Partner have?": "Anong mga gastos sa pagpapatakbo ang maaaring magkaroon ng Partner?",
  "What would you like your new limit to be? (max 500% of current limit)": "Ano ang gusto mong maging ang iyong bagong limitasyon? (max 500% ng kasalukuyang limitasyon)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Kapag natapos ang countdown, papasok ito sa proseso ng paghahanda sa pag-aayos. Itinatala ng system ang panimulang presyo pagkatapos matapos ang countdown (sa unang flag). Kapag tumakbo ang K-line sa loob ng isang yugto ng panahon, itinatala ng system ang pangwakas na presyo (sa pangalawang bandila). Ihambing ang presyo ng pagtatapos at ang panimulang presyo. Kung ang pangwakas na presyo ay mas malaki kaysa sa panimulang presyo, ang mangangalakal na pumipili sa direksyon ng UP ang mananalo. Kung hindi, panalo ang mangangalakal na pipili ng DOWN na direksyon.",
  "When the dual conditions are met, you will receive profits.": "Kapag natugunan ang dalawahang kundisyon, makakatanggap ka ng kita.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Kapag na-trade sa isang tradisyunal na exchange na may gitnang limit order book, ang malalaking pagkuha ng mga order ay karaniwang tatawid sa mga resting order na lampas sa pinakamahusay na bid o alok, na magreresulta sa isang average na presyo ng fill na mas masahol kaysa sa nangungunang presyo ng libro. Pinaghihigpitan ng mga market makers ang dami ng liquidity na handa nilang ialok sa top-of-book dahil sa karagdagang panganib na kinakatawan ng malalaking order. Sa halip na humiling ng malalaking order na punan sa maraming presyo, ang Detrade sa halip ay gumagamit ng market effect formula upang itakda ang pagsasara ng presyo para sa mga panalong trade (hindi maaapektuhan ang pagkatalo ng manually-closed trade) upang gayahin ang epekto sa market ng malalaking pagkuha ng mga order, ngunit sa mas pare-pareho at predictable na paraan. Ang pinakamadaling paraan upang makita ang eksaktong epekto ng market ay ang paggamit ng ROI Calculator na makikita sa futures trading page.",
  "When will the commission be distributed?": "Kailan ipapamahagi ang komisyon?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Kapag natapos na ang trading ng iyong kaibigan, maaari kang makatanggap ng agarang komisyon para sa trading na iyon.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Kung saan ang <0>P_close</0> ay <1>P_open*(1-1/multiplier_leverage)</1> para sa mga bust o presyo ng stop loss.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Saan <0>p_i | i sa 1..N</0> at <1>s_i|i sa 1..N</1> ay ang mga presyo ng pagbili at laki na pinagsunod-sunod sa pagtaas ng distansya mula sa tuktok ng aklat. Ibinibigay ng function na ito ang pinakamataas na presyong babayaran ng isa para makabili ng halagang <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Kung saan ang <0>v_i</0> ay ang mga laki kung saan kinakalkula ang mga kalagitnaan ng presyo at tinukoy bilang pagsasama-sama ng pinagsama-samang laki ng pagbili at pagbebenta mula sa composite order book. Ang <1>L</1> ay isang scaling factor na tinukoy bilang <2>1/V</2>, kung saan ang <3>V</3> ay ang maximum na laki kung saan kinakalkula ang kalagitnaan ng presyo at tinukoy bilang ang minimum ng kabuuan ng mga laki ng pagbili at pagbebenta sa composite order book.",
  "Which currency pairs can be traded on Detrade?": "Aling mga pares ng currency ang maaaring i-trade sa Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Ang mga may-ari ng puting label ay walang gastos sa pagbuo ng platform. Ang kailangan lang nila ay tumutok sa pagbebenta at marketing.",
  "Whitelist pre-booking": "I-whitelist ang pre-booking",
  "Why Partner with Detrade?": "Bakit Kasosyo sa Detrade?",
  "Why choose Detrade": "Bakit pipiliin ang Detrade",
  "Why you must choose us?": "Bakit kailangan mo kaming piliin?",
  "Wild": "Wild",
  "Will The Price Go Up Or Down": "Tataas o Bababa ang Presyo",
  "Will the price go up or down ?": "Tataas ba o bababa ang presyo?",
  "Win": "Panalo",
  "Win Crypto Tokens": "Manalo ng mga Crypto Token",
  "Win if the price breaks out — above the high or below the low.": "Manalo kung masira ang presyo — sa itaas ng mataas o sa ibaba ng mababa.",
  "Win rate": "Rate ng panalo",
  "Winner": "Nagwagi",
  "Winning": "Panalo",
  "Winning Tickets": "Mga Panalong Ticket",
  "Winning prize details": "Mga detalye ng panalong premyo",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "Sa isang PnL fee, hindi ka magbabayad ng anumang mga bayarin upang buksan o isara ang kalakalan, at isang bahagi lamang ng iyong mga kita (kung mayroon man) ang kukunin kapag isinara mo ang kalakalan",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Kapag pinagana ang flat fee, natatanggap mo ang 100% ng iyong mga kita ngunit nag-prepay ng <0>flat fee na sumasaklaw sa iyong pagpasok, paglabas, at pagkadulas</0> bago pumasok sa kalakalan, tulad ng sa isang regular na palitan",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Sa kapana-panabik na mga bagong feature at update sa abot-tanaw, ngayon ang perpektong oras upang simulan ang pag-promote ng Detrade.",
  "Withdraw": "Mag-withdraw",
  "Withdraw Fee": "Bayad sa Pag-withdraw",
  "Withdraw Order Created": "Nagawa ang Pag-withdraw ng Order",
  "Withdraw Processing": "Ang pag Withdraw ay nasa proseso",
  "Withdraw Success": "Matagumpay na nawithdraw",
  "Withdraw is in progress": "",
  "Withdraw to": "Mag-withdraw sa",
  "Withdraw your earnings 24/7": "I-withdraw ang iyong mga kita 24/7",
  "Withdrawal fee": "Bayad sa pag-withdraw",
  "Withdrawal fee discount": "Diskwento sa withdrawal fee",
  "Yes": "Oo",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Oo, Naniniwala ang DeTrade Sa Kabuuang Transparency At Nag-aalok ng Lahat ng Data Sa Iyo. Makikita Mo Lahat Ng Impormasyong Ito Sa",
  "Yes, contact us at any time to upgrade your package.": "Oo, makipag-ugnayan sa amin anumang oras para i-upgrade ang iyong package.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Oo, ang mga hindi pamilyar sa mga cryptocurrencies ay maaaring Mag-log In sa pamamagitan ng mga social network at pondohan sila ng mga bank card.",
  "Yes, you can use both.": "Oo, maaari mong gamitin ang pareho.",
  "Yield": "Yield",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Maaari kang magdeposito at mag-withdraw ng karamihan sa mga pangunahing digital na pera sa merkado, at unti-unting ilulunsad ng platform ang mga function ng pagdeposito at pag-withdraw ng mga legal na pera.",
  "You can share your invite link to your friend or your social media": "Maaari mong ibahagi ang iyong link ng imbitasyon sa iyong kaibigan o sa iyong social media",
  "You have the right to object to our processing of your personal information, under certain conditions.": "May karapatan kang tumutol sa aming pagproseso ng iyong personal na impormasyon, sa ilalim ng ilang mga kundisyon.",
  "You have the right to request a copy of the personal information we hold about you.": "May karapatan kang humiling ng kopya ng personal na impormasyong hawak namin tungkol sa iyo.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "May karapatan kang humiling na itama namin ang anumang mga kamalian sa iyong personal na impormasyon.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "May karapatan kang humiling na tanggalin namin ang iyong personal na impormasyon, napapailalim sa ilang partikular na pagbubukod.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Makakatanggap ka ng 20% ​​ng house edge ng para sa bawat trading na kanilang ilalagay. kung marami kang followers, maaari kang makipag-ugnayan sa amin para sa karagdagang komisyon.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Makakatanggap ka ng humigit-kumulang {nextCapitalCost} subsidy sa susunod na oras, at ang partikular na halaga ay napapailalim sa rate ng pagpopondo sa oras na iyon",
  "You won <0>{{award}}</0>": "Nanalo ka ng <0>{{award}}</0>",
  "Your": "Iyong",
  "Your Telegram": "Iyong Telegram",
  "Your account level is assessed and updated on the": "Ang antas ng iyong account ay sinusuri at ina-update sa",
  "Your current limit is {{limit}}": "Ang iyong kasalukuyang limitasyon ay {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Ang iyong kasalukuyang mga limitasyon ay: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}",
  "Your email": "Ang iyong email",
  "Your friends will be associated with you after they sign up": "Iuugnay sa iyo ang iyong mga kaibigan pagkatapos nilang mag-sign up",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Ang iyong impormasyon, kabilang ang personal na impormasyon, ay maaaring ilipat sa at mapanatili sa mga server o database na matatagpuan sa labas ng iyong bansa o hurisdiksyon. Sa pamamagitan ng paggamit sa aming Platform, pumapayag ka sa paglipat ng iyong impormasyon sa United States o anumang iba pang bansa kung saan ang Detrade o ang mga service provider nito ay nagpapanatili ng mga pasilidad.",
  "Your investment": "Iyong puhunan",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Nalalapat ang iyong pagpili sa wika sa mga Detrade na email, SMS, mga in-app na notification, at lahat ng device kung saan ka naka-log in.",
  "Your name": "Pangalan mo",
  "Your profile is now private": "Ang iyong profile ay pribado na ngayon",
  "Your profile is now public": "Ang iyong profile ay pampubliko na ngayon",
  "Your transfer amount has to MATCH the submission amount.": "Ang halaga ng iyong paglipat ay kailangang TUGMA sa halaga ng pagsusumite.",
  "Zero Trading Fees": "Zero Trading Fees",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Pag-verify ng dokumento: Maaaring kailanganin ng mga user na mag-upload ng mga kopya ng mga dokumento ng pagkakakilanlan na ibinigay ng pamahalaan, gaya ng pasaporte, lisensya sa pagmamaneho, o pambansang ID card.",
  "all assets": "lahat ng asset",
  "all status": "lahat ng katayuan",
  "approved": "naaprubahan",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Performance Cookies**: Nangongolekta ang cookies na ito ng impormasyon tungkol sa kung paano mo ginagamit ang aming Platform, gaya ng kung aling mga page ang pinakamadalas mong binibisita. Ang impormasyong ito ay ginagamit upang mapabuti ang paggana ng aming Platform.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Pag-verify ng address: Maaaring kailanganin ng mga user na magbigay ng patunay ng address, tulad ng utility bill o bank statement, upang i-verify ang kanilang tirahan.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "batay sa iyong pinakabagong pagganap at aktibidad. Manatiling nakatuon at umakyat sa mga ranggo!",
  "basic information verification": "pangunahing impormasyon sa pagpapatunay",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Functional Cookies**: Binibigyang-daan ng cookies na ito ang aming Platform na matandaan ang mga pagpipiliang ginawa mo (gaya ng iyong username, wika, o rehiyon) at magbigay ng pinahusay, mas personal na mga tampok.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Biometric na pag-verify: Maaaring gumamit ang Detrade ng mga biometric na pamamaraan ng pagpapatunay, tulad ng pagkilala sa mukha o pag-scan ng fingerprint, upang i-verify ang pagkakakilanlan ng mga user.",
  "change password": "baguhin ang password",
  "chat rules": "mga panuntunan sa chat",
  "currency": "currency",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Cookies sa Pag-target/Advertising**: Ang cookies na ito ay ginagamit upang maghatid ng mga advertisement na mas may-katuturan sa iyo at sa iyong mga interes. Tinutulungan din nila kaming sukatin ang pagiging epektibo ng mga kampanya sa advertising.",
  "date": "petsa",
  "day": "araw",
  "demo": "demo",
  "deposit": "deposit",
  "deposit with a 50% bonus": "deposito na may 50% na bonus",
  "down": "pababa",
  "earn ticket": "kumita ng ticket",
  "edit profile": "i-edit ang profile",
  "edit your avatar": "i-edit ang iyong avatar",
  "email": "email",
  "explanation": "pagpapaliwanag",
  "failed": "nabigo",
  "forgot password?": "nakalimutan ang password?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "hawakan ang Diamond sa loob ng 3 buwan — iimbitahan ka ng aming VIP manager na i-access ang mga pinasadyang pribilehiyo ng Diamond+.",
  "init": "init",
  "liq price": "liq price",
  "live": "live",
  "loading...": "naglo-load...",
  "lucky poll": "masuwerteng poll",
  "medium": "medium",
  "month": "buwan",
  "more": "higit pa",
  "my tickets": "ang aking mga tiket",
  "name": "pangalan",
  "no": "hindi",
  "or": "o",
  "order id": "order id",
  "pending": "pending",
  "perks in total": "perks sa kabuuan",
  "price": "presyo",
  "prize": "premyo",
  "processing": "pagpoproseso",
  "rejected": "tinanggihan",
  "results": "resulta",
  "rewards": "mga gantimpala",
  "rewards list": "listahan ng mga gantimpala",
  "search “Google Authenticator” and proceed to download.": "hanapin ang \"Google Authenticator\" at magpatuloy sa pag-download.",
  "seed": "seed",
  "strong": "malakas",
  "success": "tagumpay",
  "temporary rejected": "pansamantalang tinanggihan",
  "terms and conditions": "mga tuntunin at kundisyon",
  "tickets number": "numero ng tiket",
  "ticks": "ticks",
  "time": "oras",
  "token": "token",
  "top": "itaas",
  "trader": "mangangalakal",
  "trading platform": "platform ng kalakalan",
  "two-Factor authentication": "two-Factor authentication",
  "up": "up",
  "voucher": "voucher",
  "wager": "tumaya",
  "weak": "mahina",
  "week": "linggo",
  "welcome gifts": "maligayang pagdating mga regalo",
  "withdraw": "withdraw",
  "{{field}} is required": "{{field}} ay kinakailangan",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} lugar - {{percent}} ng Daily Contest prize pool",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>of {{total}}</0>",
  "|PnL|": "|PnL|"
}
