{
  "* Both a memo/tag and an address are required": "* Hem bir not/etiket hem de bir adres gereklidir",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Alıcı adresinin bir MEMO/Etiket gerektirdiğini lütfen onaylayın. Eğer doldurulmazsa veya yanlış doldurulursa, varlık kaybolacaktır",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Hesap makinesinin sonuçları tahminlerdir ve gerçek ROI/P&L, piyasa koşullarına göre gösterilenlerden farklı olabilir.",
  "1-on-1 manager": "1'e 1 yönetici",
  "1. Choose the future price direction": "1. Gelecekteki fiyat yönünü seçin",
  "1. Information We Collect": "1. Topladığımız Bilgiler",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"biz\", \"bizi\" veya \"bizim\"), Kara Para Aklamayı Önleme (AML) ve Müşterinizi Tanıyın (KYC) politikaları ve prosedürlerinin uygulanması yoluyla kara para aklama ve terörün finansmanı faaliyetleriyle mücadele etmeye kararlıdır.",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade(\"biz\", \"bize\" veya \"bizim\") yatırımcıların(\"siz\" veya \"yatırımcı\") çeşitli finansal araçlarla işlem yapmalarını sağlayan bir çevrimiçi ikili opsiyon ticaret platformu(\"Platform\") işletmektedir.",
  "1.1 Personal Identification Information:": "1.1 Kişisel Kimlik Bilgileri:",
  "1.2 Financial Information:": "1.2 Mali Bilgiler:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Bu Kara Para Aklamayı Önleme (AML) ve Müşterinizi Tanıyın (KYC) Politikası (\"Politika\"), Detrade platformunda yatırımcılarımızın (\"siz\" veya \"tüccar\") kimliğini doğrulama ve kara para aklama ve terörizmin finansmanı faaliyetlerini tespit etme ve önleme yükümlülüklerimizi ve prosedürlerimizi özetlemektedir.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Bu Kullanıcı Sözleşmesi ve Şartlar ve Koşullar (\"Sözleşme\") Detrade Platformunu kullanımınızı yönetir. Platformumuza erişerek veya Platformumuzu kullanarak bu Sözleşmeyi okuduğunuzu, anladığınızı ve bu Sözleşmeye bağlı kalmayı kabul ettiğinizi onaylamış olursunuz.",
  "1.3 Technical Information:": "1.3 Teknik Bilgiler:",
  "1.4 Usage Data:": "1.4 Kullanım Verileri:",
  "1.5 Location Information:": "1.5 Konum Bilgileri:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Çerezler ve İzleme Teknolojileri:",
  "1.Introduction": "1.Giriş",
  "10 most wagering players carve up the prize pool.": "Ödül havuzunu en çok bahis oynayan 10 oyuncu paylaşıyor.",
  "10. Amendments to the Policy": "10. Politikadaki Değişiklikler",
  "10. International Data Transfers": "10. Uluslararası Veri Aktarımları",
  "10. Limitation of Liability": "10. Sorumluluğun Sınırlandırılması",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade, bu Politikayı herhangi bir zamanda değiştirme veya tadil etme hakkını saklı tutar. Herhangi bir değişiklik Detrade platformunda yayınlandıktan hemen sonra geçerli olacaktır.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 Yasaların izin verdiği ölçüde Detrade, Platformumuzu kullanımınızdan kaynaklanan veya bununla herhangi bir şekilde bağlantılı olan doğrudan, dolaylı, tesadüfi, özel veya sonuç olarak ortaya çıkan zararlardan sorumlu olmayacaktır.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 Hiçbir durumda, bu Sözleşmeden kaynaklanan veya bu Sözleşmeyle bağlantılı olarak ortaya çıkan tüm zararlar, kayıplar ve dava nedenleri konusunda Detrade'in size karşı toplam sorumluluğu, söz konusu sorumluluğa yol açan olayın hemen öncesindeki on iki (12) aylık dönem boyunca sizin tarafınızdan Detrade'e ödenen tutarı (varsa) aşamaz.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Herhangi bir güncelleme veya değişiklikten haberdar olmak için bu Politikayı periyodik olarak gözden geçirmek sizin sorumluluğunuzdadır. Bu Politikada herhangi bir değişiklik yapıldıktan sonra Detrade platformunu kullanmaya devam etmeniz, bu değişikliklerin kabul edildiği anlamına gelir.",
  "1000x leverage": "1000x kaldıraç",
  "11. Contact Information": "11. İletişim Bilgileri",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Bu Politika veya Detrade'in AML ve KYC prosedürleriyle ilgili herhangi bir sorunuz, endişeniz veya geri bildiriminiz varsa lütfen [support@detrade.com] adresinden bizimle iletişime geçin.",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Detrade Platformunu kullanmanızdan veya bu Sözleşmeyi ihlal etmenizden kaynaklanan veya bununla bağlantılı olarak ortaya çıkan her türlü talep, yükümlülük, zarar, kayıp, maliyet, gider veya ücrete (makul avukatlık ücretleri dahil) karşı Detrade'i ve bağlı şirketlerini, görevlilerini, yöneticilerini, çalışanlarını ve acentelerini tazmin etmeyi, savunmayı ve masun tutmayı kabul edersiniz.",
  "11.Indemnification": "11.Tazminat",
  "12. Contact Us": "12. Bize Ulaşın",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Bu Sözleşme, [Yargı Yetkisi] kanunlarına göre yönetilecek ve yorumlanacaktır.",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Bu Sözleşmeden kaynaklanan veya bu Sözleşmeyle bağlantılı olarak ortaya çıkan her türlü anlaşmazlık, [Tahkim Teşkilatının] kurallarına uygun olarak tahkim yoluyla çözülecektir.",
  "12.Governing Law and Dispute Resolution": "12.Geçerli Kanun ve Uyuşmazlık Çözümü",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade, bu Sözleşmeyi herhangi bir zamanda tadil etme veya tadil etme hakkını saklı tutar. Herhangi bir değişiklik, Detrade Platformunda yayınlandıktan hemen sonra geçerli olacaktır.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Herhangi bir güncelleme veya değişiklikten haberdar olmak için bu Sözleşmeyi periyodik olarak gözden geçirmek sizin sorumluluğunuzdadır. Bu Sözleşmede yapılan herhangi bir değişiklikten sonra Detrade Platformunu kullanmaya devam etmeniz, bu değişikliklerin kabul edildiği anlamına gelir.",
  "13.Amendments to the Agreement": "13.Sözleşmede Yapılacak Değişiklikler",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Bu Sözleşme veya Detrade Platformu ile ilgili herhangi bir sorunuz, endişeniz veya geri bildiriminiz varsa lütfen bizimle şu adresten iletişime geçin: 14.1 Bu Sözleşme veya Detrade Platformu ile ilgili herhangi bir sorunuz, endişeniz veya geri bildiriminiz varsa lütfen bizimle şu adresten iletişime geçin:",
  "14.Contact Information": "14.İletişim Bilgileri",
  "16th of every month": "her ayın 16'sı",
  "1D": "1D",
  "1M": "1M",
  "1W": "1W",
  "2. Definitions": "2. Tanımlar",
  "2. Eligibility": "2. Uygunluk",
  "2. How We Use Your Information": "2. Bilgilerinizi Nasıl Kullanıyoruz",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Fon havuzunun toplam emir tutarını YUKARI ve AŞAĞI yönlerinde, sizin ve diğer kullanıcıların emir durumlarını listede görüntüleyebilirsiniz.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 \"AML\", finansal sistemler aracılığıyla yasadışı gelir elde edilmesini önlemek için tasarlanmış bir dizi prosedür, yasa ve düzenlemeden oluşan Kara Para Aklamanın Önlenmesi anlamına gelir.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Detrade Platformuna erişerek veya onu kullanarak, en az 18 yaşında olduğunuzu ve bu Sözleşmeyi imzalamak için yasal ehliyete sahip olduğunuzu beyan ve garanti edersiniz.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Platformumuzu Sağlamak ve Sürdürmek İçin:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 \"KYC\", müşterilerin kimliğini doğrulama ve yasadışı faaliyetlere katılma potansiyel risklerini değerlendirme süreci olan Müşterinizi Tanıyın anlamına gelir.",
  "2.2 To Improve Our Platform:": "2.2 Platformumuzu Geliştirmek İçin:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Platformumuzu kullanımınızla ilgili yürürlükteki tüm yasa ve düzenlemelere de uymalısınız.",
  "2.3 To Communicate with You:": "2.3 Sizinle İletişim Kurmak İçin:",
  "2.4 To Personalize Your Experience:": "2.4 Deneyiminizi Kişiselleştirmek İçin:",
  "2.5 To Conduct Analytics and Research:": "2.5 Analitik ve Araştırma Yürütmek İçin:",
  "2.6 To Ensure Security and Compliance:": "2.6 Güvenliği ve Uyumluluğu Sağlamak İçin:",
  "20% affiliate commission (a 100% increase from our base rate).": "%20 ortaklık komisyonu (taban oranımıza göre %100 artış).",
  "20+ exchange market data": "20'den fazla borsa piyasası verisi",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "24 Saatlik Para Çekme Kısıtlama Bildirimi Sistemimiz, hesabınızdaki önemli bilgilerde değişiklikler tespit etti ve bu nedenle, varlıklarınızı güvence altına almak için gerekli adımları atarken hesabınızın para çekme özelliğini geçici olarak askıya alıyoruz. Kısıtlamalar, {{time}} UTC saatiyle otomatik olarak kaldırılacaktır.",
  "24h Live Players": "24 saat Canlı Oyuncular",
  "24h Trade Vol": "24 saatlik Ticaret Hacmi",
  "24h Wins Paid": "24 Saatte Kazanılan Ücret",
  "24h high": "24 saatlik yüksek",
  "24h low": "24 saatlik düşük",
  "24h players": "24 saatlik oyuncular",
  "24h win ratio": "24 saatlik kazanma oranı",
  "2FA Code's length is not right": "2FA Kodunun uzunluğu doğru değil",
  "2FA authentication": "2FA kimlik doğrulaması",
  "2s CFD and 5-60s Options": "2s CFD ve 5-60s Opsiyonları",
  "3. Customer Due Diligence (CDD)": "3. Müşteri Durum Tespiti (CDD)",
  "3. How We Share Your Information": "3. Bilgilerinizi Nasıl Paylaşıyoruz",
  "3. Wait for system settlement": "3. Sistemin yerleşmesini bekleyin",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade, tüm kullanıcıların kimliklerini doğrulamak ve risk düzeylerini değerlendirmek için Müşteri Durum Tespiti (CDD) gerçekleştirir.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Detrade Platformunun belirli özelliklerine erişebilmek için bir hesaba kaydolmanız gerekebilir.",
  "3.1 With Service Providers:": "3.1 Hizmet Sağlayıcılarla:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Kayıt işlemi sırasında tam adınız, doğum tarihiniz, ikamet adresiniz, devlet tarafından verilmiş kimliğiniz ve adres belgeniz dahil ancak bunlarla sınırlı olmamak üzere belirli kişisel bilgileri sağlamanız gerekebilir.",
  "3.2 For Legal Reasons:": "3.2 Yasal Nedenlerle:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Bir hesaba kaydolurken, kayıt formunda istendiği şekilde kendiniz hakkında doğru, güncel ve eksiksiz bilgi sağlamayı kabul edersiniz.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade, kimliğinizi doğrulamak veya risk düzeyinizi değerlendirmek için sizden ek bilgi veya belge talep etme hakkını saklı tutar.",
  "3.3 To Protect Our Rights:": "3.3 Haklarımızı Korumak İçin:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Hesap bilgilerinizin gizliliğini korumaktan ve hesabınız altında gerçekleşen tüm faaliyetlerden siz sorumlusunuz.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade, kayıt işlemi sırasında yanlış veya yanıltıcı bilgi verdiğinizi veya bu Sözleşmenin herhangi bir hükmünü ihlal ettiğinizi düşünmemiz halinde, hesabınızı askıya alma veya feshetme hakkını saklı tutar.",
  "3.4 With Your Consent:": "3.4 İzniniz ile:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Müşteri Durum Tespiti (CDD) amacıyla Detrade tarafından talep edilen her türlü bilgi veya belgeyi derhal sağlamayı kabul edersiniz.",
  "3.5 In Business Transfers:": "3.5 Ticari Transferlerde:",
  "3.Account Registration": "3.Hesap Kaydı",
  "3rd Merchant Processing": "3. Tüccar İşlemleri",
  "4. Check the winning and losing results": "4. Kazanma ve kaybetme sonuçlarını kontrol edin",
  "4. Identity Verification": "4. Kimlik Doğrulaması",
  "4. Platform Use": "4. Platform Kullanımı",
  "4. Your Data Protection Rights": "4. Veri Koruma Haklarınız",
  "4.1 Access:": "4.1 Erişim:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade, kullanıcılarının kimliğini doğrulamak için aşağıdakiler dahil ancak bunlarla sınırlı olmamak üzere çeşitli yöntemler ve araçlar kullanır:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Detrade Platformu yalnızca bilgilendirme ve eğitim amaçlıdır. Platformumuzda sağlanan bilgilerin finansal tavsiye niteliğinde olmadığını ve yatırım kararları alırken bu bilgilere güvenilmemesi gerektiğini kabul ve beyan edersiniz.",
  "4.2 Correction:": "4.2 Düzeltme:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade, kimlik doğrulama amacıyla yetersiz veya yanlış görülmesi halinde kullanıcılar tarafından sağlanan herhangi bir belge veya bilgiyi reddetme hakkını saklı tutar.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 İkili opsiyon ticaretiyle ilgili riskleri değerlendirmek ve Detrade Platformunda ticaretin sizin için uygun olup olmadığını belirlemek yalnızca sizin sorumluluğunuzdadır.",
  "4.3 Deletion:": "4.3 Silme:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Detrade Platformunu yürürlükteki tüm yasa ve düzenlemelere uygun olarak ve başkalarının haklarını ihlal etmeyecek veya bu Sözleşmenin şartlarını ihlal etmeyecek şekilde kullanmayı kabul ediyorsunuz.",
  "4.4 Objection:": "4.4 İtiraz:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Kısıtlama: Belirli koşullar altında kişisel bilgilerinizin işlenmesini kısıtlamamızı talep etme hakkına sahipsiniz.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Veri Taşınabilirliği: Belirli koşullar altında kişisel bilgilerinizin başka bir kuruluşa veya doğrudan tarafınıza aktarılmasını talep etme hakkına sahipsiniz.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Onayın Geri Çekilmesi: Kişisel bilgilerinizin işlenmesi için bize onay verdiyseniz, onayınızı istediğiniz zaman geri çekme hakkına sahipsiniz.",
  "5. Data Security": "5. Veri Güvenliği",
  "5. Risk Assessment": "5. Risk Değerlendirmesi",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade, her yatırımcının kimlik doğrulama bilgileri, işlem geçmişi ve diğer ilgili faktörlere dayanarak bir risk değerlendirmesi gerçekleştirir.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Detrade Platformu, kullanıcıların hisse senetleri, para birimleri, emtialar ve endeksler dahil ancak bunlarla sınırlı olmamak üzere çeşitli finansal araçlar üzerinde ikili opsiyon ticareti yapmasına olanak tanır.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Kullanıcılara, risk değerlendirmesinin sonuçlarına dayalı olarak, işlemlerine ve hesap etkinliklerine uygulanan inceleme düzeyini etkileyebilecek bir risk derecelendirmesi atanabilir.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 İkili opsiyon ticaretinin, yatırımınızın tamamını kaybetme riski de dahil olmak üzere önemli riskler içerdiğini kabul ve beyan edersiniz.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Her bir işlemle ilgili riskleri değerlendirmek ve bireysel koşullarınıza uygun yatırım stratejisini belirlemek yalnızca sizin sorumluluğunuzdadır.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade, Platformumuzda yapılan herhangi bir işlemin kârlılığı veya başarısı ile ilgili herhangi bir garanti veya güvence vermez.",
  "5.Trading": "5.Ticaret",
  "50+ trading pairs": "50'den fazla işlem çifti",
  "6 Month's Pnl": "6 Aylık Pnl",
  "6. Data Retention": "6. Veri Saklama",
  "6. Fees and Charges": "6. Ücretler ve Masraflar",
  "6. Monitoring and Reporting": "6. İzleme ve Raporlama",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade, Platformumuzda yürütülen belirli hizmetler veya işlemler için ücret talep edebilir. Platformumuzu kullanımınızla bağlantılı olarak geçerli tüm ücretleri ve masrafları ödemeyi kabul edersiniz.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade, kara para aklama veya terörizmin finansmanı faaliyetlerini gösterebilecek şüpheli veya olağandışı davranış belirtileri açısından yatırımcı işlemlerini ve hesap faaliyetlerini izler.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade, ücret yapımızı herhangi bir zamanda bildirimde bulunarak veya bulunmaksızın değiştirme veya tadil etme hakkını saklı tutar.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Detrade herhangi bir şüpheli faaliyet veya işlem tespit ederse, söz konusu faaliyeti ilgili makamlara bildirme ve yatırımcı hesaplarının dondurulması veya askıya alınması dahil ancak bunlarla sınırlı olmamak üzere uygun önlemleri alma hakkını saklı tutarız.",
  "6M": "6M",
  "7 * 24 technical services": "7*24 teknik servis",
  "7. Cookies and Similar Technologies": "7. Çerezler ve Benzeri Teknolojiler",
  "7. Intellectual Property": "7. Fikri Mülkiyet",
  "7. Record-Keeping": "7. Kayıt Tutma",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Metin, grafikler, logolar, resimler ve yazılım dahil ancak bunlarla sınırlı olmamak üzere Detrade Platformunda mevcut olan tüm içerik ve materyaller, Detrade'in veya lisans verenlerinin mülkiyetindedir ve telif hakkı, ticari marka ve diğer fikri mülkiyet yasalarıyla korunmaktadır.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Çerezler: Platformumuzdaki deneyiminizi geliştirmek için çerezleri kullanıyoruz. Çerez, tarayıcınızı tanımamıza ve belirli bilgileri yakalayıp hatırlamamıza olanak tanıyan, cihazınıza yerleştirilen küçük bir dosyadır.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade, yürürlükteki yasa ve düzenlemelere uygun olarak tüm yatırımcı tanımlama ve işlem bilgilerinin kayıtlarını tutar.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Çerez Türleri: a) **Temel Çerezler**: Bu çerezler Platformumuzun çalışması için gereklidir. Sitede gezinmenizi ve özelliklerini kullanmanızı sağlarlar.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Kullanıcı kayıtları gizli tutulur ve yalnızca yasaların gerektirdiği şekilde yetkili personele veya düzenleyici makamlara açıklanır.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Detrade Platformuna yalnızca kişisel ve ticari olmayan kullanımınız için erişmeniz ve onu kullanmanız için size sınırlı, münhasır olmayan ve devredilemez bir lisans verilmiştir.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Çerezlerin Yönetimi: Çerezlerin kullanımını bireysel tarayıcı düzeyinde kontrol edebilirsiniz. Çerezleri reddederseniz Platformumuzu kullanmaya devam edebilirsiniz ancak Platformumuzun bazı özelliklerini veya alanlarını kullanma yeteneğiniz sınırlı olabilir.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Detrade'in açık yazılı izni olmadan Detrade Platformunda mevcut olan herhangi bir içerik veya materyali çoğaltmamayı, değiştirmemeyi, dağıtmamayı veya bunlara dayalı türev çalışmalar oluşturmamayı kabul edersiniz.",
  "8. Third-Party Links": "8. Üçüncü Taraf Bağlantıları",
  "8. Training and Awareness": "8. Eğitim ve Farkındalık",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade, çalışanlarının AML ve KYC politikaları ve prosedürleri hakkında bilgi sahibi olmalarını sağlamak için eğitim ve farkındalık programları sağlar.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade, kullanıcılarının gizliliğine saygı duyar ve onların kişisel bilgilerini korumaya kararlıdır. Kişisel bilgilerinizi nasıl topladığımız, kullandığımız ve ifşa ettiğimize ilişkin ayrıntılar için lütfen Gizlilik Politikamıza bakın.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Çalışanlar, şüpheli etkinlikleri tespit edip raporlamak ve tüm AML ve KYC gerekliliklerine uymak üzere eğitilir.",
  "8.Privacy Policy": "8.Gizlilik Politikası",
  "9. Children's Privacy": "9. Çocukların Gizliliği",
  "9. Compliance Oversight": "9. Uyumluluk Gözetimi",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade, AML ve KYC politikaları ve prosedürlerine uygunluğu denetlemekten sorumlu bir Uyum Görevlisi atamıştır.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade, Platformumuza erişiminizi herhangi bir zamanda ve herhangi bir nedenle, gerekçeli veya gerekçesiz olarak ve önceden bildirimde bulunmaksızın askıya alma veya sonlandırma hakkını saklı tutar.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Uyumluluk Görevlisi, düzenleyici gelişmeleri izlemekten, AML ve KYC politikalarını gerektiği şekilde güncellemekten ve Detrade'in operasyonlarının geçerli tüm yasa ve düzenlemelere uygun kalmasını sağlamaktan sorumludur.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Detrade Platformuna erişiminizin sona ermesi üzerine, fikri mülkiyet, sorumluluğun sınırlandırılması ve anlaşmazlıkların çözümüne ilişkin hükümler dahil ancak bunlarla sınırlı olmamak üzere, doğası gereği fesihten sonra da geçerli olması gereken bu Sözleşmenin tüm hükümleri geçerliliğini sürdürecektir.",
  "9.Termination": "9.Fesih",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Bonus tutarı:</0> İlk para yatırma işleminizin %50'si",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Bonus sınırı:</0> Maksimum 50 USDT işlem bonusu",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Uygunluk:</0> Yalnızca Detrade'deki yeni kullanıcılar",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Gereksinim:</0> İlk para yatırma ≥ 50 USDT (veya eşdeğer kripto)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Desteklenen ürünler</0>: Highlow, Spread, Up Down, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "Bu turda <0>[{{count}}]</0> bilet gönderildi!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "Kayma dahil {{position}} giriş ve çıkış işlemleri başına <0>{{flatFee}}</0>",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}</0> <1>toplamın {{total}} </1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "İşlemin açılışında {{feeAmount}} ({{commission}}) tutarında sabit bir ücret tahsil edildi (pozisyon:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "İşlemi kapattığınızda kârınızın bir kısmı (varsa) alınır",
  "A variable fee was charged as a fraction of profits upon closing the trade": "İşlem kapatıldığında kârın bir kısmı olarak değişken bir ücret tahsil edildi",
  "A verification will be sent to {{email}}": "{{email}} adresine bir doğrulama gönderilecek",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "C: Dört işlem modunun da kilidini açtığınızdan emin olun. Sorun devam ederse, yardım için müşteri desteğiyle iletişime geçin.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "C: Hayır, bonusun kendisi çekilemez. Ancak, <0>bonus kullanılarak elde edilen kâr</0> çekilebilir.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "C: Evet. Lütfen bonusunuzu verildikten sonraki <0>7 gün</0> içinde etkinleştirin. Süresi dolan bonuslar geri alınamaz.",
  "AF": "AF",
  "AML & KYC policy": "AML ve KYC politikası",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Detrade Hakkında",
  "Access over 70 popular assets with up to 90% profit potential": "%90'a varan kar potansiyeliyle 70'in üzerinde popüler varlığa erişin",
  "Account Details": "Hesap Ayrıntıları",
  "Account Not Verified": "Hesap Doğrulanmadı",
  "Account Verified": "Hesap Doğrulandı",
  "Activate": "Etkinleştir",
  "Activation expiry time": "Aktivasyon son kullanma tarihi",
  "Active": "Aktif",
  "Active tickets": "Aktif biletler",
  "Activity priority access": "Etkinlik öncelikli erişim",
  "Add": "Eklemek",
  "Add key phrase into Google Authenticator and remember the key phrase": "Anahtar kelime öbeğini Google Authenticator'a ekleyin ve anahtar kelime öbeğini hatırlayın",
  "Add referral": "Yönlendirme ekle",
  "Add referral code": "Yönlendirme kodunu ekleyin",
  "Address is required": "Adres gerekli",
  "Address valid": "Adres geçerli",
  "Advanced": "Gelişmiş",
  "Advanced Users": "İleri Kullanıcılar",
  "Advanced chart": "Gelişmiş grafik",
  "Advantage": "Avantaj",
  "Affiliate program": "Ortaklık programı",
  "Affiliates": "Ortaklar",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "İlk para yatırma işleminizi tamamladıktan sonra, ilk 1 USDT deneme kuponunuzu görüntülemek için <0>Ödül Merkezi</0>'ne gidin.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Kişisel bilgilerinizi gizli olarak ayarladıktan sonra diğer kullanıcılar kullanıcı adınızı ve bilgilerinizi göremeyecektir.",
  "Agreement": "Anlaşma",
  "Airdrop": "Havadan atılan para",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Airdrop yöntemi: Ödüller otomatik olarak cüzdana dağıtılır. Lütfen uygulama içi e-postayı takip edin.",
  "Airdrop plan": "Airdrop planı",
  "Airdrop program": "Airdrop programı",
  "Airdrops": "Havadan Atışlar",
  "Algorithm": "Algoritma",
  "All": "Tüm",
  "All Assets": "Tüm Varlıklar",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Bu web sitesindeki tüm aracılık faaliyetleri Nexus Play LLC tarafından sağlanmaktadır.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Tüm oyun formülleri açık ve şeffaftır, bu da dolandırıcılığı caydırır ve ortaklar ile oyuncular için risklerin önüne geçer.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "24 saatlik işlem turundaki tüm fiyatlar, her işlem turunun sonunda ortaya çıkan rastgele seçilmiş bir başlangıç noktası kullanılarak önceden belirlenir. Yayınlanan bu başlangıç noktası sayesinde, aşağıda belirtilen algoritmaya uyduğumuzu ve tur başladıktan sonra herhangi bir fiyatı değiştirmediğimizi herkes doğrulayabilir. Özellikle, işlemlerinize bağlı olarak fiyatları değiştirmemiz mümkün değildir.",
  "All prizes will be sent in USDT.": "Tüm ödüller USDT olarak gönderilecektir.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "En iyi yatırımcının ihtiyaç duyduğunuz tüm uygulamalı deneyimi, en popüler yatırım göstergelerine ve sinyallerine erişim dahil.",
  "All time wins paid": "Tüm zamanların kazançları ödendi",
  "Already have an account?": "Zaten bir hesabınız var mı?",
  "Amount": "Miktar",
  "Amount is required": "Tutar gerekli",
  "Amount to withdraw": "Çekilecek miktar",
  "Announcement": "Duyuru",
  "Announcements": "Duyurular",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Kara Para Aklamayı Önleme (AML) ve Müşterinizi Tanıyın (KYC) Politikası",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Herhangi bir sorunuz mu var? Özel destek ekibimiz size yardımcı olmaya ve başvuru sürecinde size rehberlik etmeye hazır.",
  "Apply": "Uygula",
  "Applying": "Başvuru",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Yaklaşık olarak bir sonraki saatte {{nextCapitalCost}} tutarında bir ücret tahsil edilecek olup, belirli tutar o tarihteki finansman oranına tabidir.",
  "Are there any geographical restrictions?": "Herhangi bir coğrafi kısıtlama var mı?",
  "Arrival amount": "Varış miktarı",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Program aktif kaldığı sürece, referansınız Detrade hesabına kaydolduğu andan itibaren komisyon kazanabilirsiniz.",
  "Ask a question": "Bir soru sor",
  "Asset types,currencies,cryptocurrencies for any trader.": "Her yatırımcı için varlık türleri, para birimleri, kripto para birimleri.",
  "Assets": "Varlıklar",
  "Assets overview": "Varlıklara genel bakış",
  "At least {{exceed}} number": "En az {{exceed}} sayı",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Geri sayımın sonunda tahmin ettiğiniz trende göre kar ve zarar belirlenecektir.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "Her işlem turunun başlangıcında (00:00 UTC), 32 baytlık yeni bir tohum rastgele seçilir. Tüm turun fiyatları, bu tohumun artan tamsayı onay sayacıyla birleştirilmesiyle yeniden üretilebilir.",
  "Auto": "Otomatik",
  "Available": "Mevcut",
  "Available on request": "Talep üzerine mevcuttur",
  "Award quota": "Ödül kontenjanı",
  "Awarded users": "Ödüllü kullanıcılar",
  "Balance": "Denge",
  "Balance is not enough": "Denge yeterli değil",
  "Basic": "Temel",
  "Becoming an affiliate is easy": "Ortak olmak kolaydır",
  "Benefit from our many years of experience and internationally renowned reputation.": "Uzun yıllara dayanan deneyimimizden ve uluslararası alanda tanınan itibarımızdan yararlanın.",
  "Benefits": "Faydalar",
  "Benefits:": "Faydalar:",
  "Best For": "En İyisi",
  "Bet": "Bahis",
  "Betting": "Bahis",
  "Binary Options Exchange": "İkili Opsiyon Borsası",
  "Bind": "Bağlamak",
  "Bind Success": "Başarıyı Bağla",
  "Black diamond circle": "Siyah elmas daire",
  "Blockchain Processing": "Blockchain İşleme",
  "Bonus": "Bonus",
  "Bonus Rules": "Bonus Kuralları",
  "Bonus Trial": "Bonus Denemesi",
  "Bonus pool": "Bonus havuzu",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Bonus kuponları <0>çekilemez</0>, ancak <1>bonus işlemlerinden elde edilen kârlar çekilebilir<1>",
  "Boost your earnings by affiliate program": "Ortaklık programıyla kazançlarınızı artırın",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "1000 kata kadar kaldıraçla işlemlerinizi artırın - büyük risk, daha büyük kazanç.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "İşlemlerinizi 1000 kata kadar kaldıraçla artırın - büyük risk, daha büyük kazanç.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Nexus Play LLC tarafından sunulan Aracılık Ürünleri ve Hizmetleri.",
  "Bronze": "Bronz",
  "Bust And Stop Loss Prices": "Düşüş ve Zarar Durdurma Fiyatları",
  "Buy": "Satın almak",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Detrade Platformuna erişerek veya onu kullanarak bu Gizlilik Politikasını okuduğunuzu, anladığınızı ve bu Gizlilik Politikasına bağlı kalmayı kabul ettiğinizi onaylamış olursunuz. Bu Gizlilik Politikasını kabul etmiyorsanız Platformumuzu kullanmamalısınız.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Detrade Platformuna erişerek veya onu kullanarak, bu Sözleşmeyi okuduğunuzu, anladığınızı ve bu Sözleşmeye bağlı kalmayı kabul ettiğinizi onaylamış olursunuz. Bu Sözleşmenin herhangi bir bölümünü kabul etmiyorsanız, Detrade Platformunu kullanmamalısınız.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Detrade platformuna erişerek veya platformu kullanarak bu AML ve KYC Politikasını okuduğunuzu, anladığınızı ve bunlara uymayı kabul ettiğinizi onaylamış olursunuz. Bu Politikanın herhangi bir bölümünü kabul etmiyorsanız Detrade platformunu kullanmamalısınız.",
  "Calculator": "Hesap Makinesi",
  "Campaign": "Kampanya",
  "Campaign Center": "Kampanya Merkezi",
  "Can I See The Data Of My Referral?": "Yönlendirmemin Verilerini Görebilir miyim?",
  "Can I use a live account and a demo account at the same time?": "Canlı hesap ve demo hesabını aynı anda kullanabilir miyim?",
  "Can Partner upgrade his partnership level in the future?": "Partner gelecekte ortaklık düzeyini yükseltebilir mi?",
  "Can non-crypto users play Detrade games?": "Kripto dışı kullanıcılar Detrade oyunlarını oynayabilir mi?",
  "Cancel": "İptal etmek",
  "Cannot exceed {{exceed}} characters": "{{exceed}} karakteri aşamaz",
  "Cash All": "Tamamı Nakit",
  "Champion Profits": "Şampiyon Karları",
  "Change": "Değiştirmek",
  "Change password": "Şifre değiştir",
  "Chat": "Sohbet",
  "Check <0>ROI calculator</0> for more details": "Daha fazla ayrıntı için <0>ROI hesaplayıcısını</0> kontrol edin",
  "Chg%": "Değişim%",
  "Choose Symbol": "Sembol Seçin",
  "Choose Your <0> Account Type And </0>  Start Trading!": "<0>Hesap Türünüzü Seçin ve</0> İşlem Yapmaya Başlayın!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "<br/>Hesap Türünüzü</br> Seçin ve İşlem Yapmaya Başlayın!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Pozisyonunuzu maksimize etmek için bir çarpan seçin. Daha yüksek bir çarpan ayarlamak marj riskinizi artırır",
  "Choose the cryptocurrency that you would like to start trading.": "İşlem yapmaya başlamak istediğiniz kripto para birimini seçin.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Geri sayımın belirtilen süresi içerisinde sipariş vermek için yukarı veya aşağı yönünü seçin.",
  "Claim": "İddia",
  "Claim Voucher": "Kupon Talep Et",
  "Claimed rewards": "Talep edilen ödüller",
  "Claimed rewards details": "Talep edilen ödüllerin ayrıntıları",
  "Click Here To View The": "Görüntülemek İçin Buraya Tıklayın",
  "Click Up or Down to Trading": "İşlem Yapmak İçin Yukarı veya Aşağı Tıklayın",
  "Client": "Müşteri",
  "Close": "Kapalı",
  "Close Time": "Kapanış Zamanı",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Kâr veya zarar durumunda, istediğiniz zaman kapatın. Pozisyonunuzu otomatik olarak kapatmak için kâr al veya zarar durdur hedefleri belirleyin",
  "Close the order": "Siparişi kapat",
  "Close type": "Yakın tip",
  "Closed successfully!": "Başarıyla kapatıldı!",
  "Co-planning rights": "Ortak planlama hakları",
  "Coin-Margined": "Madeni Para Kenarlı",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Her fiyat akışındaki tüm dinlenme limiti emirlerini tek bir bileşik emir defterinde birleştirin. Bazı alış emirlerinin fiyatının diğer borsalardan gelen bazı satış emirlerinin fiyatını aşması normaldir ve beklenen bir durumdur. Tek bir büyük siparişin etkisini sınırlamak için bireysel sipariş boyutları 1 milyon Abd Doları ile sınırlandırılmıştır.",
  "Coming soon": "Yakında gelecek",
  "Community": "Toplum",
  "Community access": "Topluluk erişimi",
  "Completed": "Tamamlanmış",
  "Comprehensive trading training": "Kapsamlı ticaret eğitimi",
  "Computers and smartphones are fully functional": "Bilgisayarlar ve akıllı telefonlar tamamen işlevseldir",
  "Condition 1: The price trend matches your prediction.": "Durum 1: Fiyat eğilimi tahmininizle eşleşiyor.",
  "Condition 2: Price movement breaks through the spread.": "Durum 2: Fiyat hareketi spread'i aşıyor.",
  "Confirm": "Onaylamak",
  "Confirm Close": "Onayla Kapat",
  "Confirm removing Google 2FA authentication?": "Google 2FA kimlik doğrulamasının kaldırılmasını onaylıyor musunuz?",
  "Confirm settlement of all orders?": "Tüm siparişlerin ödemesi onaylansın mı?",
  "Confirm to close the order?": "Siparişi kapatmayı onaylıyor musunuz?",
  "Confirmations": "Onaylamalar",
  "Connect": "Bağlamak",
  "Connect with your friends": "Arkadaşlarınızla bağlantı kurun",
  "Contact Us": "Bize Ulaşın",
  "Contact us": "Bize Ulaşın",
  "Contact us with Email or Live chat": "E-posta veya Canlı sohbet ile bize ulaşın",
  "Content creators program": "İçerik yaratıcıları programı",
  "Contest prize pool": "Yarışma ödül havuzu",
  "Continue": "Devam et",
  "Continue Deposit Process": "Para Yatırma İşlemine Devam Et",
  "Continue deposit process": "Para yatırma işlemine devam et",
  "Continue with Google": "Google ile devam et",
  "Continue with X": "X ile devam et",
  "Continuously updated": "Sürekli güncellenen",
  "Convenient deposit and withdrawal methods": "Uygun para yatırma ve çekme yöntemleri",
  "Copy": "Kopyala",
  "Copy Success": "Başarıyı Kopyala",
  "Copy this code to your authenticator app": "Bu kodu kimlik doğrulama uygulamanıza kopyalayın",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Telif Hakkı © 2025 Nexus Play LLC. Tüm hakları saklıdır.",
  "Country": "Ülke",
  "Create Password": "Şifre Oluştur",
  "Crypto": "Kripto",
  "Crypto - binary options": "Kripto - ikili opsiyonlar",
  "Crypto Pairs": "Kripto Çiftleri",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Kripto para sözleşme ticareti yüksek risk taşır ve işlem tutarınızın tamamını kaybedebilirsiniz. Kullandığınız kaldıraç ne kadar yüksekse, risk de o kadar büyük olur. Ancak, hiçbir koşulda ilk işlem tutarınızdan fazlasını kaybedemezsiniz.",
  "Currency": "Para birimi",
  "Custom Price Move %": "Özel Fiyat Hareketi Yüzdesi",
  "Custom cashback plan": "Özel geri ödeme planı",
  "Custom revenue share and fee option.": "Özel gelir paylaşımı ve ücret seçeneği.",
  "Custom services": "Özel hizmetler",
  "Custom signals": "Özel sinyaller",
  "Customized incentives tailored to your needs.": "İhtiyaçlarınıza göre özelleştirilmiş teşvikler.",
  "DOWN": "AŞAĞI",
  "Daily Active Users": "Günlük Aktif Kullanıcı Sayısı",
  "Daily Earning": "Günlük Kazanç",
  "Daily contest": "Günlük yarışma",
  "Dark": "Karanlık",
  "Date": "Tarih",
  "Day": "Gün",
  "DeTrade overview": "DeTrade genel bakış",
  "Dedicated customer support": "Özel müşteri desteği",
  "Demo": "Demo",
  "Demo Account": "Demo Hesabı",
  "Demo Trading": "Demo Ticareti",
  "Depending on your location, you may have the following rights regarding your personal information:": "Bulunduğunuz yere bağlı olarak kişisel bilgilerinizle ilgili aşağıdaki haklara sahip olabilirsiniz:",
  "Deposit": "Depozito",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "120 USDT yatırın → 50 USDT'lik üst sınır bonusu alın",
  "Deposit 80 USDT → Receive 40 USDT bonus": "80 USDT yatırın → 40 USDT bonus alın",
  "Deposit Amount": "Depozito Tutarı",
  "Deposit Order Created": "Mevduat Emri Oluşturuldu",
  "Deposit Via {{depositChannel}}": "{{depositChannel}} Üzerinden Para Yatırın",
  "Deposit address": "Para yatırma adresi",
  "Deposit and withdraw money with ease using the most convenient payment method.": "En uygun ödeme yöntemini kullanarak kolaylıkla para yatırın ve çekin.",
  "Deposit is in progress": "",
  "Deposit now": "Şimdi yatırın",
  "Deposits and withdrawals": "Para yatırma ve çekme işlemleri",
  "Derivative Exchanges": "Türev Borsalar",
  "Description": "Tanım",
  "Detail": "Detay",
  "Details": "Detaylar",
  "Detrade": "Detrade",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade (\"biz\", \"bize\" veya \"bizim\") gizliliğinize değer verir ve kişisel bilgilerinizi korumayı taahhüt eder. Bu Gizlilik Politikası, ikili opsiyon ticaret platformumuzu (\"Platform\") kullandığınızda bilgilerinizi nasıl topladığımızı, kullandığımızı, ifşa ettiğimizi ve koruduğumuzu açıklamaktadır. Platformumuza erişerek veya Platformumuzu kullanarak bilgilerin bu politikaya uygun olarak toplanmasını ve kullanılmasını kabul etmiş olursunuz. Bu politikayı kabul etmiyorsanız Platformumuzu kullanmamalısınız.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect, üçüncü taraf platformların ekosistemimize kolayca bağlanmasını sağlayan kusursuz bir entegrasyon çözümüdür. Güçlü API'ler ve otomasyon araçları aracılığıyla ürünlerimizin temel işlevlerini doğrudan platformunuza entegre ediyoruz. Güvenli, ölçeklenebilir ve güvenilir bağlantılar sağlarken, platformlara çeşitli kripto para birimi türevleri, daha hızlı veri alışverişi ve en son özelliklerimize erişme yeteneği sağlamayı amaçlamaktadır. İster hizmet sunumunu genişletmek ister iş akışlarını basitleştirmek isteyin, Detrade Connect entegrasyonu basit, verimli ve etkili hale getirebilir.",
  "Detrade Index Prices": "Detrade Endeks Fiyatları",
  "Detrade Partner": "Detrade Ortağı",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Detrade Ortak Programı! Bu program, yaratıcılara gelişmiş gelir potansiyeli ve özel avantajlar sağlayarak tanıtım çabalarınızı gerçekten ödüllendirici hale getirmek için tasarlanmıştır.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade, geleneksel akıllı ticaret endüstrisini dönüştürmeye ve finansal piyasaları her yerde herkese açmaya kendini adamıştır. Misyonumuz en yenilikçi ticaret deneyimini sağlamaktır. Dünyadaki herkes işlemlere katılabilmelidir.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade kod incelemesini tamamladı ve sonuç %10'da TOP-10'da.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade hızlı bir büyüme yolunda. Kullanıcılarımıza, onu kripto para birimi ikili opsiyon ticareti için tercih edilen platform haline getiren yenilikçi ve ilgi çekici bir deneyim sunmaya kararlıyız.",
  "Detrade learn": "Detrade öğrenin",
  "Detrade offers 3 types of optional products.": "Detrade 3 tip isteğe bağlı ürün sunmaktadır.",
  "Detrade partnership program": "Detrade ortaklık programı",
  "Detrade reserves the final interpretation rights for this campaign.": "Bu kampanyanın nihai yorumlama hakları Detrade'e aittir.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade, tamamen kendi takdirine bağlı olarak ve önceden bildirimde bulunmaksızın herhangi bir kural ve koşulu değiştirme hakkını saklı tutar.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade, Yarışmanın herhangi bir aşamasında kurallarımızı ihlal eden oyuncuları hariç tutma hakkını saklı tutar.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade, ilgili hüküm ve koşullar da dahil olmak üzere, etkinliği veya airdrop dağıtımını herhangi bir zamanda revize etme, askıya alma veya iptal etme hakkını saklı tutar. Revizyon, dolandırıcılığı ve diğer yasa dışı faaliyetleri yönetmek/önlemek içindir. Yatırımcı dolandırıcılık ve diğer yasa dışı faaliyetlerde bulunmadığı sürece, bu tür bir revizyon katılmayı seçen yatırımcıları etkilemeyecektir.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade, bu Gizlilik Politikasını herhangi bir zamanda güncelleme veya değiştirme hakkını saklı tutar. Yeni Gizlilik Politikasını Platformumuzda yayınlayarak herhangi bir değişiklik hakkında sizi bilgilendireceğiz. Herhangi bir değişiklik olması durumunda bu Gizlilik Politikasını periyodik olarak gözden geçirmeniz tavsiye edilir. Gizlilik Politikasında herhangi bir değişiklik yapıldıktan sonra Platformumuzu kullanmaya devam etmeniz, değişiklikleri kabul ettiğinizi ve güncellenen Gizlilik Politikasına uyma ve ona bağlı kalma rızanızı teşkil edecektir.",
  "Detrade weekly draw": "Detrade haftalık çekilişi",
  "Developer documentation": "Geliştirici belgeleri",
  "Device": "Cihaz",
  "Diamond": "Elmas",
  "Diamond Partner": "Elmas Ortak",
  "Didn't find an answer to our question?": "Sorumuzun cevabını bulamadınız mı?",
  "Direction": "Yön",
  "Discover trending tokens. Trade. Earn. Repeat.": "Trend olan tokenleri keşfedin. Ticaret yapın. Kazanın. Tekrarlayın.",
  "Distributing Payout": "Ödemeyi Dağıtma",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Özel semboller ve boşluk çubuğu kullanmayın, aksi takdirde hesabınız desteklenmeyebilir.",
  "Do not use special symbols, otherwise your account may not be supported.": "Özel simgeler kullanmayın, aksi takdirde hesabınız desteklenmeyebilir.",
  "Does the company have the legal qualifications to carry out relevant business?": "Şirket ilgili işi yürütmek için yasal niteliklere sahip mi?",
  "Don't beg or ask for loans, rains or tips.": "Dilenmeyin veya kredi, yağmur veya bahşiş istemeyin.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Hiçbir şekilde reklam/ticaret/satış/satın alma veya hizmet teklifinde bulunmayın.",
  "Don't harass or be offensive to other users or Detrade staff.": "Diğer kullanıcıları veya Detrade personelini taciz etmeyin veya saldırgan olmayın.",
  "Don't have an account?": "Hesabınız yok mu?",
  "Don't let anyone see this!": "Kimse görmesin bunu!",
  "Don't share any personal information (including socials) of you or other players.": "Sizin veya diğer oyuncuların hiçbir kişisel bilgisini (sosyal medya dahil) paylaşmayın.",
  "Don't share codes, scripts or any other bot service.": "Sizin veya diğer bilgilerinizi hiçbir kişisel bilgiyi (sosyal medya dahil) paylaşmayın.",
  "Don't show again": "Bir daha gösterme",
  "Don't spam & don't use excessive capital letters when chatting.": "Spam yapmayın ve sohbet ederken aşırı büyük harf kullanmayın.",
  "Don't use URL shortening services. Always submit the full link.": "URL kısaltma hizmetlerini kullanmayın. Her zaman tam bağlantıyı gönderin.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Sohbette alternatif (alt) hesapları kullanmayın, bu kesinlikle yasaktır.",
  "Done": "Tamamlamak",
  "Down": "Aşağı",
  "Down Wins": "Aşağı Galibiyet",
  "Down vs. Up Ratio (Live Data)": "Aşağı ve Yukarı Oranı (Canlı Veri)",
  "Download": "İndirmek",
  "Download the Google Authenticator app": "Google Authenticator uygulamasını indirin",
  "Drop us a line here": "Bize buraya bir satır bırakın",
  "Duration: {{time}}": "Süre: {{time}}",
  "EU": "AB",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Her Sipariş Kimliği, tekrarların önlenmesi için SADECE bir kez kullanılabilir.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Her kullanıcı <0>sadece</0> bir ilk para yatırma bonusuna hak kazanır",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Her kupon kodu kullanıcı başına yalnızca bir kez talep edilebilir. Talep edildikten sonra ödül geri alınamaz.",
  "Earn": "Para kazanmak",
  "Earn up to 50% commission.": "%50'ye varan komisyon kazanın.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Tahmininiz doğru çıkarsa %{{payout}}'a kadar kar elde edin.",
  "Easy access from your smartphone": "Akıllı telefonunuzdan kolay erişim",
  "Edit your avatar": "Avatarınızı düzenleyin",
  "Email": "E-posta",
  "Email Code": "E-posta Kodu",
  "Email verification code's length is not right": "E-posta doğrulama kodunun uzunluğu doğru değil",
  "End Time": "Bitiş Zamanı",
  "End Time Invalid( hh : mm : ss )": "Bitiş Zamanı Geçersiz( ss : dd : ss )",
  "End Time is earlier than Start Time": "Bitiş Zamanı Başlangıç ​​Zamanından önce",
  "End rate": "Son oran",
  "Ends in {{time}} days": "{{time}} gün içinde sona eriyor",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Garantili adalet için şeffaf ve doğrulanabilir algoritmalarla gerçek, manipülasyondan uzak fiyatlandırmayı sağlamak.",
  "Enter Code": "Kodu Girin",
  "Enter number of daily active players": "Günlük aktif oyuncu sayısını girin",
  "Enter the 2FA code ": "2FA kodunu girin ",
  "Enter the 6-digit code sent to": "Size gönderilen 6 haneli kodu girin",
  "Enter withdraw address": "Para çekme adresini girin",
  "Enter your email": "E-postanızı girin",
  "Enter your email and we'll send you a new password": "E-postanızı girin ve size yeni bir şifre gönderelim",
  "Enter your name": "Adınızı girin",
  "Enter your new password": "Yeni şifrenizi girin",
  "Enter your old password": "Eski şifrenizi girin",
  "Enter your password": "Şifrenizi girin",
  "Enterprise Partner": "Kurumsal Ortak",
  "Entrepreneurs": "Girişimciler",
  "Entry Price": "Giriş Fiyatı",
  "Entry Time": "Giriş Zamanı",
  "Entry fee": "Giriş ücreti",
  "Entry price": "Giriş fiyatı",
  "Esteemed Affiliate": "Değerli Ortak",
  "Event Details": "Etkinlik Detayları",
  "Event time: {{ startTime }} - {{ endTime }}": "Etkinlik zamanı: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Her ay, STONKS işlem sembolüne katılan 300 kullanıcıya toplam <0>{{amount}}</0> BCD'yi rastgele dağıtacağız!",
  "Examples": "Örnekler",
  "Exchange": "Değişme",
  "Exit price": "Çıkış fiyatı",
  "Experience": "Deneyim",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Deneyimli ürün ve teknik uzmanlar size profesyonel destek sağlar ve size daha iyi ürünler sunmak için ürün fonksiyonlarını ücretsiz olarak optimize etmeye devam edecektir.",
  "Expert Support": "Uzman Desteği",
  "Expired": "Günü geçmiş",
  "Expires in": "Sona eriyor",
  "Explain": "Açıklamak",
  "Exploiting platform bugs or system loopholes": "Platform hatalarından veya sistem açıklarından faydalanmak",
  "Extensive coverage": "Geniş kapsamlı kapsam",
  "FAQ": "SSS",
  "Failed": "Arızalı",
  "False deposits, money laundering, or manipulation to trigger rewards": "Ödülleri tetiklemek için sahte para yatırma, kara para aklama veya manipülasyon",
  "Fast response": "Hızlı yanıt",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Hızlı işlemler, hazır sermaye enjeksiyonu ve kar paylaşımı, bekleyen emirler ve işlemlerin kopyalanması kullanışlı ve esnek ticaret modlarıdır.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Daha hızlı işlemler. Daha basit kararlar. Topluluktaki diğer yatırımcılarla gerçek zamanlı etkileşim.",
  "Favorite Trading Derivatives": "Favori Ticaret Türevleri",
  "Favorites": "Favoriler",
  "Fear & Greed Index": "Korku ve Açgözlülük Endeksi",
  "Fee": "Ücret",
  "Fee options": "Ücret seçenekleri",
  "Fiat": "Fiat",
  "Finished": "Bitti",
  "First deposit bonus guide": "İlk para yatırma bonusu rehberi",
  "Fixed fee limit": "Sabit ücret limiti",
  "Flat fee": "Sabit ücret",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Sabit ücret, pozisyonunuzun yüzdesi olarak hesaplanır (tutar * kaldıraç)",
  "Flexible transaction mode": "Esnek işlem modu",
  "Floating PnL": "Yüzen PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "<0>High Low Spread</0>'imizdeki her ${{ticketQuota}} işlem için otomatik olarak bir çekiliş bileti alacaksınız. Bu yüzden, mümkün olduğunca çok bilet kazanarak kendiniz için en iyi fırsatı yakaladığınızdan emin olun!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Örneğin, 10x çarpanlı 500$ tutarında açık bir uzun BTC pozisyonunuz varsa ve fonlama oranı %0,1 ise, ilk 8 saatin ardından saat başına 0,21$ ücretlendirilirsiniz. Pozisyon uzun değil de kısa olsaydı, fonlama ödemeleri alırdınız. Pozisyonunuz 8 saat içinde kapatılırsa, fonlama ödemesi yapılmaz.",
  "For the safety of your funds, must complete the following binding": "Fonlarınızın güvenliği için aşağıdaki bağlayıcı işlemleri tamamlamanız gerekmektedir",
  "For the safety of your funds, withdrawals must complete the following binding": "Paranızın güvenliği için para çekme işlemleri aşağıdaki bağlayıcı koşulları karşılamalıdır",
  "Forgot?": "Unutmuş olmak?",
  "Free": "Özgür",
  "Frequently Asked Questions (FAQ)": "Sıkça Sorulan Sorular (SSS)",
  "Frequently asked questions": "Sıkça sorulan sorular",
  "From": "İtibaren",
  "Funding Payments": "Finansman Ödemeleri",
  "Funding fee history": "Finansman ücreti geçmişi",
  "Funding/h": "Finansman/saat",
  "Futures": "Vadeli işlemler",
  "Futures Entrust": "Vadeli İşlemler Emaneti",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Vadeli işlem ticareti spot piyasaya göre bir işlemdir. Kullanıcılar vadeli işlem sözleşmelerindeki yükselişi veya düşüşü değerlendirebilir ve yükselen veya düşen fiyatlardan kar elde etmek için uzun sözleşmeler satın almayı veya kısa sözleşmeler satmayı seçebilir. Aynı zamanda kullanıcılar, kaldıracı artırarak pozisyonlarının büyüklüğünü artırmak için ek fon ödünç alabilirler.",
  "Gas fee": "Gaz ücreti",
  "General access": "Genel erişim",
  "Get 50% bonus": "%50 bonus kazanın",
  "Get Trading commission when your friends trading.": "Arkadaşlarınız ticaret yaparken Ticaret komisyonu alın.",
  "Get free educational materials and 24/7 support": "Ücretsiz eğitim materyalleri ve 7/24 destek alın",
  "Get help": "Yardım alın",
  "Go bind": "Bağlan git",
  "Go to home": "Ana sayfaya git",
  "Go to the Reward Center and manually activate your bonus voucher.": "Ödül Merkezine gidin ve bonus kuponunuzu manuel olarak etkinleştirin.",
  "Go trading": "Ticarete git",
  "Gold": "Altın",
  "Gold Partner": "Altın Ortak",
  "Good Job!": "Aferin!",
  "Google 2FA code": "Google 2FA code",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator, App Store veya Google Play'den indirilebilir.",
  "Got it": "Anladım",
  "Guess if the price ends higher or lower than the target.": "Fiyatın hedeften daha yüksek mi yoksa daha düşük mü kapanacağını tahmin edin.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Aradığınızı bulamadınız mı? Burada bazı sorulara göz atın veya daha fazla bilgi için Yardım Merkezimizi inceleyin.",
  "Hide Small": "Küçük'ü Gizle",
  "High Low": "Yüksek Düşük",
  "High Low Guess if the price ends higher or lower than the target.": "Yüksek Düşük Fiyatın hedeften daha yüksek mi yoksa daha düşük mü kapanacağını tahmin edin.",
  "High Low Spread": "Yüksek Düşük Yayılma",
  "History": "Tarih",
  "Home": "Ana sayfa",
  "Hour": "Saat",
  "How does Playnance assist Partners in their platforms' promotion?": "Playnance, Ortaklara platformlarının tanıtımında nasıl yardımcı olur?",
  "How it works": "Nasıl çalışır",
  "How much can I earn from my referral?": "Referansımdan ne kadar kazanabilirim?",
  "How to Claim Your Bonus": "Bonusunuzu Nasıl Talep Edebilirsiniz",
  "How to apply": "Nasıl başvurulur",
  "How to invite": "Nasıl davet edilir",
  "How will players deposit and withdraw their funds?": "Oyuncular paralarını nasıl yatıracak ve çekecek?",
  "I acknowledge": "Kabul ediyorum",
  "I've made deposit": "Para yatırdım",
  "ID verification": "Kimlik doğrulama",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "ENDEKS BİLEŞENLERİ SPOT BORSALAR",
  "If you are a content creator, make sure to check out our": "İçerik yaratıcısıysanız, mutlaka göz atın",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Hesabınızın hatalı olarak işaretlendiğine inanıyorsanız, lütfen itiraz etmek için resmi destek ekibiyle iletişime geçin.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Bu transferi tamamlamadıysanız, para yatırma işlemine <0>buradan</0> devam edebilirsiniz.",
  "If you have any questions about this Privacy Policy, please contact us at": "Bu Gizlilik Politikası hakkında herhangi bir sorunuz varsa lütfen bizimle şu adresten iletişime geçin:",
  "If you have the traffic, it can be monetized.": "Trafiğiniz varsa para kazanılabilir.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Geri sayım bittiğinde fiyatın düşeceğini düşünüyorsanız lütfen AŞAĞI seçeneğini seçin.(Şekildeki değerler elde ettiğiniz kar oranına karşılık gelmektedir)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Fiyatın düşeceğini düşünüyorsanız düşüşü yakalamak için AŞAĞI'yı seçin.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Fiyatın düşeceğini düşünüyorsanız bir marj belirleyin ve kısa düğmeyi saklayın. Fiyat düşerse kar elde edersiniz.",
  "If you think the price will go up, choose UP to go with the trend.": "Fiyatın yükseleceğini düşünüyorsanız, trende uymak için YUKARI'yı seçin.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Fiyatın artacağını düşünüyorsanız bir marj belirleyin ve uzun butona tıklayın. Fiyat yükselirse kar elde edersiniz.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Geri sayım sonunda fiyatın yükseleceğini düşünüyorsanız lütfen YUKARI seçeneğini seçiniz.(Şekildeki değerler elde ettiğiniz kar oranına karşılık gelmektedir)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Ürün yönetimi veya teknoloji geliştirme yerine satış ve kazanca odaklanmak istiyorsanız.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Pozisyonunuz 8 saatten fazla açık kalırsa, piyasa koşullarına bağlı olarak saatlik fonlama ücretleri uygulanır. Bu ücretler doğrudan hesap bakiyenizden düşülür. Bakiyeniz fonlama ücretlerini karşılamaya yetmiyorsa, pozisyonunuz sistem tarafından zorla kapatılır.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Pozisyonunuz 8 saatten fazla açık kalırsa, piyasa koşullarına bağlı olarak saatlik fonlama ücretleri uygulanır.",
  "Important Reminders": "Önemli Hatırlatmalar",
  "Income": "Gelir",
  "Increase Limit": "Limiti Artır",
  "Increase aggregate limit": "Toplam sınırı artır",
  "Increase limit": "Limiti artırın",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Detrade Cryptocurrency türevlerini platformunuza entegre edin",
  "Integration": "Entegrasyon",
  "Integration program": "Entegrasyon programı",
  "Intelligent integrated services": "Akıllı entegre hizmetler",
  "Internal group": "Dahili grup",
  "Intuitive trader transaction data display and statistics": "Sezgisel yatırımcı işlem verileri görüntüleme ve istatistikleri",
  "Intuitive trading trend display and analysis tools": "Sezgisel ticaret trendi ekranı ve analiz araçları",
  "Invalid email": "Geçersiz e-posta",
  "Invite friends": "Arkadaşlarınızı davet edin",
  "Invite friends to earn  20% commission": "Arkadaşlarınızı davet ederek %20 komisyon kazanın",
  "Invite only": "Sadece davetli",
  "Ip": "Ip",
  "Is there a limit to how long I can earn commissions through the referral program?": "Yönlendirme programı aracılığıyla komisyon kazanabileceğim sürenin bir sınırı var mı?",
  "Is there a limit to the invitation rewards I can receive?": "Alabileceğim davetiye ödüllerinin bir sınırı var mı?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Yatırımcıların piyasanın duygusal durumunu anlamasına yardımcı olur, bu da alım ve satım davranışlarını etkileyebilir.",
  "Join  our community": "Topluluğumuza katılın",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Platformunuzun operasyonel büyümesini hızlandırmak için Detrade Connect'e katılın, size hizmet garantileri sunalım.",
  "Join and earn extra bonuses!": "Katılın ve ekstra bonuslar kazanın!",
  "Join free competitions": "Ücretsiz yarışmalara katılın",
  "Join now and get a": "Şimdi katılın ve bir",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Haftalık rastgele çekilişimize katılın ve <0>${{amount}}</1> paylaşın!",
  "KOL KOC": "KOL KOÇ",
  "KYC Verification": "KYC Doğrulaması",
  "KYC authentication": "KYC kimlik doğrulaması",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Pozisyonunuzu 8 saatten uzun süre açık tutarsanız, piyasa koşullarına bağlı olarak saatlik fonlama ödemeleri alabilir veya alabilirsiniz.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Pozisyonunuzu 8 saatten uzun süre açık tutarsanız, piyasa koşullarına bağlı olarak saatlik fonlama ödemeleri alabilir veya alabilirsiniz. Piyasa yükselişteyken, fonlama oranı pozitiftir ve uzun pozisyonlu yatırımcılar kısa pozisyonlu yatırımcılara ödeme yapar. Piyasa düşüşteyken, fonlama oranı negatiftir ve kısa pozisyonlu yatırımcılar uzun pozisyonlu yatırımcılara ödeme yapar.",
  "Language": "Dil",
  "Large product research & Development team": "Geniş ürün araştırma ve geliştirme ekibi",
  "Last price": "Son fiyat",
  "Latest events": "Son olaylar",
  "Launch now": "Şimdi başlat",
  "Leaderboard": "Liderlik tablosu",
  "Learn": "Öğrenmek",
  "Learn More": "Daha fazla bilgi edin",
  "Level assessment & update": "Seviye değerlendirmesi ve güncelleme",
  "Leverage": "Kaldıraç",
  "Leverage 1000x Maximum": "Kaldıraç 1000x Maksimum",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Kendi ticaret uygulamanızı başlatmak için Detrade teknolojisinden yararlanın. Müşterilerinize gelişmiş bir ticaret deneyimi sunun ve uygulamanızda gerçekleştirilen her ticaretten kazanç elde edin.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Kaldıraç, daha az sermayeyle pozisyon boyutunuzu büyütmenize olanak tanır. Daha yüksek kaldıraç hem potansiyel karı hem de riski artırır.",
  "License": "Lisans",
  "License Information": "Lisans Bilgileri",
  "Light": "Işık",
  "Limits": "Sınırlar",
  "Liq price": "Sıvı fiyat",
  "Liq.Price": "Sıvı Fiyat",
  "Liq.price": "Sıvı fiyat",
  "Liquidated": "Tasfiye edilmiş",
  "Live": "Canlı",
  "Live chat": "Canlı sohbet",
  "Live trade": "Canlı ticaret",
  "Loading Failed": "Yükleme başarısız oldu",
  "Log out": "Çıkış yap",
  "Login": "Giriş yapmak",
  "Login 2FA switch": "Giriş 2FA anahtarı",
  "Login here.": "Buradan giriş yapın.",
  "Login history": "Giriş geçmişi",
  "Login method": "Giriş yöntemi",
  "Login to Detrade": "Detrade'e giriş yapın",
  "Login with email code": "E-posta koduyla giriş yapın",
  "Login with password": "Şifre ile giriş yapın",
  "Lose": "Kaybetmek",
  "Loser": "Beceriksiz",
  "Loved by users": "Kullanıcılar tarafından beğenildi",
  "Major features:": "Başlıca özellikler:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Başarılı işlemler yapın ve ilk para yatırmanızda maksimum bonusu biriktirin. <0>Daha fazlasını öğrenin<0>",
  "Manual": "Manuel",
  "Mark Price": "Mark Fiyatı",
  "Mark price": "Mark fiyatı",
  "Market": "Pazar",
  "Market Impact Effects": "Piyasa Etkisi Etkileri",
  "Max": "Maksimum",
  "Max Profit": "Maksimum Kar",
  "Max TV": "Max TV",
  "Max Trade": "Maksimum Ticaret",
  "Max solo bonus": "Maksimum solo bonusu",
  "Max withdrawal limit": "Maksimum çekim limiti",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Üye dostu sistem: Mevcut üyelerimizin çoğu, programımız aracılığıyla başarılı bir şekilde sürdürülebilir pasif gelir elde etti. Şimdi sıra sende.",
  "Memo": "Memo",
  "Memo is required": "Not gerekli",
  "Memo/Tag": "Memo/Tag",
  "Menu": "Menü",
  "Min Trade": "Min Ticaret",
  "Minimum Deposit": "Minimum Depozito",
  "Minimum {{min}} characters": "Minimum {{min}} karakter",
  "Minimum {{min}} characters and maximum {{max}} characters": "Minimum {{min}} karakter ve maksimum {{max}} karakter",
  "Minute": "Dakika",
  "Money Distributed": "Dağıtılan Para",
  "Month": "Ay",
  "Month's Pnl": "Ayın Pnl'si",
  "Monthly Earnings": "Aylık Kazanç",
  "Monthly cashback cap": "Aylık geri ödeme sınırı",
  "More": "Daha",
  "Multi-account abuse or airdrop farming behavior": "Çoklu hesap kötüye kullanımı veya airdrop çiftçiliği davranışı",
  "Multiple crypto currency binary options derivatives": "Çoklu kripto para birimi ikili opsiyon türevleri",
  "Multiple investment models": "Çoklu yatırım modelleri",
  "Multiplier": "Çarpan",
  "Must be at least {{less}}": "En az {{less}} olmalı",
  "Must be at most {{large}}": "En fazla {{large}} olmalıdır",
  "My Position": "Konumum",
  "My activity": "Benim etkinliğim",
  "My referral code": "Yönlendirme kodum",
  "My referral link": "Yönlendirme bağlantım",
  "My reward": "Benim ödülüm",
  "My vouchers": "Kuponlarım",
  "NA": "NA",
  "Name": "İsim",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Yardıma mı ihtiyacınız var? Yardım Merkezimizi ziyaret edin veya Müşteri Desteği ile iletişime geçin. Size 7/24 yardımcı olmak için buradayız.",
  "Network": "Şebeke",
  "New": "Yeni",
  "New Password": "Yeni Şifre",
  "New Trading Symbol": "Yeni Ticaret Sembolü",
  "New messages": "Yeni mesajlar",
  "New notice": "Yeni duyuru",
  "New password is {{exceed}} length": "Yeni şifre {{exceed}} uzunluğunda",
  "New user": "Yeni kullanıcı",
  "Next": "Sonraki",
  "Next Draw Starts in": "Sonraki Çekiliş Başlıyor",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC, kendi kendine yatırım yapan yatırımcılara aracılık hizmetleri sağlayan bir Aracı Kurumdur ve tavsiyelerde bulunmaz veya yatırım, finansal, hukuki veya vergi danışmanlığı sunmaz. ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC, kendi kendini yönlendiren yatırımcılara aracılık hizmetleri sağlayan bir Aracı Kurumdur ve tavsiyelerde bulunmaz veya yatırım, mali, hukuki veya vergi tavsiyeleri sunmaz. Çevrimiçi ticaret, piyasa koşullarına, sistem performansına ve diğer faktörlere bağlı olarak sistem yanıtındaki ve erişim sürelerindeki dalgalanmalar dahil olmak üzere doğal riskler taşır. Yatırım yapmadan önce bağımsız, lisanslı bir finansal danışmana danışın ve gerekli risk iştahına, deneyime ve bilgiye sahip olduğunuzdan emin olun. Nexus Play LLC hiçbir koşulda hiçbir kişi veya kuruluşa karşı doğrudan, dolaylı, özel, sonuç olarak ortaya çıkan veya arızi zararlardan dolayı sorumlu tutulamaz. ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, Mwali Uluslararası Hizmetler Otoritesi (M.I.S.A.) tarafından BFX2024137 Lisansı kapsamında yetkilendirilen ve denetlenen bir Aracı Kurum Şirketidir.",
  "No": "Hayir",
  "No Hidden Fees": "Gizli Ücret Yok",
  "No More Data": "Artık Veri Yok",
  "No More Orders": "Artık Sipariş Yok",
  "No data available": "Veri mevcut değil",
  "No discussion of streamers or Twitch or any other similar platforms.": "Yayıncılar, Twitch veya benzeri platformlar hakkında hiçbir tartışma yok.",
  "No downloads or updates required": "İndirme veya güncelleme gerekmez",
  "No funding within 60 minutes for this order": "Bu sipariş için 60 dakika içinde fon sağlanmayacak",
  "No installation is required and you can trade via your smartphone's web browser.": "Hiçbir kurulum gerekmez ve akıllı telefonunuzun web tarayıcısı aracılığıyla işlem yapabilirsiniz.",
  "No more data": "Artık veri yok",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Sohbette siyaset ve din konuşulmaz, bu kesinlikle yasaktır.",
  "No suspicious behavior that can be seen as potential scams.": "Potansiyel dolandırıcılık olarak görülebilecek şüpheli davranışlar yoktur.",
  "No withdrawal of coins within 24 hours": "24 saat içinde para çekilme yok",
  "Not activated": "Aktifleştirilmedi",
  "Not completed": "Tamamlanmadı",
  "Note": "Not",
  "Notification": "Bildiri",
  "Now login disabled 2FA": "Şimdi giriş yapın 2FA devre dışı bırakıldı",
  "Now login need 2FA": "Şimdi giriş yapın 2FA'ya ihtiyacınız var",
  "Old Password": "Eski Şifre",
  "Old password is {{exceed}} length": "Eski şifre {{exceed}} uzunluktadır",
  "On going": "Devam ediyor",
  "On your first deposit": "İlk para yatırmanızda",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Aktif edildikten sonra, pozisyon büyüklüğünüz ≥ bonus değeri ise, sistem otomatik olarak işlem için ilk önce bonusu kullanacaktır.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Tohum ortaya çıktıktan sonra herkes bir ticaret turundan fiyatları doğrulayabilir. Aşağıdaki Python kodu, başlangıç ​​noktasına göre bir turun ilk 100 fiyatını hesaplar:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "4 işlem modunun (HighLow / Spread / Future / Up Down) tümünü açtığınızda, tam bonusunuz (yatırdığınız tutarın %50'si) otomatik olarak verilecektir.",
  "Ongoing": "Devam ediyor",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Çevrimiçi ticaret, piyasa koşulları, sistem performansı ve diğer faktörler nedeniyle sistem yanıtında ve erişim sürelerinde dalgalanmalar dahil olmak üzere doğal riskler taşır. Ticaret yapmadan önce, bağımsız, lisanslı bir mali danışmana danışın ve gerekli risk iştahına, deneyime ve bilgiye sahip olduğunuzdan emin olun. Nexus Play LLC hiçbir koşulda herhangi bir kişiye veya kuruluşa karşı doğrudan, dolaylı, özel, sonuçsal veya tesadüfi zararlar için herhangi bir sorumluluk taşımayacaktır ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Bu adrese yalnızca {{crypto}} gönderin, {{confirmations}} onay gereklidir.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Yalnızca sohbet kanalında belirtilen dili kullanın; olası kötüye kullanım yaptırıma tabi olacaktır.",
  "Open": "Açık",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Google Authenticator'ı açın, aşağıdaki QR kodunu tarayın veya doğrulama belirtecini etkinleştirmek için anahtar kelime öbeğini manuel olarak girin",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Bu Platformdaki Kullanıcıların Mevcut Para Birimi için Açık Pozisyon Yönü Yüzdeleri",
  "Order Amount": "Sipariş Miktarı",
  "Order Id": "Sipariş Kimliği",
  "Order Progress": "Sipariş İlerlemesi",
  "Order id": "Sipariş kimliği",
  "Order placed successfully!": "Sipariş başarıyla verildi!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Orijinal hazır para yatırım modeli, gelir elde edilmesi kolay, varlıklar istenildiği zaman çekilebilir.",
  "Other": "Diğer",
  "Our Advantage": "Avantajımız",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Platformumuz 18 yaşın altındaki çocukların kullanımına yönelik değildir. 18 yaşın altındaki çocuklardan bilerek kişisel bilgi toplamıyoruz veya talep etmiyoruz. 18 yaşın altındaki bir çocuktan kişisel bilgi topladığımızı fark edersek, bu bilgiyi mümkün olan en kısa sürede sileceğiz.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Platformumuz, Detrade'e ait olmayan veya Detrade tarafından kontrol edilmeyen üçüncü taraf web sitelerine veya hizmetlere bağlantılar içerebilir. Üçüncü taraf web sitelerinin veya hizmetlerinin içeriği, gizlilik politikaları veya uygulamaları üzerinde hiçbir kontrolümüz yoktur ve bunlar için hiçbir sorumluluk kabul etmiyoruz. Ziyaret ettiğiniz üçüncü taraf web sitelerinin gizlilik politikalarını incelemenizi öneririz.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Ortak programımız, kazan-kazan işbirliği yaratma konusundaki kararlılığımızı yansıtır ve her büyüklükteki bağlı kuruluş için özel olarak tasarlanmıştır. Karşılıklı büyüme yolculuğumuzda bize katılın!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Planımız olağanüstü sonuçlar elde edenlere teşvik sağlamayı amaçlamaktadır.",
  "Outflow": "Çıkış",
  "Over 70 popular crypto assets. Trade and increase your balance": "70'den fazla popüler kripto varlık. Ticaret yapın ve bakiyenizi artırın",
  "Overview": "Genel Bakış",
  "Own your branded platform": "Markalı platformunuza sahip olun",
  "P&L": "Kâr ve Zarar",
  "P&L from bonus trades will be credited directly to your real account": "Bonus işlemlerinden elde edilen K&Z doğrudan gerçek hesabınıza yatırılacaktır",
  "PNL": "PNL",
  "Page error": "Sayfa hatası",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Katılım yöntemi: Dönem boyunca 3 STONKS/BCD işlemini tamamlayın.",
  "Partner Program": "Ortak Programı",
  "Partner program": "Ortaklık programı",
  "Partnership Program": "Ortaklık Programı",
  "Partnership Tiers": "Ortaklık Katmanları",
  "Partnership With A Trusted Pioneer": "Güvenilir Bir Öncüyle Ortaklık",
  "Partnership program": "Ortaklık programı",
  "Password": "Şifre",
  "Password reset link sent. Check your email inbox.": "Şifre sıfırlama bağlantısı gönderildi. E-posta gelen kutunuzu kontrol edin.",
  "Password strength": "Şifre gücü",
  "Passwords must differ": "Şifreler farklı olmalıdır",
  "Past": "Geçmiş",
  "Past 1 year": "Son 1 yıl",
  "Past {{days}} days": "Geçtiğimiz {{days}} gün",
  "Past {{hours}} hours": "Geçtiğimiz {{hours}} saat",
  "Payment Method": "Ödeme yöntemi",
  "Payout": "Ödeme",
  "Payout Multiplier": "Ödeme Çarpanı",
  "Pending third-party processing (estimated {{hours}} hours).": "Üçüncü taraf işlemleri bekleniyor (tahmini {{hours}} saat).",
  "Pending third-party processing.": "Üçüncü taraf işlemleri bekleniyor.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Avantajlar arasında daha yüksek komisyon oranları, sponsorlu Detrade kampanyaları ve daha fazlası yer alıyor!",
  "Personal": "Kişisel",
  "Personal Info": "Kişisel Bilgiler",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Pozisyonunuzu en üst düzeye çıkarmak için bir çarpan seçin. Daha yüksek bir çarpan belirlemek, pozisyonunuzun riskini artırır.",
  "Place Your Trade": "İşleminizi Yapın",
  "Platform": "Platformu",
  "Platform Name": "Platform Adı",
  "Platform Type": "Platform Türü",
  "Platform Website": "Platform Web Sitesi",
  "Platinum": "Platin",
  "Platinum Partner": "Platin Ortak",
  "Play now": "Şimdi oyna",
  "Players": "Oyuncular",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Oyuncular, platformun sağladığı yükleme ve çekme portalları üzerinden yükleme ve çekme işlemlerini gerçekleştirebilirler.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Oyuncular Bitcoin fiyatını tahmin edebilirler. Oyuncular, fiyat artışlarını veya düşüşlerini tahmin eden bir havuza katılabilir ve oyuna katılmak için belirli miktarda para yatırabilirler. Kazanan, karşı tarafın sermaye havuzu varlıklarını yatırım oranına göre dağıtacaktır. Yeni bir oyun ancak önceki tüm turlardaki oyuncular kazançlarını aldıktan sonra başlatılabilir.",
  "Please enter a valid email address": "Geçerli bir e",
  "Please enter an 2FA code": "Lütfen bir 2FA kodu girin",
  "Please enter the seed": "Lütfen tohumu girin",
  "Please enter you remail": "Lütfen e-posta adresinizi girin",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Lütfen para yatırma işlemini gerçekleştirmek için para yatırma kılavuzunu takip edin, aksi takdirde para yatırma işleminiz kaybolacaktır.",
  "Please refresh the page or jump to the trading center": "Lütfen sayfayı yenileyin veya ticaret merkezine geçin",
  "PnL": "PnL",
  "PnL fee": "PnL ücreti",
  "PnL fee limit": "PnL ücret limiti",
  "PnL%": "PnL%",
  "Positions": "Pozisyonlar",
  "Potential Return": "Potansiyel Geri Dönüş",
  "Powered by": "Tarafından desteklenmektedir",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "İşlem için fiyat yönünü tahmin edin. Fiyat seçtiğiniz yönde hareket ederse, kar elde edersiniz!",
  "Preferences": "Tercihler",
  "Premium support": "Premium destek",
  "Preview": "Önizleme",
  "Price": "Fiyat",
  "Price Formulation": "Fiyat Formülasyonu",
  "Price formulation": "Fiyat formülasyonu",
  "Price move": "Fiyat hareketi",
  "Priority access": "Öncelikli erişim",
  "Privacy Policy": "Gizlilik Politikası",
  "Privacy policy": "Gizlilik politikası",
  "Private invitation": "Özel davet",
  "Private profile": "Özel profil",
  "Prize Calculation Formula": "Ödül Hesaplama Formülü",
  "Prize Pools": "Ödül Havuzları",
  "Prizes will be sent on Notice page as the Contest ends.": "Ödüller Yarışma sona erdiğinde Bildirim sayfasında gönderilecektir.",
  "Product Description": "Ürün Açıklaması",
  "Product capabilities": "Ürün yetenekleri",
  "Product iteration, new product development": "Ürün yinelemesi, yeni ürün geliştirme",
  "Professional, Secure, Trustworthy": "Profesyonel, Güvenli, Güvenilir",
  "Profile": "Profil",
  "Profile is not publicly available": "Profil herkese açık değil",
  "Profit": "Kâr",
  "Profit Calculator": "Kâr Hesaplayıcı",
  "Program — Work with a trustworthy online trading provider.": "Program — Güvenilir bir çevrimiçi ticaret sağlayıcısıyla çalışın.",
  "Progressing": "İlerleme",
  "Promising Affiliate": "Gelecek Vaat Eden Ortak",
  "Provably fair": "Kanıtlanabilir derecede adil",
  "Provides tutorials,guides and various trading strategy services.": "Öğreticiler, kılavuzlar ve çeşitli ticaret stratejisi hizmetleri sağlar.",
  "Providing the best customer service is our aim.": "En iyi müşteri hizmetini sunmak hedefimizdir.",
  "Providing users with diverse options for transactions": "Kullanıcılara işlemler için çeşitli seçenekler sunmak",
  "Q1: Can I withdraw the bonus?": "S1: Bonusu çekebilir miyim?",
  "Q2: Will my bonus expire if I don't activate it?": "S2: Bonusumu aktive etmezsem süresi dolar mı?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "S3: Para yatırdım ancak bonus almadım. Ne yapmalıyım?",
  "Quick experience starts here, easy experience without registration": "Hızlı deneyim burada başlıyor, kayıt olmadan kolay deneyim",
  "Quick tap: will the price go up or down next?": "Hızlı dokunuş: Fiyat bundan sonra yükselecek mi, düşecek mi?",
  "ROI": "Yatırım getirisi",
  "ROI Calculator": "ROI Hesaplayıcı",
  "ROI calculator": "ROI hesaplayıcısı",
  "Rakeback": "Rakeback",
  "Rank": "Rütbe",
  "Rapid deployment": "Hızlı dağıtım",
  "ReSend": "Tekrar gönder",
  "Ready to Get Started": "Başlamaya Hazır",
  "Real Account": "Gerçek Hesap",
  "Real Account – Real Funds!": "Gerçek Hesap – Gerçek Fonlar!",
  "Realized PnL": "Gerçekleştirilen PnL",
  "Receive commission rewards": "Komisyon ödülleri alın",
  "Recommended for you": "Sizin için önerilenler",
  "Record": "Kayıt",
  "Referral": "Yönlendirme",
  "Referral by": "Yönlendiren",
  "Referral rules": "Yönlendirme kuralları",
  "Referred at": "Yönlendirildi",
  "Referred users": "Yönlendirilen kullanıcılar",
  "Refresh page": "Sayfayı yenile",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Temel piyasalardaki likiditeden bağımsız olarak, Detrade, iflas ve zarar durdurma işlemlerinin girişte önceden belirlenmiş bir fiyattan sürekli olarak gerçekleştirileceğini garanti eder. İflas zararları orijinal pozisyon büyüklüğüyle, zarar durdurma ise yatırımcının giriş ayarıyla sınırlıdır. İflas ve zarar durdurma işlemlerinin tetikleyici fiyatları şu şekilde hesaplanabilir:",
  "Register": "Kayıt olmak",
  "Register for Detrade.": "Detrade'e kayıt olun.",
  "Register to Win Crypto Tokens": "Kripto Token Kazanmak İçin Kaydolun",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Normal ikili opsiyon ürünleri, dayanak varlığın belirli bir süre içindeki kapanış fiyatının (sonraki 30 saniye, bir dakika, bir saat vb.) işlem fiyatından düşük veya yüksek olmasına bağlı olarak kâr elde edilip edilmeyeceğine karar verir. Bu ürün kısa vadeli bir yatırımdır. Bu seçenek, fiyat hareketlerinin daha az değişken olduğu piyasalar için uygundur.",
  "Reliable": "Güvenilir",
  "Reload": "",
  "Remarks": "Notlar",
  "Remove": "Kaldırmak",
  "Remove 2fa Success": "2fa Başarısını Kaldır",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Son 30 saniye içinde piyasa verisi güncellemesi yapılmayan tüm fiyat akışlarını kaldırın.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Çapraz alış ve satış fiyatlarına sahip veya tüm fiyat feed'lerinde en üst düzey orta fiyatı ortalama en üst orta fiyattan %10'dan fazla uzakta olan tüm fiyat akışlarını kaldırın.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Gereksinimler: En az 1.000.000$'lık referanslarla işlem hacmine sahip 100 benzersiz, aktif olarak etkileşimde bulunan kayıt.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Gereksinimler: En az 100.000$'lık referanslarla işlem hacmine sahip 50 adet benzersiz, aktif olarak etkileşimde bulunan kayıt.",
  "Research lab": "Araştırma laboratuvarı",
  "Reset fields": "Alanları sıfırla",
  "Reset password": "Şifreyi sıfırla",
  "Responsive and secure trading platform": "Duyarlı ve güvenli ticaret platformu",
  "Result": "Sonuç",
  "Retry": "",
  "Revenue Share": "Gelir Paylaşımı",
  "Reward": "Ödül",
  "Reward center": "Ödül merkezi",
  "Rewards hub": "Ödül merkezi",
  "Rewords": "Yeniden kelimeler",
  "Rich Trading Tools": "Zengin Ticaret Araçları",
  "Rich activities and rewards": "Zengin aktiviteler ve ödüller",
  "Risk Control & Compliance Notice": "Risk Kontrol ve Uyumluluk Bildirimi",
  "Risk Disclaimer": "Risk Feragatnamesi",
  "Risk Warning": "Risk Uyarısı",
  "Risk-free trading with $10,000 in virtual funds": "10.000$ sanal fonla risksiz ticaret",
  "Round In Progress": "Tur Devam Ediyor",
  "Round ends in": "Tur şu şekilde sona eriyor",
  "SA": "SA",
  "Safe": "Güvenli",
  "Save": "Kaydetmek",
  "Search": "Aramak",
  "Search crypto": "Kripto ara",
  "Sec": "Sec",
  "Second": "Saniye",
  "Seconds": "Saniyeler",
  "Security": "Güvenlik",
  "Security Verification": "Güvenlik Doğrulaması",
  "Seed": "Tohum",
  "Select a countdown period.": "Bir geri sayım süresi seçin.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Geri sayımı ve spreadi seçin (spread: alış fiyatı ile çıkış fiyatı arasındaki fark)",
  "Select your partner program revenue share": "İş ortağı programı gelir paylaşımınızı seçin",
  "Sell": "Satmak",
  "Send": "Göndermek",
  "Send message": "Mesaj gönder",
  "Send message successfully": "Mesajı başarıyla gönder",
  "Service guide": "Servis rehberi",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Kayıpları sınırlamak için bir fiyat belirleyin. Piyasa bu fiyata ulaşırsa pozisyonunuz otomatik olarak kapatılacaktır.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Kârınızı garantilemek için pozisyonunuzun otomatik olarak kapatılacağı bir hedef fiyat belirleyin.",
  "Set password": "Şifreyi ayarla",
  "Set successfully": "Başarıyla ayarlandı",
  "Set up": "Kurmak",
  "Set up Google Authenticator": "",
  "Settings": "Ayarlar",
  "Share": "Paylaşmak",
  "Share to": "Paylaş",
  "Share your Affiliate invitation link to friends and users.": "Ortaklık daveti bağlantınızı arkadaşlarınız ve kullanıcılarınızla paylaşın.",
  "Share your referral link or code": "Yönlendirme bağlantınızı veya kodunuzu paylaşın",
  "Show live positions on chart": "Grafikte canlı pozisyonları göster",
  "Show my positions on chart": "Pozisyonlarımı grafikte göster",
  "Side": "Taraf",
  "Sign in": "Giriş yap",
  "Silver": "Gümüş",
  "Simple": "Basit",
  "Simple and intuitive usable interface": "Basit ve sezgisel kullanılabilir arayüz",
  "Simple integration": "Basit entegrasyon",
  "Simple way to earn money, The more invite, the more you will get!": "Para kazanmanın basit yolu, Ne kadar çok davet ederseniz o kadar çok kazanırsınız!",
  "Simple, Fast, Intelligence": "Basit, Hızlı, Zeki",
  "Size": "Boyut",
  "Something went wrong!": "",
  "Sorry, page not found!": "Üzgünüz, sayfa bulunamadı!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "Üzgünüz aradığınız sayfayı bulamadık. Belki URL'yi yanlış yazdınız? Yazımınızı mutlaka kontrol edin.",
  "Sound": "Ses",
  "Speed": "Hız",
  "Spot Exchanges": "Spot Borsalar",
  "Spread": "Yaymak",
  "Standard CS": "Standart CS",
  "Start": "Başlangıç",
  "Start Rate": "Başlangıç ​​Oranı",
  "Start Time": "Başlangıç ​​Zamanı",
  "Start Time Invalid( hh : mm : ss )": "Başlangıç ​​Zamanı Geçersiz( ss : dd : ss )",
  "Start time": "Başlangıç zamanı",
  "Start trading": "İşlem yapmaya başlayın",
  "Statistics": "İstatistikler",
  "Status": "Durum",
  "Step-up group": "Adım adım ilerleme grubu",
  "Stonks": "Taşlar",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Stonks'un %2,5 oranında kasa avantajı ve karlı pozisyonlarda %5 oranında komisyonu bulunmaktadır.",
  "Stonks prices are generated using a provably fair algorithm.": "Stonk fiyatları, adil olduğu kanıtlanabilen bir algoritma kullanılarak oluşturulur.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Stonk fiyatları, adil olduğu kanıtlanabilen bir algoritma kullanılarak oluşturulur. Kasa avantajı %2,5'tur.",
  "Stop Loss": "Kaybı Durdur",
  "Stop loss at price": "Fiyatta zararı durdur",
  "Stop loss price cannot be through bust price": "Zararı durdurma fiyatı, düşüş fiyatı üzerinden olamaz",
  "Stop-Loss (SL)": "Zarar Durdurma (SL)",
  "Strategy planning": "Strateji planlaması",
  "Submit": "Göndermek",
  "Submit request": "İstek gönder",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Her borsanın akış API'lerini kullanarak mümkün olduğu kadar çok derinlik düzeyine abone olun.",
  "Switch Dark or Light mode according to your preference": "Tercihinize göre Koyu veya Açık modunu değiştirin",
  "Symbol": "Sembol",
  "Symbol for extra security": "Ekstra güvenlik sembolü",
  "System": "Sistem",
  "System Random: 300 lucky winners will be randomly selected.": "Rastgele Sistem: 300 şanslı kazanan rastgele seçilecektir.",
  "TP/SL": "TP/SL",
  "Take Profit": "Kar Al",
  "Take profit at price": "Fiyattan kar elde edin",
  "Take-Profit (TP)": "Kar Al (TP)",
  "Tap Trading": "Tap Trading",
  "Tap to predict — quick moves, instant results.": "Tahmin etmek için dokunun — hızlı hareketler, anında sonuçlar.",
  "Target Market": "Hedef Pazar",
  "Tell us the reason for contacting us": "Bizimle iletişime geçmenizin nedenini bize bildirin",
  "Test various trading tools and strategies": "Çeşitli ticaret araçlarını ve stratejilerini test edin",
  "Thank you for your request, it should generally be reviewed within 24 hours": "İsteğiniz için teşekkür ederiz. Talebinizin genellikle 24 saat içinde incelenmesi gerekir.",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "CMC Korku ve Açgözlülük Endeksi, CoinMarketCap tarafından geliştirilen ve kripto para piyasasındaki hakim duyguyu ölçen tescilli bir araçtır.",
  "The Profit Margin Is As High As 90%": "Kâr Marjı %90'a Kadar Çıkıyor",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Tüm kripto para birimlerindeki uzun/kısa pozisyonlarınızın toplam limiti <0>{{limitAmount}}</0> ile sınırlıdır",
  "The amount you currently have available to place an order.": "Sipariş vermek için şu anda elinizde bulunan miktar.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Büst fiyatı, yetersiz teminat nedeniyle pozisyonunuzun tasfiye edileceği piyasa fiyatıdır.",
  "The calculation steps are as follows:": "Hesaplama adımları aşağıdaki gibidir:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "İşbirliği yöntemi açık ve şeffaftır ve herhangi bir gizli ücret konusunda endişelenmenize gerek yoktur.",
  "The coupon code is invalid or expired": "Kupon kodu geçersiz veya süresi dolmuş",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Daha sonra nihai endeks fiyatı, her boyuttaki marjinal orta fiyatların ağırlıklı ortalaması olarak hesaplanır. Ağırlıklar, monoton bir şekilde azalan üstel dağılımın olasılık yoğunluğu olacak şekilde seçilir ve bu da kitabın tepesine yakın fiyatlara daha fazla vurgu yapılmasına neden olur. Ağırlıklar şu şekilde verilir:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Hash'in ilk 8 baytı, little-endian kodlaması kullanılarak işaretsiz 64 bitlik bir tamsayıya dönüştürülür. Bu tam sayı daha sonra düzgün dağıtılmış kayan noktalı sayıya dönüştürülür. Ters kümülatif dağılım fonksiyonunu, standart sapma olarak piyasanın yapılandırılmış kene oynaklığı (%0,1) ile birlikte kullanarak, kayan nokta değerini normal dağılmış bir getiriye dönüştürüyoruz ve bunu piyasa fiyatını güncellemek için kullanıyoruz.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Endeks fiyat metodolojisi, zaman serilerinin iki önemli istatistiksel özelliğini karşılamak üzere tasarlanmıştır: Markov ve Martingale özellikleri. Markov özelliği, stokastik bir sürecin hafızasız yapısını ifade eder ve gelecekteki değerlerin koşullu olasılık dağılımının yalnızca mevcut değere bağlı olmasını sağlar. Martingale özelliği ise, stokastik bir sürecin mevcut değerinin aynı zamanda gelecekteki değerlerin beklenen değeri olduğunu ima eder. Bu iki özellik, Detrade'in endeks fiyatlarını gelecekteki fiyatların tarafsız tahmin edicileri haline getirir; böylece kullanıcılar, bireysel borsaların mikro yapı etkileri konusunda endişelenmek zorunda kalmadan, temel kripto para birimlerinin değerindeki değişiklikler üzerinden işlem yapabilirler.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Endeks, piyasanın düşük değerli (aşırı korku) veya yüksek değerli (aşırı açgözlülük) olup olmadığı konusunda fikir verir.",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Daha sonra marjinal alış ve satış fiyatı fonksiyonları, belirli bir boyuta sahip marjinal orta fiyat fonksiyonunu tanımlamak için kullanılır: ",
  "The order has expired": "Sipariş süresi doldu",
  "The output is:": "Çıktı:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Bu hesaplamanın çıktısı, Detrade işlem oyununda hem uzun hem de kısa pozisyonlar için kullanılan tek bir endeks fiyatıdır. Diğer çoğu işlem platformunun aksine, Detrade alış-satış farkı talep etmez. Tek bir fiyatla işlem yapmak, alış-satış farkının aşırı pahalı olacağı kısa vadeli fiyat hareketleri üzerinde spekülasyon yapmayı mümkün kılar.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Platform, kampanyayı pazar ve politika değişikliklerine göre ayarlayabilir. Güncellemeler resmi duyurular aracılığıyla duyurulacaktır.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Platform, BTC, ETH ve diğer ana akım döviz ticaret çiftlerini sağlıyor ve popüler döviz ticaret çiftlerini güncellemeye devam edecek.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Fiyat her gün 00:00 UTC'de 1.000$'a sıfırlanacak ve sıfırlama sırasında bekleyen tüm emirler otomatik olarak sonuçlanacaktır.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Yarışmanın ödül havuzu bir önceki günün bahislerine yakından bağlıdır. Ne kadar çok oyuncu bahis yaparsa, ödül havuzu da o kadar büyük olur. Mevcut ödül havuzu yarışma sayfasında gösterilecektir.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Nexus Play LLC tarafından sunulan ürün ve hizmetler, Amerika Birleşik Devletleri, Avrupa Birliği veya bu tür hizmet ve ürünlerin kanunen yasaklandığı diğer yargı bölgelerinde ikamet edenlere yönelik değildir. Nexus Play LLC, bu bölgelerdeki bireylere veya kuruluşlara iş talebinde bulunmaz veya aracılık hizmetleri sağlamaz. Çevrimiçi ticarete başlamadan önce, kendi yargı bölgelerindeki geçerli yasa ve yönetmelikleri bilmek ve bunlara uymak potansiyel müşterilerin sorumluluğundadır. Bu web sitesine erişerek ve hizmetlerimizi kullanarak, Amerika Birleşik Devletleri'nde, Avrupa Birliği'nde veya hizmetlerimizin kısıtlandığı başka herhangi bir yargı bölgesinde ikamet etmediğinizi onaylamış olursunuz.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Bu çevrimiçi etkinlikte kazanılan ödüller otomatik olarak oyuncunun bakiyesine aktarılacaktır.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Çekirdek, 64 karakterlik küçük harfli onaltılık bir dize halinde kodlanır ve geçerli onay sayacı değerinin dize temsiliyle birleştirilir. Daha sonra birleştirilmiş dizenin karma değeri, 256 bitlik özet boyutuna sahip BLAKE2b karma işlevi kullanılarak hesaplanır. Kriptografik karma işlevi kullanarak, fiyat değişikliklerinin tohum ortaya çıkmadan önce rastgele ve öngörülemez olmasını, ancak tohum bilindiğinde tamamen yeniden üretilebilir olmasını sağlıyoruz.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Uzlaştırma formülü açık ve şeffaftır ve gerçek zamanlı olarak hesaplanabilir.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Sistem YUKARI ve AŞAĞI sermaye havuzlarının kazanma ve kaybetme sonuçlarını görüntüler. Kâr ettiğinizde kâr tutarınızı göreceksiniz.",
  "The system is under maintenance and upgrade, please visit later": "Sistem bakım ve yükseltme aşamasındadır, lütfen daha sonra ziyaret edin",
  "The trade will complete in 5s.": "İşlem 5 saniyede tamamlanacaktır.",
  "The trade will complete in <0>{{countdown}}s</0>.": "İşlem <0>{{countdown}}s</0> içinde tamamlanacaktır.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "İşlem bonusu, kullanıcıların işlem sistemimizi keşfetmelerine yardımcı olmak için Detrade tarafından sağlanan bir <0>pazarlama teşvikidir</0>. Bonus fonları <1>çekilemez<1>, ancak bunları kullanarak elde edilen kârlar gerçek hesap bakiyenizi etkileyebilir.",
  "The trading symbol will be replaced regularly.": "Ticaret sembolü düzenli olarak değiştirilecektir.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Kazananlar her Pazar saat 22.00'de (UTC) mevcut sayfada duyurulacak ve bir sonraki çekiliş, son çekilişten 2 saat sonra başlayacak.",
  "Theme": "Tema",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Kazanabileceğiniz miktarın bir sınırı yok. Ne kadar çok arkadaşınızı davet ederseniz, o kadar çok ödül kazanırsınız.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Bunlar hesap bakiyenizden düşülür ve yeterli bakiye olmaması durumunda pozisyon otomatik olarak kapatılır.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Bu etkinlik yalnızca platform uyumluluk politikaları tarafından tanımlanan uygun ülke ve bölgelerdeki kullanıcılar için geçerlidir.",
  "This field is required": "Bu alan zorunludur",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Buna IP adresiniz, tarayıcı tipiniz, işletim sisteminiz, erişim süreleriniz ve Platformumuza erişmeden önce ve sonra doğrudan görüntülediğiniz sayfalar dahildir.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Buna adınız, e-posta adresiniz, telefon numaranız, posta adresiniz, doğum tarihiniz ve bir hesaba kaydolurken veya hizmetlerimizi kullanırken sağladığınız diğer bilgiler dahildir.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Bu endeks 0 ile 100 arasında değişiyor ve daha düşük bir değer aşırı korkuyu, daha yüksek bir değer ise aşırı açgözlülüğü gösteriyor.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Bu, aşağıda ayrıntıları verilen kripto para birimi başına belirli limitlerle bağlantılıdır.",
  "This is why you should promote Detrade:": "Bu nedenle Detrade'i tanıtmalısınız:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Bu site reCAPTCHA tarafından korunmaktadır ve Google Gizlilik Politikası ve Hizmet Şartları geçerlidir.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "Detrade ortaklık programı aracılığıyla, artan ortaklık komisyonlarının, özel sponsorlu etkinliklerin ve diğer benzersiz avantajların kilidini açabilirsiniz. Daha fazlasını mı öğrenmek istiyorsunuz? Okumaya devam edin!",
  "Time": "Zaman",
  "Time and payout": "Zaman ve ödeme",
  "Time closed": "Zaman kapalı",
  "Time opened": "Zaman açıldı",
  "Time remaining": "Kalan süre",
  "Tips": "İpuçları",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "İpuçları: İşlem genellikle {{hours}} saat sürer, daha uzun sürebilir, belirli süre satıcının zaman sınırına bağlıdır.",
  "To": "İle",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Trendleri analiz etmek, kullanımı izlemek ve hizmetlerimizi geliştirmek için araştırma yapmak.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Hesabınızın güvenliğini sağlamak için, Google 2FA kimlik doğrulaması kaldırıldıktan sonra çekim işlemleri 24 saat boyunca askıya alınacaktır.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Adalet ve dürüstlüğü korumak için Detrade, bonus programına katılan hesapları cihaz parmak izi, IP izleme ve işlem modeli analizi dahil ancak bunlarla sınırlı olmamak üzere davranışsal ve teknik kontroller yoluyla izleyecektir.",
  "To manage your account, process transactions, and provide you with the services you request.": "Hesabınızı yönetmek, işlemleri gerçekleştirmek ve talep ettiğiniz hizmetleri size sağlamak.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Dolandırıcılığı izlemek, hizmet şartlarımızı uygulamak ve yasal ve düzenleyici gerekliliklere uymak.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Hesabınızın güvenliğini korumak için, şifrenizi değiştirdikten sonra para çekme işlemleri 24 saat süreyle devre dışı bırakılacaktır.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Alım satım oyunları için adil ve güvenilir fiyatlandırma sağlamak amacıyla Detrade, her 500 milisaniyede bir, dünyanın en likit spot ve türev kripto para borsalarına gerçek zamanlı fiyat beslemelerinden elde edilen bileşik bir endeks fiyatı hesaplar. Birçok fiyat kaynağını bir araya getiren Detrade endeksi, piyasa manipülasyonuna, teknik sorunlara ve zaman zaman bireysel borsalarda meydana gelebilecek diğer anormal ticaret faaliyetlerine karşı dayanıklıdır.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Size güncellemeler, güvenlik uyarıları ve idari mesajlar göndermek ve sorularınıza ve isteklerinize yanıt vermek.",
  "To tailor our content and advertisements to your interests and preferences.": "İçeriğimizi ve reklamlarımızı ilgi alanlarınıza ve tercihlerinize göre uyarlamak.",
  "To trading center": "Ticaret merkezine",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Kullanıcıların Platformumuzla nasıl etkileşim kurduğunu anlamak, teknik sorunları teşhis etmek ve işlevselliği ve yatırımcı deneyimini geliştirmek.",
  "Today's Pnl": "Bugünün Pnl'si",
  "Top": "Tepe",
  "Top tokens": "En iyi tokenler",
  "Top trade": "En iyi ticaret",
  "Top-tier account manager": "Üst düzey hesap yöneticisi",
  "Total Trades": "Toplam İşlemler",
  "Total commission": "Toplam komisyon",
  "Total participated tickets for this round <0>{{total}}</0>": "Bu tur için toplam katılımlı biletler <0>{{total}}</0>",
  "Total prize won": "Kazanılan toplam ödül",
  "Total profit": "Toplam kar",
  "Total tickets": "Toplam biletler",
  "Total traders": "Toplam tüccarlar",
  "Total trades": "Toplam işlem sayısı",
  "Trade": "Ticaret",
  "Trade for prestige": "Prestij için ticaret",
  "Trade history": "Ticaret geçmişi",
  "Trade like a rhythm master": "Ritim ustası gibi ticaret yapın",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Fiyatın düşeceğini düşünüyorsanız, fiyatın düşmesine göre işlem yapın. Fiyat düşerse, kâr elde edersiniz.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Fiyatın yükseleceğini düşünüyorsanız, fiyatın yükseleceğini varsayarak işlem yapın. Fiyat yükselirse, kâr elde edersiniz.",
  "Trade to Win": "Kazanmak İçin Ticaret",
  "Trade to rank up": "Rütbe atlamak için ticaret yapın",
  "Trade with $10,000 in virtual funds": "10.000$ sanal fonla işlem yapın",
  "Trader": "Tüccar",
  "Trades": "Ticaret",
  "Trading": "Ticaret",
  "Trading Amount": "İşlem Miktarı",
  "Trading Platform": "Ticaret Platformu",
  "Trading Smarter, Earning Better": "Daha Akıllıca Ticaret Yapın, Daha İyi Kazanın",
  "Trading Volume": "İşlem Hacmi",
  "Trading amount is too large for selected multiplier for selected stop loss price": "İşlem tutarı, seçilen stop loss fiyatı için seçilen çarpan için çok büyük",
  "Trading bonus trial": "Ticaret bonusu denemesi",
  "Trading center": "Ticaret merkezi",
  "Trading indicators and signals": "Ticaret göstergeleri ve sinyalleri",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "İşlem yapmak risk içerir. Kaldıraç veya bonus fonlarını kullanmadan önce lütfen ne yaptığınızı anladığınızdan emin olun. Detrade, bonus işlemleri nedeniyle oluşan kayıplardan sorumlu değildir.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "İşlemler her gün {{startTime}} ile {{endTime}} ({{timeZone}}) arasında ve hafta sonları duraklatılır. Lütfen siparişlerinizi önceden ayarlayın.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Ticaret turnuvaları, düzenli bonuslar, hediyeler, promosyon kodları ve ticaret yarışmaları her yatırımcının kullanabileceği veya katılabileceği olanaklardır.",
  "Traffic Owners": "Trafik Sahipleri",
  "Transaction Completed": "İşlem Tamamlandı",
  "Transaction details": "İşlem detayları",
  "Transactions": "Işlemler",
  "Transition details": "Geçiş detayları",
  "Transparency & Security": "Şeffaflık ve Güvenlik",
  "Trigger price is too close to bust price": "Tetikleyici fiyat, çöküş fiyatına çok yakın",
  "Trigger price is too close to current price": "Tetikleme fiyatı mevcut fiyata çok yakın",
  "Trusted by": "Tarafından güvenilir",
  "Trusted by millions of users.": "Milyonlarca kullanıcının güvendiği.",
  "Try": "Denemek",
  "Try a quick demo": "Hızlı bir demo deneyin",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Platformun sunduğu tüm avantajları sanal para birimiyle demo hesapta, gerçek yatırım yapmadan ve herhangi bir risk olmadan deneyin.",
  "Turn every action into rewards. Start trading today.": "Her hareketi ödüle dönüştürün. Bugün işlem yapmaya başlayın.",
  "Txid": "Txid",
  "Type": "Tip",
  "Type Your message": "Mesajınızı yazın",
  "UID": "UID",
  "UP": "YUKARI",
  "USDT-Margined": "USDT-Marjlı",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "{{startTime}} ile {{endTime}} ({{timeZone}}) arasında her gün, hafta sonları ise tüm gün hizmet verilmemektedir.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Benzersiz deneyimler: Yenilikçi ticaret zorluklarından kolaylaştırılmış kripto ticaret seçeneklerine ve özel ticaret modellerine kadar Detred, başka hiçbir yerde bulamayacağınız bir deneyim sunar.",
  "Unlock Diamond": "Elmasın Kilidini Aç",
  "Unlock Top Traders, Achieve": "En İyi Yatırımcıların Kilidini Açın, Başarın",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Gereksiz. Detrade bir teknoloji sağlayıcısıdır ve çözümlerimizi herhangi bir ülkeden satın alabilirsiniz.",
  "Up": "Yukarı",
  "Up & Down": "Yukarı ve Aşağı",
  "Up Down": "Yukarı Aşağı",
  "Up Or Down?": "Yukarı mı Aşağı mı?",
  "Up Wins": "Yukarı Kazanır",
  "Update Success": "Güncelleme Başarısı",
  "Updated at {{time}}": "{{time}} tarihinde güncellendi",
  "Updated timely": "Zamanında güncellendi",
  "Uppercase or lowercase letters": "Büyük veya küçük harfler",
  "Usage Instructions & Limitations": "Kullanım Talimatları ve Sınırlamalar",
  "Used": "Kullanılmış",
  "User Agreement and Terms & Conditions": "Kullanıcı Sözleşmesi ve Şartlar ve Koşullar",
  "User ID": "Kullanıcı kimliği",
  "User name": "Kullanıcı adı",
  "Username": "Kullanıcı adı",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Kullanıcıların bu aktiviteden yararlanmak için ticaretle ilgili ticaret çiftlerini seçmesi veya bunlara katılması gerekir.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "İşlem limitlerini aşmak için birden fazla hesap kullanmak kesinlikle yasaktır ve hesabın askıya alınmasına veya cezalara neden olabilir.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "Bileşik emir defteri kullanılarak, belirli bir tutarın alım veya satımına ilişkin marjinal fiyatı temsil eden bir fonksiyon tanımlanır. Örneğin marjinal satın alma fonksiyonu şu şekildedir:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Hesabınızı hem şifrenizle hem de telefonunuzla koruduğu için iki faktörlü kimlik doğrulamanın kullanılması şiddetle tavsiye edilir.",
  "VIP": "Vip",
  "VIP group": "VIP grubu",
  "Validity period: within 14 days after activation": "Geçerlilik süresi: aktivasyondan sonra 14 gün içinde",
  "Verifiable fairness": "Doğrulanabilir adalet",
  "Verification": "Doğrulama",
  "Verification Example": "Doğrulama Örneği",
  "Verification code failed": "Doğrulama kodu başarısız oldu",
  "Verification email sent. Check your inbox.": "Doğrulama e-postası gönderildi. Gelen kutunuzu kontrol edin.",
  "Verified": "Doğrulandı",
  "Verify": "Doğrulamak",
  "Verify Fairness": "Adilliği Doğrulayın",
  "Verify fairness": "Adaleti doğrulayın",
  "View details": "Ayrıntıları görüntüle",
  "View more": "Daha fazlasını görüntüle",
  "Volume": "Hacim",
  "Volume (24h)": "Hacim (24 saat)",
  "Voucher code": "Kupon kodu",
  "Wager": "Bahis",
  "Wager <0>{{amount}}</0> To Reach": "Ulaşmak için <0>{{amount}}</0> Bahis Yapın",
  "Wait For Next Round": "Sonraki Turu Bekleyin",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "En az 6 geçerli fiyat feed'i bulunana kadar bekleyin. Yeterli fiyat akışı yoksa Detrade endeks fiyatı güncellenmez.",
  "Wallet": "Cüzdan",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Detrade ortaklık programına katılmak ister misiniz? Başlamak için destek ekibimizle iletişime geçin!",
  "Watch play demo": "İzle ve demoyu oyna",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Ticaret faaliyetleri, tercihler ve içeriğimizle etkileşim dahil olmak üzere Platformumuzdaki faaliyetleriniz hakkında bilgi topluyoruz.",
  "We collect several types of information from and about users of our Platform, including:": "Aşağıdakiler de dahil olmak üzere Platformumuzun kullanıcılarından ve onlar hakkında çeşitli türde bilgiler topluyoruz:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Müşteri ihtiyaçlarını sürekli olarak karşılamak ve müşterilere daha fazla garanti sunmak için mükemmel teknik ve operasyonel ekiplerimiz var.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Kişisel bilgilerinizi yetkisiz erişime, kullanıma veya ifşa edilmeye karşı korumak için çeşitli güvenlik önlemleri uyguluyoruz. Bu önlemler arasında şifreleme, erişim kontrolleri ve güvenli depolama yer alır. Ancak İnternet üzerinden hiçbir iletim yöntemi veya elektronik depolama yöntemi %100 güvenli değildir ve mutlak güvenliğini garanti edemeyiz.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Büyüyen ittifak ailemizin bir üyesi olmanızı ve Detrade'in geleceğini birlikte şekillendirmemize yardımcı olmanızı sabırsızlıkla bekliyoruz!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "İşlemleri kolaylaştırmak ve yasal gerekliliklere uymak için banka hesap numaraları, kredi kartı bilgileri ve işlem geçmişi gibi mali bilgileri toplayabiliriz.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Eğer izin verirseniz, GPS, Wi-Fi veya baz istasyonu verileri gibi teknolojileri kullanarak konumunuz hakkında bilgi toplayabiliriz.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Yasaların gerektirmesi halinde veya kamu yetkililerinin (örneğin mahkeme veya devlet kurumu) geçerli taleplerine yanıt olarak bilgilerinizi ifşa edebiliriz.",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Detrade'in, kullanıcılarımızın veya başkalarının haklarını, mülkiyetini veya güvenliğini korumak ve şart ve koşullarımızı uygulamak için bilgilerinizi ifşa edebiliriz.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Herhangi bir birleşme, şirket varlıklarının satışı, finansmanı veya işimizin tamamının veya bir kısmının başka bir şirket tarafından satın alınmasıyla bağlantılı olarak veya bunlarla ilgili müzakereler sırasında bilgilerinizi paylaşabilir veya aktarabiliriz.",
  "We may share your information with third parties if you provide your consent to do so.": "Onay vermeniz halinde bilgilerinizi üçüncü taraflarla paylaşabiliriz.",
  "We may share your information with third parties in the following circumstances:": "Aşağıdaki durumlarda bilgilerinizi üçüncü taraflarla paylaşabiliriz:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Bilgilerinizi, ödeme işleme, veri analizi, e-posta dağıtımı ve barındırma hizmetleri gibi bizim adımıza hizmetler gerçekleştiren üçüncü taraf hizmet sağlayıcılarla paylaşabiliriz.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Dünya çapında 2,5 milyondan fazla çevrimiçi yatırımcının ilgisini çeken en geniş türev ticaret seçenekleri yelpazesini sunuyoruz. Teknolojimiz, sezgisel ve güçlü bir ticaret deneyimi sunarak müşterilerimizin riski daha etkili bir şekilde anlamalarına ve bilinçli ticaret kararları vermelerine olanak tanır.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Herkesin tüccar olabilmesi için basit ve kullanımı kolay bir ticaret platformu sunuyoruz.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Etkili olduğu kanıtlanmış pazarlama materyallerinin yanı sıra, oyuncuları platformunuza çekme konusunda adım adım bir kılavuz sunuyoruz.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Aşağıdaki koşullar altında bonusları ve ilgili kazançları iptal etme hakkımızı saklı tutuyoruz:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Platformumuzu kullanımınız hakkında bilgi toplamak ve yatırımcı deneyiminizi geliştirmek için çerezler, web işaretçileri ve diğer izleme teknolojilerini kullanıyoruz.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Yatırımcı arayüzünün işleyişinde gecikme veya kesinti olmadan en hızlı işlemleri sağlamak için son teknolojiyi kullanıyoruz.",
  "We use the information we collect for various purposes, including:": "Topladığımız bilgileri aşağıdakiler de dahil olmak üzere çeşitli amaçlarla kullanırız:",
  "We will contact you within 3 working days, please check your email regularly": "3 iş günü içinde sizinle iletişime geçeceğiz, lütfen e-postanızı düzenli olarak kontrol edin.",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Kişisel bilgilerinizi, yasal, düzenleyici veya ticari gerekliliklere uymak da dahil olmak üzere toplanma amaçlarını yerine getirmek için gereken süre boyunca saklayacağız.",
  "Website for PC": "PC için web sitesi",
  "Website for smartphones": "Akıllı telefonlar için web sitesi",
  "Week": "Hafta",
  "Week's Pnl": "Haftanın Pnl'si",
  "Weekly raffle": "Haftalık çekiliş",
  "Welcome Bonus": "Hoş Geldin Bonusu",
  "Welcome To": "Hoş Geldiniz",
  "Welcome To Demo Trading ": "Demo Ticaretine Hoş Geldiniz ",
  "Welcome to Detrade Connect": "Detrade Connect'e hoş geldiniz",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Önde gelen ikili opsiyon ticaret platformu Detrade'e hoş geldiniz. Platformumuzu kullanmaya başlamadan önce lütfen aşağıdaki şart ve koşulları dikkatlice okuyup anlayın. Detrade'in platformuna erişerek veya platformu kullanarak, bu şart ve koşullara bağlı kalmayı kabul etmiş olursunuz. Bu şartların herhangi bir bölümünü kabul etmiyorsanız, platformumuzu kullanmamalısınız.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Stonks'a hoş geldiniz! Fiyat her gün 00:00 UTC'de 1.000$'a sıfırlanacak ve bekleyen siparişler sıfırlama sırasında otomatik olarak kapatılacaktır.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Detrade'e hoş geldiniz! Desteğiniz için teşekkür etmek adına, yeni kullanıcılarımıza <0>50 USDT'ye kadar işlem bonusu</0> sunuyoruz. Sıfır risk ve gerçek ödüllerle ikili opsiyon ticareti deneyimi yaşayın!",
  "What currencies can be deposited and withdrawn?": "Hangi para birimleri yatırılabilir ve çekilebilir?",
  "What does it mean?": "Bu ne anlama geliyor?",
  "What is Detrade Connect?": "Detrade Connect nedir?",
  "What operational expenses could Partner have?": "İş Ortağının hangi operasyonel giderleri olabilir?",
  "What would you like your new limit to be? (max 500% of current limit)": "Yeni limitinizin ne olmasını istersiniz? (akım sınırının maksimum %500'ü)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Geri sayım sona erdiğinde, hazırlık hesaplaşma sürecine girer. Sistem, geri sayım sona erdikten sonra (ilk bayrakta) başlangıç fiyatını kaydeder. K-çizgisi belirli bir süre çalıştığında, sistem bitiş fiyatını (ikinci bayrakta) kaydeder. Bitiş fiyatı ile başlangıç fiyatını karşılaştırın. Bitiş fiyatı başlangıç fiyatından yüksekse, YUKARI yönünü seçen yatırımcı kazanır. Aksi takdirde, AŞAĞI yönünü seçen yatırımcı kazanır.",
  "When the dual conditions are met, you will receive profits.": "İkili koşullar yerine getirildiğinde kar elde edersiniz.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Merkezi limitli emir defterine sahip geleneksel bir borsada işlem yapıldığında, büyük alım emirleri genellikle en iyi alış veya teklifin ötesindeki dinlenme emirleriyle kesişir ve bu da ortalama karşılama fiyatının defter başı fiyatından daha kötü olmasına neden olur. Piyasa yapıcılar, büyük siparişlerin temsil ettiği ilave risk nedeniyle, en üst seviyede sunmak istedikleri likidite miktarını kısıtlıyorlar. Detrade, büyük siparişlerin birden fazla fiyatla doldurulmasını gerektirmek yerine, büyük emir almanın piyasa etkisini daha tutarlı ve öngörülebilir bir şekilde kopyalamak amacıyla kazanan işlemlerin kapanış fiyatını belirlemek için bir piyasa etkisi formülü kullanır (manuel olarak kapatılan işlemlerin kaybedilmesi etkilenmez). Piyasa etkisini tam olarak görmenin en kolay yolu, vadeli işlem sayfasında bulunan Yatırım Getirisi Hesaplayıcısını kullanmaktır.",
  "When will the commission be distributed?": "Komisyon ne zaman dağıtılacak?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Arkadaşınızın ticareti sona erdiğinde, o ticaret için anında komisyon alabilirsiniz.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Burada <0>P_close</0>, büstler veya zararı durdurma fiyatı için <1>P_open*(1-1/çarpan_kaldıraç)</1>'dır.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Nerede <0>p_i | i in 1..N</0> ve <1>s_i|i in 1..N</1>, kitabın üst kısmından artan mesafeye göre sıralanan satın alma fiyatları ve boyutlarıdır. Bu işlev, <2>s</2> tutarındaki bir ürünü satın almak için ödenecek maksimum fiyatı verir.",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Burada <0>v_i</0>, orta fiyatların hesaplandığı boyutlardır ve bileşik emir defterindeki kümülatif alış ve satış boyutlarının birleşimi olarak tanımlanır. <1>L</1>, <2>1/V</2> olarak tanımlanan bir ölçeklendirme faktörüdür; burada <3>V</3>, orta fiyatın hesaplandığı maksimum boyuttur ve bileşik emir defterindeki alış ve satış boyutlarının toplamının minimumu olarak tanımlanır.",
  "Which currency pairs can be traded on Detrade?": "Detrade'de hangi döviz çiftleri ile işlem yapılabilir?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Beyaz etiket sahiplerinin platformu geliştirmede sıfır maliyeti vardır. Tek ihtiyaçları olan satış ve pazarlamaya odaklanmak.",
  "Whitelist pre-booking": "Beyaz liste ön rezervasyonu",
  "Why Partner with Detrade?": "Neden Detrade ile Ortak Olmalı?",
  "Why choose Detrade": "Neden Detrade'i seçmelisiniz",
  "Why you must choose us?": "Neden bizi seçmelisiniz?",
  "Wild": "Vahşi",
  "Will The Price Go Up Or Down": "Fiyat Artacak mı Düşecek mi",
  "Will the price go up or down ?": "Fiyat yükselecek mi, düşecek mi?",
  "Win": "Kazanç",
  "Win Crypto Tokens": "Kripto Tokenları Kazanın",
  "Win if the price breaks out — above the high or below the low.": "Fiyat yüksek seviyenin üzerine çıkarsa veya düşük seviyenin altına inerse kazanırsınız.",
  "Win rate": "Kazanma oranı",
  "Winner": "Kazanan",
  "Winning": "Kazanan",
  "Winning Tickets": "Kazanan Biletler",
  "Winning prize details": "Kazanan ödül detayları",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "PnL ücretiyle, işlemi açmak veya kapatmak için herhangi bir ücret ödemezsiniz ve işlemi kapattığınızda kârınızın (varsa) yalnızca bir kısmı alınır.",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Sabit ücret etkinleştirildiğinde, kârınızın %100'ünü alırsınız ancak normal bir borsada olduğu gibi, işleme girmeden önce <0>giriş, çıkış ve kaymalarınızı kapsayan sabit ücreti</0> önceden ödersiniz.",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "Ufuktaki heyecan verici yeni özellikler ve güncellemelerle birlikte Detlard'ı tanıtmaya başlamanın şimdi tam zamanı.",
  "Withdraw": "Geri çekilmek",
  "Withdraw Fee": "Para Çekme Ücreti",
  "Withdraw Order Created": "Çekme Emri Oluşturuldu",
  "Withdraw Processing": "Para Çekme İşlemi",
  "Withdraw Success": "Başarıyı Geri Çekme",
  "Withdraw is in progress": "",
  "Withdraw to": "Şuraya çekil:",
  "Withdraw your earnings 24/7": "Kazancınızı 7/24 çekin",
  "Withdrawal fee": "Para çekme ücreti",
  "Withdrawal fee discount": "Para çekme ücreti indirimi",
  "Yes": "Evet",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Evet, DeTrade Tamamen Şeffaflığa İnanıyor ve Tüm Verileri Sizlere Sunuyor. Bu Bilgilerin Tamamını Görebilirsiniz",
  "Yes, contact us at any time to upgrade your package.": "Evet, paketinizi yükseltmek için istediğiniz zaman bizimle iletişime geçin.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Evet, kripto para birimlerine aşina olmayanlar sosyal ağlar üzerinden Giriş yapabilir ve banka kartlarıyla para yatırabilirler.",
  "Yes, you can use both.": "Evet ikisini de kullanabilirsiniz.",
  "Yield": "Teslim olmak",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Piyasadaki ana akım dijital para birimlerinin çoğunu yatırabilir ve çekebilirsiniz; platform aynı zamanda yasal para birimlerinin para yatırma ve çekme işlevlerini de kademeli olarak başlatacaktır.",
  "You can share your invite link to your friend or your social media": "Davet bağlantınızı arkadaşınızla veya sosyal medyanızda paylaşabilirsiniz.",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Belirli koşullar altında kişisel bilgilerinizi işlememize itiraz etme hakkına sahipsiniz.",
  "You have the right to request a copy of the personal information we hold about you.": "Hakkınızda tuttuğumuz kişisel bilgilerin bir kopyasını talep etme hakkına sahipsiniz.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Kişisel bilgilerinizdeki yanlışlıkları düzeltmemizi talep etme hakkına sahipsiniz.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Belirli istisnalara tabi olarak kişisel bilgilerinizi silmemizi talep etme hakkına sahipsiniz.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Yaptıkları her işlem için kasa avantajının %20'sini alacaksınız. Takipçiniz fazlaysa daha fazla komisyon almak için bizimle iletişime geçebilirsiniz.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Önümüzdeki saat içinde yaklaşık olarak {nextCapitalCost} tutarında sübvansiyon alacaksınız ve belirli miktar o andaki finansman oranına tabidir",
  "You won <0>{{award}}</0>": "<0>{{award}}</0> kazandınız",
  "Your": "Senin",
  "Your Telegram": "Telgrafınız",
  "Your account level is assessed and updated on the": "Hesap seviyeniz değerlendirilir ve güncellenir",
  "Your current limit is {{limit}}": "Mevcut limitiniz {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Mevcut limitleriniz şunlardır: PnL Ücreti - {{pnl}}, Sabit Ücret - {{Fixed}}",
  "Your email": "E-postanız",
  "Your friends will be associated with you after they sign up": "Arkadaşlarınız kaydolduktan sonra sizinle ilişkilendirilecek",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Kişisel bilgileriniz de dahil olmak üzere bilgileriniz, ülkeniz veya yetki alanınız dışında bulunan sunuculara veya veritabanlarına aktarılabilir ve buralarda muhafaza edilebilir. Platformumuzu kullanarak bilgilerinizin Amerika Birleşik Devletleri'ne veya Detrade'in veya hizmet sağlayıcılarının tesislerinin bulunduğu herhangi bir ülkeye aktarılmasına izin vermiş olursunuz.",
  "Your investment": "Yatırımınız",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Dil seçiminiz Detrade e-postaları, SMS'leri, uygulama içi bildirimleri ve oturum açtığınız tüm cihazlar için geçerlidir.",
  "Your name": "Adınız",
  "Your profile is now private": "Profiliniz artık gizli",
  "Your profile is now public": "Profiliniz artık herkese açık",
  "Your transfer amount has to MATCH the submission amount.": "Transfer tutarınız gönderim tutarıyla EŞLEŞMELİDİR.",
  "Zero Trading Fees": "Sıfır İşlem Ücreti",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Belge doğrulama: Kullanıcıların pasaport, ehliyet veya ulusal kimlik kartı gibi devlet tarafından verilmiş kimlik belgelerinin kopyalarını yüklemeleri gerekebilir.",
  "all assets": "tüm varlıklar",
  "all status": "tüm durum",
  "approved": "onaylı",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Performans Çerezleri**: Bu çerezler, en sık hangi sayfaları ziyaret ettiğiniz gibi Platformumuzu nasıl kullandığınıza ilişkin bilgiler toplar. Bu bilgiler Platformumuzun işlevselliğini geliştirmek için kullanılır.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Adres doğrulama: Kullanıcılardan, ikamet adreslerini doğrulamak için elektrik faturası veya banka ekstresi gibi adres kanıtı sağlamaları istenebilir.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "son performansınıza ve aktivitenize göre. Etkileşimde kalın ve sıralamalarda yükselin!",
  "basic information verification": "temel bilgi doğrulaması",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **İşlevsel Çerezler**: Bu çerezler Platformumuzun yaptığınız seçimleri (kullanıcı adınız, diliniz veya bölgeniz gibi) hatırlamasına ve gelişmiş, daha kişisel özellikler sunmasına olanak tanır.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Biyometrik doğrulama: Detrade, kullanıcıların kimliğini doğrulamak için yüz tanıma veya parmak izi taraması gibi biyometrik kimlik doğrulama yöntemlerini kullanabilir.",
  "change password": "şifre değiştir",
  "chat rules": "sohbet kuralları",
  "currency": "para birimi",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Hedefleme/Reklam Çerezleri**: Bu çerezler size ve ilgi alanlarınıza daha uygun reklamlar sunmak için kullanılır. Ayrıca reklam kampanyalarının etkinliğini ölçmemize de yardımcı olurlar.",
  "date": "tarih",
  "day": "gün",
  "demo": "demo",
  "deposit": "mevduat",
  "deposit with a 50% bonus": "%50 bonuslu para yatırma",
  "down": "aşağı",
  "earn ticket": "bilet kazan",
  "edit profile": "profili düzenle",
  "edit your avatar": "avatarını düzenle",
  "email": "e-posta",
  "explanation": "açıklama",
  "failed": "arızalı",
  "forgot password?": "parolanızı mı unuttunuz?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "diamond üyeliğinizi 3 ay boyunca koruyun; VIP yöneticimiz size özel Diamond+ ayrıcalıklarına erişmeniz için sizi davet edecek.",
  "init": "başlat",
  "liq price": "sıvı fiyatı",
  "live": "canlı",
  "loading...": "yükleniyor...",
  "lucky poll": "şanslı anket",
  "medium": "orta",
  "month": "ay",
  "more": "daha",
  "my tickets": "biletlerim",
  "name": "i̇sim",
  "no": "hayir",
  "or": "veya",
  "order id": "sipariş kimliği",
  "pending": "askıda olması",
  "perks in total": "toplamda avantajlar",
  "price": "fiyat",
  "prize": "ödül",
  "processing": "işleme",
  "rejected": "reddedilmiş",
  "results": "sonuçlar",
  "rewards": "ödüller",
  "rewards list": "ödül listesi",
  "search “Google Authenticator” and proceed to download.": "“Google Authenticator” ifadesini arayın ve indirmeye devam edin.",
  "seed": "tohum",
  "strong": "güçlü",
  "success": "başarı",
  "temporary rejected": "geçici olarak reddedildi",
  "terms and conditions": "şartlar ve koşullar",
  "tickets number": "bilet numarası",
  "ticks": "keneler",
  "time": "zaman",
  "token": "token",
  "top": "tepe",
  "trader": "tüccar",
  "trading platform": "ticaret platformu",
  "two-Factor authentication": "iki Faktörlü kimlik doğrulama",
  "up": "yukarı",
  "voucher": "kupon",
  "wager": "bahis",
  "weak": "zayıf",
  "week": "hafta",
  "welcome gifts": "hoş geldin hediyeleri",
  "withdraw": "geri çekilmek",
  "{{field}} is required": "{{field}} gerekli",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} sıra - Günlük Yarışma ödül havuzunun {{percent}} kadarı",
  "{{step}}<0>of {{total}}</0>": "{{step}}}<0>toplamın {{total}}</0>",
  "|PnL|": "|PnL|"
}
