{
  "* Both a memo/tag and an address are required": "* Потрібні як пам'ятка/бирка, так і адреса",
  "* Please confirm if the receiving address requires a MEMO/ Tag. If it is not filled or filled incorrectly, the asset will be lost": "* Будь ласка, підтвердьте, чи потрібна адреса одержувача MEMO/Tag. Якщо її не заповнити або заповнити неправильно, актив буде втрачено",
  "*Calculator outcomes are estimates and actual ROI/P&L can differ to what's shown based on market conditions.": "*Результати калькулятора є приблизними, а фактична рентабельність інвестицій/прибуток і збитки можуть відрізнятися від показаних на основі ринкових умов.",
  "1-on-1 manager": "Менеджер 1 на 1",
  "1. Choose the future price direction": "1. Виберіть майбутній напрямок ціни",
  "1. Information We Collect": "1. Інформація, яку ми збираємо",
  "1.1 Detrade(\"we\",\"us\",or\"our\")is committed to combating money laundering and terrorist financing activities through the implementation of robust Anti-Money Laundering(AML)and Know Your Customer(KYC)policies and procedures.": "1.1 Detrade (\"ми\", \"нас\" або \"наш\") прагне боротися з відмиванням грошей і фінансуванням тероризму шляхом впровадження надійних політик і процедур протидії відмиванню грошей (AML) і \"Знай свого клієнта\" (KYC).",
  "1.1 Detrade(\"we\",\"us\",or\"our\")operates an online binary options trading platform(\"Platform\")that enables traders(\"you\"or\"trader\")to trade various financial instruments.": "1.1 Detrade («ми», «нас» або «наш») керує онлайн-платформою для торгівлі бінарними опціонами («Платформа»), яка дозволяє трейдерам («вам» або «трейдеру») торгувати різними фінансовими інструментами.",
  "1.1 Personal Identification Information:": "1.1 Особиста ідентифікаційна інформація:",
  "1.2 Financial Information:": "1.2 Фінансова інформація:",
  "1.2 This Anti-Money Laundering(AML)and Know Your Customer(KYC)Policy(\"Policy\")outlines our obligations and procedures for verifying the identity of our traders(\"you\"or\"trader\")and detecting and preventing money laundering and terrorist financing activities on Detrade's platform.": "1.2 Ця Політика боротьби з відмиванням грошей (AML) та «Знай свого клієнта» (KYC) («Політика») визначає наші зобов’язання та процедури щодо перевірки особи наших трейдерів («вас» або «трейдер»), а також виявлення та запобігання діяльності з відмивання грошей та фінансування тероризму на платформі Detrade.",
  "1.2 This User Agreement and Terms&Conditions(\"Agreement\")governs your use of Detrade's Platform. By accessing or using our Platform, you acknowledge that you have read, understood, and agree to be bound by this Agreement.": "1.2 Ця Угода користувача та Правила та умови (\"Угода\") регулюють використання вами Платформи Detrade. Отримавши доступ до нашої Платформи або використовуючи її, ви підтверджуєте, що прочитали, зрозуміли та погоджуєтеся дотримуватися цієї Угоди.",
  "1.3 Technical Information:": "1.3 Технічна інформація:",
  "1.4 Usage Data:": "1.4 Дані про використання:",
  "1.5 Location Information:": "1.5 Інформація про місцезнаходження:",
  "1.6 Cookies and Tracking Technologies:": "1.6 Файли cookie та технології відстеження:",
  "1.Introduction": "1. Вступ",
  "10 most wagering players carve up the prize pool.": "10 гравців, які роблять найбільші ставки, ділять призовий фонд.",
  "10. Amendments to the Policy": "10. Внесення змін до Політики",
  "10. International Data Transfers": "10. Міжнародна передача даних",
  "10. Limitation of Liability": "10. Обмеження відповідальності",
  "10.1 Detrade reserves the right to modify or amend this Policy at any time. Any changes will be effective immediately upon posting on Detrade's platform.": "10.1 Detrade залишає за собою право змінювати або доповнювати цю Політику в будь-який час. Будь-які зміни набудуть чинності відразу після публікації на платформі Detrade.",
  "10.1 To the fullest extent permitted by law, Detrade shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our Platform.": "10.1 У повному обсязі, дозволеному законом, Detrade не несе відповідальності за будь-які прямі, непрямі, випадкові, спеціальні чи непрямі збитки, що виникають унаслідок або будь-яким чином пов’язані з використанням вами нашої Платформи.",
  "10.2 In no event shall Detrade's total liability to you for all damages,losses,and causes of action arising out of or in connection with this Agreement exceed the amount paid by you,if any,to Detrade during the twelve(12)month period immediately preceding the event giving rise to such liability.": "10.2 За жодних обставин загальна відповідальність Detrade перед вами за всі збитки, збитки та підстави для позовів, що випливають із цієї Угоди або у зв’язку з нею, не перевищуватиме суми, сплаченої вами Detrade протягом дванадцяти (12) місяців, що безпосередньо передують події, що призвела до такої відповідальності.",
  "10.2 It is your responsibility to review this Policy periodically to stay informed of any updates or changes. Your continued use of Detrade's platform after any modifications to this Policy constitutes acceptance of those changes.": "10.2 Ви зобов’язані періодично переглядати цю Політику, щоб бути в курсі будь-яких оновлень або змін. Подальше використання вами платформи Detrade після будь-яких змін до цієї Політики означає згоду з цими змінами.",
  "1000x leverage": "1000x кредитне плече",
  "11. Contact Information": "11. Контактна інформація",
  "11.1 If you have any questions, concerns, or feedback regarding this Policy or Detrade's AML and KYC procedures, please contact us at [support@detrade.com].": "11.1 Якщо у вас є будь-які запитання, занепокоєння чи відгуки щодо цієї Політики або процедур AML і KYC компанії Detrade, зв’яжіться з нами за адресою [support@detrade.com].",
  "11.1 You agree to indemnify,defend,and hold harmless Detrade and its affiliates,officers,directors,employees,and agents from and against any and all claims,liabilities,damages,losses,costs,expenses,or fees(including reasonable attorneys' fees) arising out of or in connection with your use of Detrade's Platform or your breach of this Agreement.": "11.1 Ви погоджуєтеся відшкодувати, захищати та звільнити компанію Detrade та її філій, посадових осіб, директорів, співробітників і агентів від будь-яких претензій, зобов’язань, збитків, збитків, витрат, витрат або зборів (включаючи розумні гонорари адвокатам), що виникають у зв’язку з використанням вами Платформи Detrade або порушенням цієї Угоди.",
  "11.Indemnification": "11. Компенсація",
  "12. Contact Us": "12. Зв'яжіться",
  "12.1 This Agreement shall be governed by and construed in accordance with the laws of[Jurisdiction].": "12.1 Ця Угода регулюється та тлумачиться відповідно до законодавства [Юрисдикції].",
  "12.2 Any disputes arising out of or in connection with this Agreement shall be resolved through arbitration in accordance with the rules of[Arbitration Organization].": "12.2 Будь-які суперечки, що виникають із цієї Угоди або у зв’язку з нею, вирішуються через арбітраж відповідно до правил [Арбітражної організації].",
  "12.Governing Law and Dispute Resolution": "12. Застосовне законодавство та вирішення спорів",
  "13.1 Detrade reserves the right to modify or amend this Agreement at any time.Any changes will be effective immediately upon posting on Detrade's Platform.": "13.1 Detrade залишає за собою право змінювати або доповнювати цю Угоду в будь-який час. Будь-які зміни набувають чинності негайно після публікації на платформі Detrade.",
  "13.2 It is your responsibility to review this Agreement periodically to stay informed of any updates or changes. Your continued use of Detrade's Platform after any modifications to this Agreement constitutes acceptance of those changes.": "13.2 Ви зобов’язані періодично переглядати цю Угоду, щоб бути в курсі будь-яких оновлень або змін. Подальше використання вами платформи Detrade після будь-яких змін до цієї Угоди означає згоду з цими змінами.",
  "13.Amendments to the Agreement": "13. Зміни до Договору",
  "14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at14.1 If you have any questions,concerns,or feedback regarding this Agreement or Detrade's Platform, please contact us at": "14.1 Якщо у вас виникли запитання, занепокоєння чи відгуки щодо цієї Угоди чи платформи Detrade, зв’яжіться з нами за адресою 14.1 Якщо у вас виникли запитання, занепокоєння чи відгуки щодо цієї Угоди чи платформи Detrade, зв’яжіться з нами за адресою",
  "14.Contact Information": "14. Контактна інформація",
  "16th of every month": "16-го числа кожного місяця",
  "1D": "1D",
  "1M": "1M",
  "1W": "1 Вт",
  "2. Definitions": "2. Визначення",
  "2. Eligibility": "2. Прийнятність",
  "2. How We Use Your Information": "2. Як ми використовуємо вашу інформацію",
  "2. You can view the total order amount of the fund pool in the UP and DOWN directions and the order status of you and other users in the list.": "2. Ви можете переглянути загальну суму замовлення пулу коштів у напрямках ВГОРУ та ВНИЗ, а також статус замовлення вашого та інших користувачів у списку.",
  "2.1 \"AML\" refers to Anti-Money Laundering, which is the set of procedures, laws, and regulations designed to prevent the illegal generation of income through financial systems.": "2.1 «ПВК» означає боротьбу з відмиванням грошей, яка являє собою набір процедур, законів і правил, призначених для запобігання незаконному отриманню доходу через фінансові системи.",
  "2.1 By accessing or using Detrade's Platform,you represent and warrant that you are at least 18 years old and have the legal capacity to enter into this Agreement.": "2.1 Отримавши доступ або використовуючи платформу Detrade, ви заявляєте та гарантуєте, що вам виповнилося 18 років і ви маєте правоздатність укласти цю Угоду.",
  "2.1 To Provide and Maintain Our Platform:": "2.1 Щоб забезпечити та підтримувати нашу платформу:",
  "2.2 \"KYC\" refers to Know Your Customer, which is the process of verifying the identity of customers and assessing their potential risk of involvement in illegal activities.": "2.2 «Знай свого клієнта» означає «Знай свого клієнта», що є процесом перевірки особи клієнтів і оцінки їхнього потенційного ризику залучення до незаконної діяльності.",
  "2.2 To Improve Our Platform:": "2.2 Щоб покращити нашу платформу:",
  "2.2 You must also comply with all applicable laws and regulations regarding your use of our Platform.": "2.2 Ви також повинні дотримуватися всіх відповідних законів і правил щодо використання вами нашої Платформи.",
  "2.3 To Communicate with You:": "2.3 Для спілкування з вами:",
  "2.4 To Personalize Your Experience:": "2.4 Щоб персоналізувати свій досвід:",
  "2.5 To Conduct Analytics and Research:": "2.5 Для проведення аналізу та дослідження:",
  "2.6 To Ensure Security and Compliance:": "2.6 Для забезпечення безпеки та відповідності:",
  "20% affiliate commission (a 100% increase from our base rate).": "20% партнерської комісії (100% збільшення від нашої базової ставки).",
  "20+ exchange market data": "20+ даних біржового ринку",
  "24 Hours Withdrawal Restriction Notice Our system has identified changes to important information in your account, and so we are temporarily suspending the withdrawal feature of your account while we take steps to secure your assets.Restrictions will be automatically lifted at UTC time {{time}}": "Сповіщення про 24-годинне обмеження зняття коштів. Наша система виявила зміни у важливій інформації у вашому обліковому записі, тому ми тимчасово призупиняємо функцію зняття коштів у вашому обліковому записі, доки ми вживемо заходів для захисту ваших активів. Обмеження буде автоматично знято в UTC {{time}}",
  "24h Live Players": "24h Live Players",
  "24h Trade Vol": "24-годинний обсяг торгівлі",
  "24h Wins Paid": "Оплата виграшів за 24 години",
  "24h high": "24-годинний максимум",
  "24h low": "24-годинний мінімум",
  "24h players": "24-годинний графік гравців",
  "24h win ratio": "24-годинний коефіцієнт перемог",
  "2FA Code's length is not right": "Довжина коду 2FA неправильна",
  "2FA authentication": "2FA-автентифікація",
  "2s CFD and 5-60s Options": "CFD на 2 секунди та опціони на 5-60 секунд",
  "3. Customer Due Diligence (CDD)": "3. Належна перевірка клієнта (CDD)",
  "3. How We Share Your Information": "3. Як ми ділимося вашою інформацією",
  "3. Wait for system settlement": "3. Дочекайтеся розрахунку системи",
  "3.1 Detrade conducts Customer Due Diligence (CDD) on all users to verify their identity and assess their risk level.": "3.1 Detrade проводить належну перевірку клієнтів (CDD) щодо всіх користувачів, щоб перевірити їх особу та оцінити рівень ризику.",
  "3.1 In order to access certain features of Detrade's Platform, you may be required to register for an account.": "3.1 Щоб отримати доступ до певних функцій платформи Detrade, вам може знадобитися зареєструвати обліковий запис.",
  "3.1 With Service Providers:": "3.1 З постачальниками послуг:",
  "3.2 During the registration process, you may be required to provide certain personal information, including but not limited to your full name, date of birth, residential address, government-issued identification, and proof of address.": "3.2 Під час процесу реєстрації від вас можуть вимагати надати певну особисту інформацію, включаючи, але не обмежуючись, ваше повне ім’я, дату народження, адресу проживання, офіційне посвідчення особи та підтвердження адреси.",
  "3.2 For Legal Reasons:": "3.2 З юридичних причин:",
  "3.2 When registering for an account, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form.": "3.2 Під час реєстрації облікового запису ви погоджуєтеся надати точну, актуальну та повну інформацію про себе, як це вимагається в реєстраційній формі.",
  "3.3 Detrade reserves the right to request additional information or documentation from you to verify your identity or assess your risk level.": "3.3 Detrade залишає за собою право вимагати від вас додаткову інформацію або документацію для підтвердження вашої особи або оцінки вашого рівня ризику.",
  "3.3 To Protect Our Rights:": "3.3 Щоб захистити наші права:",
  "3.3 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.": "3.3 Ви несете відповідальність за збереження конфіденційності облікових даних свого облікового запису та за всі дії, які відбуваються під вашим обліковим записом.",
  "3.4 Detrade reserves the right to suspend or terminate your account if we believe that you have provided false or misleading information during the registration process or have violated any provision of this Agreement.": "3.4 Detrade залишає за собою право призупинити або припинити дію вашого облікового запису, якщо ми вважаємо, що ви надали неправдиву чи оманливу інформацію під час процесу реєстрації або порушили будь-яке положення цієї Угоди.",
  "3.4 With Your Consent:": "3.4 З вашої згоди:",
  "3.4 You agree to promptly provide any information or documentation requested by Detrade for the purpose of Customer Due Diligence (CDD).": "3.4 Ви погоджуєтеся негайно надати будь-яку інформацію чи документацію, яку вимагає компанія Detrade з метою належної перевірки клієнта (CDD).",
  "3.5 In Business Transfers:": "3.5 У бізнес-передачах:",
  "3.Account Registration": "3. Реєстрація облікового запису",
  "3rd Merchant Processing": "Обробка третього продавця",
  "4. Check the winning and losing results": "4. Перевірте результати виграшу та програшу",
  "4. Identity Verification": "4. Підтвердження особи",
  "4. Platform Use": "4. Використання платформи",
  "4. Your Data Protection Rights": "4. Ваші права на захист даних",
  "4.1 Access:": "4.1 Доступ:",
  "4.1 Detrade uses various methods and tools to verify the identity of its users, including but not limited to:": "4.1 Detrade використовує різні методи та інструменти для перевірки особи своїх користувачів, включаючи, але не обмежуючись:",
  "4.1 Detrade's Platform is provided for informational and educational purposes only.You acknowledge and agree that any information provided on our Platform is not intended as financial advice and should not be relied upon for making investment decisions.": "4.1 Платформа Detrade надається лише для інформаційних та освітніх цілей. Ви визнаєте та погоджуєтеся, що будь-яка інформація, надана на нашій Платформі, не призначена як фінансова консультація, і на неї не можна покладатися для прийняття інвестиційних рішень.",
  "4.2 Correction:": "4.2 Виправлення:",
  "4.2 Detrade reserves the right to reject any document or information provided by users if it is deemed insufficient or inaccurate for the purpose of identity verification.": "4.2 Detrade залишає за собою право відхилити будь-який документ або інформацію, надану користувачами, якщо вона буде визнана недостатньою або неточною для перевірки особи.",
  "4.2 You are solely responsible for evaluating the risks associated with trading binary options and for determining whether trading on Detrade's Platform is suitable for you.": "4.2 Ви несете повну відповідальність за оцінку ризиків, пов’язаних із торгівлею бінарними опціонами, і за визначення того, чи підходить вам торгівля на платформі Detrade.",
  "4.3 Deletion:": "4.3 Видалення:",
  "4.3 You agree to use Detrade's Platform in accordance with all applicable laws and regulations and in a manner that does not infringe upon the rights of others or violate the terms of this Agreement.": "4.3 Ви погоджуєтеся використовувати платформу Detrade відповідно до всіх застосовних законів і правил і таким чином, щоб не порушувати права інших осіб або умови цієї Угоди.",
  "4.4 Objection:": "4.4 Заперечення:",
  "4.5 Restriction: You have the right to request that we restrict the processing of your personal information,under certain conditions.": "4.5 Обмеження: ви маєте право вимагати, щоб ми обмежили обробку вашої особистої інформації за певних умов.",
  "4.6 Data Portability: You have the right to request the transfer of your personal information to another organization or directly to you, under certain conditions.": "4.6 Перенесення даних. Ви маєте право вимагати передачі вашої особистої інформації іншій організації або безпосередньо вам за певних умов.",
  "4.7 Withdraw Consent: If you have given us consent to process your personal information, you have the right to withdraw your consent at any time.": "4.7 Відкликати згоду: якщо ви дали нам згоду на обробку вашої особистої інформації, ви маєте право відкликати свою згоду в будь-який час.",
  "5. Data Security": "5. Безпека даних",
  "5. Risk Assessment": "5. Оцінка ризиків",
  "5.1 Detrade conducts a risk assessment of each trader based on their identity verification information, transaction history, and other relevant factors.": "5.1 Detrade проводить оцінку ризиків кожного трейдера на основі інформації для перевірки його особи, історії транзакцій та інших відповідних факторів.",
  "5.1 Detrade's Platform allows users to trade binary options on various financial instruments, including but not limited to stocks, currencies, commodities, and indices.": "5.1 Платформа Detrade дозволяє користувачам торгувати бінарними опціонами на різних фінансових інструментах, включаючи, але не обмежуючись ними, акції, валюти, товари та індекси.",
  "5.2 Users may be assigned a risk rating based on the results of the risk assessment, which may influence the level of scrutiny applied to their transactions and account activity.": "5.2 Користувачам може бути присвоєно рейтинг ризику на основі результатів оцінки ризику, що може вплинути на рівень ретельності, що застосовується до їхніх транзакцій і діяльності на рахунку.",
  "5.2 You acknowledge and agree that trading binary options involves significant risks, including the risk of losing your entire investment.": "5.2 Ви визнаєте та погоджуєтеся з тим, що торгівля бінарними опціонами пов’язана зі значними ризиками, зокрема ризиком втрати всіх ваших інвестицій.",
  "5.3 You are solely responsible for evaluating the risks associated with each trade and for determining the appropriate investment strategy for your individual circumstances.": "5.3 Ви несете повну відповідальність за оцінку ризиків, пов’язаних з кожною угодою, і за визначення відповідної інвестиційної стратегії для ваших особистих обставин.",
  "5.4 Detrade does not provide any guarantees or assurances regarding the profitability or success of any trade made on our Platform.": "5.4 Detrade не надає жодних гарантій чи запевнень щодо прибутковості чи успіху будь-якої торгівлі, здійсненої на нашій Платформі.",
  "5.Trading": "5.Trading",
  "50+ trading pairs": "50+ торгових пар",
  "6 Month's Pnl": "6-місячний план",
  "6. Data Retention": "6. Зберігання даних",
  "6. Fees and Charges": "6. Комісії та збори",
  "6. Monitoring and Reporting": "6. Моніторинг і звітність",
  "6.1 Detrade may charge fees for certain services or transactions conducted on our Platform. You agree to pay all applicable fees and charges in connection with your use of our Platform.": "6.1 Detrade може стягувати комісію за певні послуги або транзакції, які проводяться на нашій Платформі. Ви погоджуєтесь сплачувати всі відповідні комісії та збори у зв’язку з використанням нашої Платформи.",
  "6.1 Detrade monitors trader transactions and account activity for signs of suspicious or unusual behavior that may indicate money laundering or terrorist financing activities.": "6.1 Detrade відстежує транзакції трейдерів та активність на рахунках на наявність ознак підозрілої або незвичайної поведінки, яка може свідчити про відмивання грошей або фінансування тероризму.",
  "6.2 Detrade reserves the right to change or modify our fee structure at any time, with or without notice.": "6.2 Detrade залишає за собою право змінювати або модифікувати нашу структуру гонорарів у будь-який час, з повідомленням або без нього.",
  "6.2 If Detrade identifies any suspicious activity or transactions, we reserve the right to report such activity to the relevant authorities and take appropriate action, including but not limited to freezing or suspending trader accounts.": "6.2 Якщо Detrade виявить будь-яку підозрілу активність або транзакції, ми залишаємо за собою право повідомити про таку активність відповідним органам та вжити відповідних заходів, включаючи, але не обмежуючись, заморожування або призупинення дії облікових записів трейдерів.",
  "6M": "6M",
  "7 * 24 technical services": "7 * 24 технічні служби",
  "7. Cookies and Similar Technologies": "7. Файли cookie та подібні технології",
  "7. Intellectual Property": "7. Інтелектуальна власність",
  "7. Record-Keeping": "7. Ведення документації",
  "7.1 All content and materials available on Detrade's Platform,including but not limited to text,graphics,logos,images,and software,are the property of Detrade or its licensors and are protected by copyright,trademark,and other intellectual property laws.": "7.1 Весь вміст і матеріали, доступні на платформі Detrade, включаючи, але не обмежуючись, текст, графіку, логотипи, зображення та програмне забезпечення, є власністю Detrade або її ліцензіарів і захищені авторським правом, товарними знаками та іншими законами про інтелектуальну власність.",
  "7.1 Cookies: We use cookies to enhance your experience on our Platform. A cookie is a small file placed on your device that allows us to recognize your browser and capture and remember certain information.": "7.1 Файли cookie: ми використовуємо файли cookie, щоб покращити вашу роботу на нашій Платформі. Файл cookie — це невеликий файл, який розміщується на вашому пристрої, який дозволяє нам розпізнавати ваш браузер, а також зберігати та запам’ятовувати певну інформацію.",
  "7.1 Detrade maintains records of all trader identification and transaction information in accordance with applicable laws and regulations.": "7.1 Detrade веде облік усієї ідентифікаційної інформації трейдера та інформації про транзакції відповідно до чинного законодавства та нормативних актів.",
  "7.2 Types of Cookies: a) **Essential Cookies**: These cookies are necessary for the operation of our Platform. They enable you to navigate the site and use its features.": "7.2 Типи файлів cookie: a) **Основні файли cookie**: ці файли cookie необхідні для роботи нашої Платформи. Вони дозволяють вам переміщатися по сайту та використовувати його функції.",
  "7.2 User records are kept confidential and are only disclosed to authorized personnel or regulatory authorities as required by law.": "7.2 Записи користувачів зберігаються конфіденційними та розкриваються лише уповноваженому персоналу або контролюючим органам відповідно до вимог законодавства.",
  "7.2 You are granted a limited,non-exclusive,and non-transferable license to access and use Detrade's Platform for your personal and non-commercial use only.": "7.2 Вам надається обмежена, невиключна ліцензія без права передачі на доступ і використання платформи Detrade лише для особистого та некомерційного використання.",
  "7.3 Managing Cookies: You can control the use of cookies at the individual browser level. If you reject cookies, you may still use our Platform, but your ability to use some features or areas of our Platform may be limited.": "7.3 Керування файлами cookie: Ви можете контролювати використання файлів cookie на рівні окремого браузера. Якщо ви відхилите файли cookie, ви все одно зможете використовувати нашу Платформу, але ваша можливість використовувати деякі функції або області нашої Платформи може бути обмежена.",
  "7.3 You agree not to reproduce, modify, distribute, or create derivative works based on any content or materials available on Detrade's Platform without the express written consent of Detrade.": "7.3 Ви погоджуєтеся не відтворювати, змінювати, поширювати або створювати похідні роботи на основі будь-якого вмісту чи матеріалів, доступних на Платформі Detrade, без прямої письмової згоди Detrade.",
  "8. Third-Party Links": "8. Посилання третіх сторін",
  "8. Training and Awareness": "8. Навчання та обізнаність",
  "8.1 Detrade provides training and awareness programs for its employees to ensure they are knowledgeable about AML and KYC policies and procedures.": "8.1 Detrade проводить програми навчання та підвищення обізнаності для своїх співробітників, щоб переконатися, що вони обізнані щодо політики та процедур AML та KYC.",
  "8.1 Detrade respects the privacy of its users and is committed to protecting their personal information.Please refer to our Privacy Policy for details on how we collect,use,and disclose your personal information.": "8.1 Detrade поважає конфіденційність своїх користувачів і прагне захищати їхню особисту інформацію. Будь ласка, зверніться до нашої Політики конфіденційності, щоб дізнатися, як ми збираємо, використовуємо та розкриваємо вашу особисту інформацію.",
  "8.2 Employees are trained to recognize and report suspicious activity and to comply with all AML and KYC requirements.": "8.2 Співробітники навчені розпізнавати підозрілу діяльність і повідомляти про неї, а також дотримуватися всіх вимог AML і KYC.",
  "8.Privacy Policy": "8. Політика конфіденційності",
  "9. Children's Privacy": "9. Конфіденційність дітей",
  "9. Compliance Oversight": "9. Нагляд за відповідністю",
  "9.1 Detrade has designated a Compliance Officer responsible for overseeing compliance with AML and KYC policies and procedures.": "9.1 Detrade призначив відповідального за дотримання правил і процедур AML і KYC.",
  "9.1 Detrade reserves the right to suspend or terminate your access to our Platform at any time and for any reason,with or without cause,and without prior notice.": "9.1 Detrade залишає за собою право призупинити або припинити ваш доступ до нашої Платформи в будь-який час і з будь-якої причини, з причиною або без неї та без попереднього повідомлення.",
  "9.2 The Compliance Officer is responsible for monitoring regulatory developments, updating AML and KYC policies as necessary, and ensuring that Detrade's operations remain compliant with all applicable laws and regulations.": "9.2 Спеціаліст із відповідності несе відповідальність за моніторинг нормативних розробок, оновлення політики AML і KYC, якщо це необхідно, і забезпечення відповідності діяльності Detrade усім чинним законам і нормам.",
  "9.2 Upon termination of your access to Detrade's Platform, all provisions of this Agreement that by their nature should survive termination will survive, including but not limited to provisions regarding intellectual property, limitation of liability, and dispute resolution.": "9.2 Після припинення вашого доступу до платформи Detrade усі положення цієї Угоди, які за своїм характером мають залишитися в силі після розірвання, включаючи, але не обмежуючись, положення щодо інтелектуальної власності, обмеження відповідальності та вирішення спорів.",
  "9.Termination": "9. Припинення",
  "<0>Bonus amount:</0> 50% of your first deposit": "<0>Сума бонусу:</0> 50% від вашого першого депозиту",
  "<0>Bonus cap:</0> Maximum 50 USDT trading bonus": "<0>Обмеження бонусу:</0> Максимальний торговий бонус 50 USDT",
  "<0>Eligibility:</0> New users on Detrade only": "<0>Право участі:</0> Тільки нові користувачі Detrade",
  "<0>Requirement:</0> First deposit ≥ 50 USDT (or equivalent crypto)": "<0>Вимога:</0> Перший депозит ≥ 50 USDT (або еквівалент криптовалюти)",
  "<0>Supported products</0>: Highlow, Spread, Up Down, Future": "<0>Підтримувані продукти</0>: Highlow, Spread, Up Down, Future",
  "<0>[{{count}}]</0> tickets have been sent this round!": "У цьому раунді надіслано <0>[{{count}}]</0> квитків!",
  "<0>{{flatFee}}</0> per entry and exit trades of {{position}} including slippage": "<0>{{flatFee}}</0> за угоди входу та виходу {{position}}, включаючи прослизання",
  "<0>{{page}}</0> <1>of {{total}}</1>": "<0>{{page}}<0> <1>із {{total}}<1>",
  "A flat fee of {{feeAmount}} ({{commission}}) was charged upon opening the trade (position:{{position}})": "Фіксована комісія в розмірі {{feeAmount}} ({{commission}}) була стягнена під час відкриття угоди (позиція:{{position}})",
  "A fraction of your profits (if any) is taken when you close the trade": "Частина вашого прибутку (якщо такий є) забирається, коли ви закриваєте угоду",
  "A variable fee was charged as a fraction of profits upon closing the trade": "Змінна комісія стягувалася як частка прибутку після закриття угоди",
  "A verification will be sent to {{email}}": "Підтвердження буде надіслано на адресу {{email}}",
  "A: Make sure you’ve unlocked all four trading modes. If the issue persists, contact customer support for help.": "A: Переконайтеся, що ви розблокували всі чотири режими торгівлі. Якщо проблема не зникає, зверніться за допомогою до служби підтримки клієнтів.",
  "A: No, the bonus itself is not withdrawable. However, any <0>profits made using the bonus</0> can be withdrawn.": "В: Ні, сам бонус не можна вивести. Однак будь-який <0>прибуток, отриманий з використанням бонусу</0>, можна вивести.",
  "A: Yes. Please activate your bonus within <0>7 days</0> of issuance. Expired bonuses cannot be recovered.": "В: Так. Будь ласка, активуйте свій бонус протягом <0>7 днів</0> з моменту його видачі. Бонуси, термін дії яких минув, не підлягають відновленню.",
  "AF": "AF",
  "AML & KYC policy": "Політика боротьби з відмиванням коштів та KYC",
  "API": "API",
  "AS": "AS",
  "AU": "AU",
  "About Detrade": "Про Detrade",
  "Access over 70 popular assets with up to 90% profit potential": "Отримайте доступ до понад 70 популярних активів з потенціалом прибутку до 90%",
  "Account Details": "Дані облікового запису",
  "Account Not Verified": "Обліковий запис не підтверджено",
  "Account Verified": "Обліковий запис підтверджено",
  "Activate": "Активувати",
  "Activation expiry time": "Термін дії активації",
  "Active": "Активний",
  "Active tickets": "Активні квитки",
  "Activity priority access": "Доступ до пріоритету активності",
  "Add": "Додати",
  "Add key phrase into Google Authenticator and remember the key phrase": "Додайте ключову фразу в Google Authenticator та запам'ятайте її",
  "Add referral": "Додати реферал",
  "Add referral code": "Додайте реферальний код",
  "Address is required": "Адреса обов'язкова",
  "Address valid": "Адреса дійсна",
  "Advanced": "Розширений",
  "Advanced Users": "Просунуті користувачі",
  "Advanced chart": "Розширена діаграма",
  "Advantage": "Перевага",
  "Affiliate program": "Партнерська програма",
  "Affiliates": "Партнери",
  "After completing your first deposit, go to the <0>Reward Center</0> to view your initial 1 USDT trial voucher.": "Після внесення першого депозиту перейдіть до <0>Центру винагород</0>, щоб переглянути свій перший пробний ваучер на 1 USDT.",
  "After setting your personal information private, other users will not be able to see your username and information.": "Після того як ваша особиста інформація буде конфіденційною, інші користувачі не зможуть бачити ваше ім’я користувача та інформацію.",
  "Agreement": "Угода",
  "Airdrop": "Airdrop",
  "Airdrop method: Rewards are automatically distributed to the wallet. Please follow the in-app email.": "Метод Airdrop: винагороди автоматично розподіляються на гаманець. Дотримуйтеся електронної пошти в додатку.",
  "Airdrop plan": "План десантування",
  "Airdrop program": "Програма Airdrop",
  "Airdrops": "Аірдропи",
  "Algorithm": "Алгоритм",
  "All": "Все",
  "All Assets": "Усі активи",
  "All brokerage activity on this website is provided by Nexus Play LLC.": "Уся брокерська діяльність на цьому веб-сайті здійснюється компанією Nexus Play LLC.",
  "All game play formulas are open and transparent, which deters fraud and prevents risks to partners and players.": "Усі формули гри є відкритими та прозорими, що запобігає шахрайству та запобігає ризикам для партнерів та гравців.",
  "All prices for the 24-hour trading round are predetermined using a randomly drawn seed, which is revealed at the end of each trading round. With this published seed, anyone can verify that we adhered to the algorithm detailed below and did not alter any prices after the round started. Notably, it is impossible for us to change prices based on your trading.": "Усі ціни для 24-годинного торгового раунду визначаються заздалегідь за допомогою випадково вибраного початкового значення, яке розкривається в кінці кожного торгового раунду. За допомогою цього опублікованого початкового значення кожен може переконатися, що ми дотримувалися алгоритму, описаного нижче, і не змінювали жодних цін після початку раунду. Зокрема, ми не можемо змінювати ціни на основі вашої торгівлі.",
  "All prizes will be sent in USDT.": "Усі призи будуть надіслані в USDT.",
  "All the hands-on experience of a top trader you need,including access to the hottest trading indicators and signals.": "Весь необхідний практичний досвід найкращого трейдера, включаючи доступ до найпопулярніших торгових індикаторів і сигналів.",
  "All time wins paid": "Виплачені перемоги за весь час",
  "Already have an account?": "Вже маєте обліковий запис?",
  "Amount": "Сума",
  "Amount is required": "Введіть суму",
  "Amount to withdraw": "Сума для зняття",
  "Announcement": "Оголошення",
  "Announcements": "Оголошення",
  "Anti-Money Laundering (AML) and Know Your Customer (KYC) Policy": "Політика боротьби з відмиванням грошей (AML) і «Знай свого клієнта» (KYC)",
  "Any questions? Our dedicated support team is ready to assist you and guide you through the application process.": "Є запитання? Наша команда підтримки готова допомогти вам і провести вас через процес подання заявки.",
  "Apply": "Застосувати",
  "Applying": "Подача заявки",
  "Approximately {{nextCapitalCost}} will be charged in the next hour, and the specific amount is subject to the funding rate at that time.": "Протягом наступної години буде стягнено приблизно {{nextCapitalCost}}, і конкретна сума залежить від поточної ставки фінансування.",
  "Are there any geographical restrictions?": "Чи є якісь географічні обмеження?",
  "Arrival amount": "Сума прибуття",
  "As long as the program remains active, you can earn commissions from the moment your referee registers for a Detrade account.": "Поки програма залишається активною, ви можете отримувати комісійні з моменту реєстрації вашого реферала для створення облікового запису Detrade.",
  "Ask a question": "Задайте питання",
  "Asset types,currencies,cryptocurrencies for any trader.": "Типи активів, валюти, криптовалюти для будь-якого трейдера.",
  "Assets": "Активи",
  "Assets overview": "Огляд активів",
  "At least {{exceed}} number": "Принаймні {{перевищувати}} число",
  "At the end of the countdown, the profit and loss will be determined based on the trend you predicted.": "Наприкінці зворотного відліку прибуток і збиток буде визначено на основі прогнозованої вами тенденції.",
  "At the start of each trading round (00:00 UTC), a new 32-byte seed is randomly chosen. The entire round's prices can be reproduced by combining this seed with an incrementing integer tick counter.": "На початку кожного торгового раунду (00:00 UTC) випадковим чином вибирається нове 32-байтове початкове число. Ціни всього раунду можна відтворити, поєднавши це початкове значення з лічильником тиків, що збільшується.",
  "Auto": "Авто",
  "Available": "В наявності",
  "Available on request": "Доступно на запит",
  "Award quota": "Квота нагород",
  "Awarded users": "Нагороджені користувачі",
  "Balance": "Баланс",
  "Balance is not enough": "Балансу недостатньо",
  "Basic": "Базовий",
  "Becoming an affiliate is easy": "Стати партнером легко",
  "Benefit from our many years of experience and internationally renowned reputation.": "Скористайтеся нашим багаторічним досвідом і всесвітньо відомою репутацією.",
  "Benefits": "Переваги",
  "Benefits:": "Переваги:",
  "Best For": "Найкраще для",
  "Bet": "Ставка",
  "Betting": "Ставки",
  "Binary Options Exchange": "Біржа бінарних опціонів",
  "Bind": "Зв'язати",
  "Bind Success": "Зв'яжіть успіх",
  "Black diamond circle": "Чорне діамантове коло",
  "Blockchain Processing": "Обробка блокчейну",
  "Bonus": "Бонус",
  "Bonus Rules": "Правила бонусів",
  "Bonus Trial": "Бонусна пробна версія",
  "Bonus pool": "Бонусний пул",
  "Bonus vouchers are <0>non-withdrawable</0>, but <1>profits from bonus trades are withdrawable<1>": "Бонусні ваучери <0>не можна вивести</0>, але <1>прибуток від бонусних торгів можна вивести<1>",
  "Boost your earnings by affiliate program": "Збільште свій заробіток за допомогою партнерської програми",
  "Boost your trade with up to 1000x leverage — big risk, bigger reward.": "Збільште свою торгівлю за допомогою кредитного плеча до 1000x — більший ризик, більша винагорода.",
  "Boost your trade with up to 1000× leverage — big risk, bigger reward.": "Збільште свою торгівлю з кредитним плечем до 1000× — більший ризик, більша винагорода.",
  "Brokerage Products and Services offered by Nexus Play LLC.": "Брокерські продукти та послуги, які пропонує Nexus Play LLC.",
  "Bronze": "Бронза",
  "Bust And Stop Loss Prices": "Зниження та стоп-лосс ціни",
  "Buy": "Купити",
  "By accessing or using Detrade's Platform, you acknowledge that you have read, understood, and agree to be bound by this Privacy Policy. If you do not agree with this Privacy Policy, you must not use our Platform.": "Отримуючи доступ до платформи Detrade або використовуючи її, ви підтверджуєте, що прочитали, зрозуміли та погоджуєтеся дотримуватися цієї Політики конфіденційності. Якщо ви не згодні з цією Політикою конфіденційності, ви не повинні використовувати нашу платформу.",
  "By accessing or using Detrade's Platform,you acknowledge that you have read,understood,and agree to be bound by this Agreement.If you do not agree with any part of this Agreement,you must not use Detrade's Platform.": "Отримавши доступ або використовуючи Платформу Detrade, ви підтверджуєте, що прочитали, зрозуміли та погоджуєтеся дотримуватися цієї Угоди. Якщо ви не згодні з будь-якою частиною цієї Угоди, ви не повинні використовувати Платформу Detrade.",
  "By accessing or using Detrade's platform, you acknowledge that you have read, understood, and agree to comply with this AML and KYC Policy. If you do not agree with any part of this Policy, you must not use Detrade's platform.": "Отримавши доступ до платформи Detrade або використовуючи її, ви підтверджуєте, що прочитали, зрозуміли та погоджуєтеся дотримуватися цієї Політики AML і KYC. Якщо ви не згодні з будь-якою частиною цієї Політики, ви не повинні використовувати платформу Detrade.",
  "Calculator": "Калькулятор",
  "Campaign": "Кампанія",
  "Campaign Center": "Центр кампанії",
  "Can I See The Data Of My Referral?": "Чи можу я переглянути дані свого реферала?",
  "Can I use a live account and a demo account at the same time?": "Чи можу я використовувати реальний і демо-рахунок одночасно?",
  "Can Partner upgrade his partnership level in the future?": "Чи може Партнер підвищити свій рівень партнерства в майбутньому?",
  "Can non-crypto users play Detrade games?": "Чи можуть користувачі, які не використовують криптовалюту, грати в ігри Detrade?",
  "Cancel": "Скасувати",
  "Cannot exceed {{exceed}} characters": "Не може перевищувати {{exceed}} символів",
  "Cash All": "Готівка Все",
  "Champion Profits": "Прибутки чемпіона",
  "Change": "Зміна",
  "Change password": "Змінити пароль",
  "Chat": "Чат",
  "Check <0>ROI calculator</0> for more details": "Перегляньте <0>Калькулятор рентабельності інвестицій</0> для отримання додаткової інформації",
  "Chg%": "Змін%",
  "Choose Symbol": "Виберіть символ",
  "Choose Your <0> Account Type And </0>  Start Trading!": "Оберіть <0> тип вашого рахунку та </0> почніть торгувати!",
  "Choose Your <br/> Account Type And </br>  Start Trading!": "Оберіть свій <br/>тип рахунку та</br> почніть торгувати!",
  "Choose a multiplier to maximize your position. Setting a higher multiplier increases your margin risk": "Виберіть множник, щоб максимізувати свою позицію. Встановлення вищого множника збільшує ваш маржинальний ризик",
  "Choose the cryptocurrency that you would like to start trading.": "Виберіть криптовалюту, якою ви хочете почати торгувати.",
  "Choose the upward or downward direction to place an order within the specified time of the countdown.": "Виберіть напрямок вгору або вниз, щоб розмістити замовлення протягом зазначеного часу зворотного відліку.",
  "Claim": "Претензія",
  "Claim Voucher": "Отримати ваучер",
  "Claimed rewards": "Claimed rewards",
  "Claimed rewards details": "Claimed rewards details",
  "Click Here To View The": "Натисніть тут, щоб переглянути",
  "Click Up or Down to Trading": "Натисніть «Вгору» або «Вниз», щоб перейти до торгівлі",
  "Client": "Клієнт",
  "Close": "Закрити",
  "Close Time": "Час закриття",
  "Close at any time, whether in profit or loss. Set take-profit or stop-loss targets to close your position automatically": "Закривайте позицію будь-коли, незалежно від того, чи з прибутком, чи зі збитком. Встановіть цільові показники тейк-профіту або стоп-лоссу, щоб автоматично закрити свою позицію",
  "Close the order": "Закрити замовлення",
  "Close type": "Закрити тип",
  "Closed successfully!": "Успішно закрито!",
  "Co-planning rights": "Права на спільне планування",
  "Coin-Margined": "Розрахунок монетами",
  "Combine all resting limit orders from each price feed into a single composite order book. It is okay and expected that the price of some buy orders will exceed the price of some sell orders from other exchanges. Individual order sizes are capped to $1 million to limit the influence of a single large order.": "Об’єднайте всі лімітні ордери, що залишаються в режимі очікування, з кожного каналу цін в єдину збірну книгу замовлень. Це нормально, і очікується, що ціна деяких ордерів на купівлю буде перевищувати ціну деяких ордерів на продаж з інших бірж. Розміри індивідуальних замовлень обмежені 1 мільйоном доларів, щоб обмежити вплив одного великого замовлення.",
  "Coming soon": "Скоро буде",
  "Community": "Громада",
  "Community access": "Доступ до спільноти",
  "Completed": "Завершено",
  "Comprehensive trading training": "Комплексне навчання торгівлі",
  "Computers and smartphones are fully functional": "Комп'ютери та смартфони повністю справні",
  "Condition 1: The price trend matches your prediction.": "Умова 1: цінова тенденція відповідає вашому прогнозу.",
  "Condition 2: Price movement breaks through the spread.": "Умова 2: рух ціни прориває спред.",
  "Confirm": "Підтвердити",
  "Confirm Close": "Підтвердити закриття",
  "Confirm removing Google 2FA authentication?": "Підтвердити видалення автентифікації Google 2FA?",
  "Confirm settlement of all orders?": "Підтвердити оплату всіх замовлень?",
  "Confirm to close the order?": "Підтвердити, щоб закрити замовлення?",
  "Confirmations": "Підтвердження",
  "Connect": "Підключитися",
  "Connect with your friends": "Зв'яжіться з друзями",
  "Contact Us": "Зв'яжіться",
  "Contact us": "Зв'яжіться з нами",
  "Contact us with Email or Live chat": "Зв'яжіться електронною поштою або в чаті",
  "Content creators program": "Програма для створення контенту",
  "Contest prize pool": "Призовий фонд конкурсу",
  "Continue": "Продовжити",
  "Continue Deposit Process": "Продовжити процес депозиту",
  "Continue deposit process": "Продовжити процес депозиту",
  "Continue with Google": "Продовжуйте з Google",
  "Continue with X": "Продовжуйте з X",
  "Continuously updated": "Постійно оновлюється",
  "Convenient deposit and withdrawal methods": "Зручні методи поповнення та виведення коштів",
  "Copy": "Копія",
  "Copy Success": "Успішне копіювання",
  "Copy this code to your authenticator app": "Скопіюйте цей код у свій додаток для автентифікації",
  "Copyright © 2025 Nexus Play LLC. All rights reserved.": "Авторське право © 2025 Nexus Play LLC. Усі права захищено.",
  "Country": "Країна",
  "Create Password": "Створити пароль",
  "Crypto": "Крипто",
  "Crypto - binary options": "Крипто - бінарні опціони",
  "Crypto Pairs": "Криптовалютні пари",
  "Cryptocurrency contract trading carries a high level of risk, and you may lose your entire trade amount. The higher the leverage you use, the greater the risk. However, under no circumstances can you lose more than your initial trade amount.": "Торгівля криптовалютними контрактами несе високий рівень ризику, і ви можете втратити всю суму своєї угоди. Чим вище кредитне плече ви використовуєте, тим більший ризик. Однак за жодних обставин ви не можете втратити більше, ніж ваша початкова сума угоди.",
  "Currency": "Валюта",
  "Custom Price Move %": "Індивідуальна зміна ціни %",
  "Custom cashback plan": "Індивідуальний план кешбеку",
  "Custom revenue share and fee option.": "Настроювана частка доходу та можливість комісії.",
  "Custom services": "Митні послуги",
  "Custom signals": "Спеціальні сигнали",
  "Customized incentives tailored to your needs.": "Індивідуальні стимули, адаптовані до ваших потреб.",
  "DOWN": "ВНИЗ",
  "Daily Active Users": "Активних користувачів за день",
  "Daily Earning": "Щоденний заробіток",
  "Daily contest": "Щоденний конкурс",
  "Dark": "Темний",
  "Date": "Дата",
  "Day": "День",
  "DeTrade overview": "Огляд DeTrade",
  "Dedicated customer support": "Спеціальна підтримка клієнтів",
  "Demo": "Демо",
  "Demo Account": "Демо-рахунок",
  "Demo Trading": "Демо-торгівля",
  "Depending on your location, you may have the following rights regarding your personal information:": "Залежно від вашого місцезнаходження ви можете мати такі права щодо вашої особистої інформації:",
  "Deposit": "Депозит",
  "Deposit 120 USDT → Receive capped bonus of 50 USDT": "Внесіть 120 USDT → Отримайте обмежений бонус у розмірі 50 USDT",
  "Deposit 80 USDT → Receive 40 USDT bonus": "Внесіть 80 USDT → Отримайте бонус 40 USDT",
  "Deposit Amount": "Сума депозиту",
  "Deposit Order Created": "Створено депозитне доручення",
  "Deposit Via {{depositChannel}}": "Депозит через {{depositChannel}}",
  "Deposit address": "Адреса для депозиту",
  "Deposit and withdraw money with ease using the most convenient payment method.": "Вносьте та знімайте гроші з легкістю, використовуючи найзручніший спосіб оплати.",
  "Deposit is in progress": "",
  "Deposit now": "Deposit now",
  "Deposits and withdrawals": "Депозити та зняття коштів",
  "Derivative Exchanges": "Похідні біржі",
  "Description": "Опис",
  "Detail": "Деталь",
  "Details": "Подробиці",
  "Detrade": "Детрейд",
  "Detrade (\"we,\" \"us,\" or \"our\") values your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our binary options trading platform (\"Platform\"). By accessing or using our Platform, you agree to the collection and use of information in accordance with this policy. If you do not agree with this policy, you must not use our Platform.": "Detrade («ми», «нас» або «наш») цінує вашу конфіденційність і прагне захищати вашу особисту інформацію. У цій Політиці конфіденційності пояснюється, як ми збираємо, використовуємо, розкриваємо та захищаємо вашу інформацію, коли ви використовуєте нашу платформу для торгівлі бінарними опціонами («Платформа»). Отримуючи доступ або використовуючи нашу Платформу, ви погоджуєтеся на збір і використання інформації відповідно до цієї політики. Якщо ви не згодні з цією політикою, ви не повинні використовувати нашу платформу.",
  "Detrade Connect is a seamless integration solution that allows third-party platforms to easily connect to our ecosystem. Through powerful APIs and automation tools, we directly integrate the core functions of our products into your platform. It aims to provide platforms with diversified cryptocurrency derivatives, faster data exchange, and the ability to access our cutting-edge features, while ensuring secure, scalable, and reliable connections. Whether you want to expand service delivery or simplify workflows, Detrade Connect can make integration simple, efficient, and effective.": "Detrade Connect — це безпроблемне рішення для інтеграції, яке дозволяє стороннім платформам легко підключатися до нашої екосистеми. Завдяки потужним API та інструментам автоматизації ми безпосередньо інтегруємо основні функції наших продуктів у вашу платформу. Він спрямований на надання платформам різноманітних похідних криптовалют, швидшого обміну даними та можливості доступу до наших передових функцій, забезпечуючи при цьому безпечні, масштабовані та надійні з’єднання. Якщо ви хочете розширити надання послуг або спростити робочі процеси, Detrade Connect може зробити інтеграцію простою, ефективною та ефективною.",
  "Detrade Index Prices": "Detrade Index Prices",
  "Detrade Partner": "Партнер Detrade",
  "Detrade Partner Program ! This program is designed to provide creators with enhanced revenue potential and exclusive benefits, making your promotional efforts truly rewarding.": "Партнерська програма Detrade! Ця програма розроблена, щоб надати творцям підвищений потенціал доходу та ексклюзивні переваги, завдяки чому ваші рекламні зусилля будуть справді винагородженими.",
  "Detrade has been committed to transforming the traditional intelligent trading industry and opening financial markets to everyone everywhere. Our mission is to provide the most innovative trading experience. Anyone in the world should be able to participate in transactions.": "Detrade прагне трансформувати індустрію традиційної інтелектуальної торгівлі та відкрити фінансові ринки для всіх і всюди. Наша місія полягає в тому, щоб забезпечити найбільш інноваційний досвід торгівлі. Будь-хто в світі повинен мати можливість брати участь в транзакціях.",
  "Detrade has completed the code review and the result is in TOP-10%.": "Detrade завершив перевірку коду і результат у ТОП-10%.",
  "Detrade is on a fast growth track. We are committed to providing our users with an innovative and engaging experience that makes it the platform of choice for cryptocurrency binary option trading.": "Detrade стрімко розвивається. Ми прагнемо надати нашим користувачам інноваційний та захоплюючий досвід, який робить цю платформу вибором для торгівлі бінарними опціонами криптовалюти.",
  "Detrade learn": "Detrade навчається",
  "Detrade offers 3 types of optional products.": "Detrade пропонує 3 види додаткових товарів.",
  "Detrade partnership program": "Партнерська програма Detrade",
  "Detrade reserves the final interpretation rights for this campaign.": "Detrade залишає за собою право остаточного тлумачення цієї кампанії.",
  "Detrade reserves the right to change any rules and conditions at its sole discretion and without prior notice.": "Detrade залишає за собою право змінювати будь-які правила та умови на власний розсуд і без попереднього повідомлення.",
  "Detrade reserves the right to exclude players who have violated our rules at any stage of the Contest.": "Detrade залишає за собою право виключати гравців, які порушили наші правила, на будь-якому етапі Конкурсу.",
  "Detrade reserves the right to revise, suspend or cancel the activity or airdrop distribution at any time, including any relevant terms and conditions. The revision is to manage/prevent fraud and other illegal activities. Unless the trader engages in fraud and other illegal activities, any such revision will not affect the traders who have chosen to participate.": "Detrade залишає за собою право будь-коли переглядати, призупиняти або скасовувати діяльність чи розподіл аірдропів, включаючи будь-які відповідні умови. Перегляд здійснюється для боротьби з шахрайством та іншими незаконними діями/запобігання їм. Якщо трейдер не вдається до шахрайства та інших незаконних дій, будь-який такий перегляд не вплине на трейдерів, які вирішили взяти участь.",
  "Detrade reserves the right to update or change this Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on our Platform. You are advised to review this Privacy Policy periodically for any changes. Your continued use of our Platform after any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the updated Privacy Policy.": "Detrade залишає за собою право оновлювати або змінювати цю Політику конфіденційності в будь-який час. Ми повідомимо вас про будь-які зміни, опублікувавши нову Політику конфіденційності на нашій Платформі. Рекомендуємо періодично переглядати цю Політику конфіденційності на предмет будь-яких змін. Продовження використання вами нашої Платформи після внесення будь-яких змін до Політики конфіденційності означатиме ваше підтвердження внесення змін і вашу згоду дотримуватися оновленої Політики конфіденційності.",
  "Detrade weekly draw": "Щотижневий розіграш Detrade",
  "Developer documentation": "Документація розробника",
  "Device": "Пристрій",
  "Diamond": "Діамант",
  "Diamond Partner": "Діамантовий партнер",
  "Didn't find an answer to our question?": "Не знайшли відповіді на наше запитання?",
  "Direction": "Напрямок",
  "Discover trending tokens. Trade. Earn. Repeat.": "Відкрийте для себе трендові токени. Торгуйте. Заробляйте. Повторюйте.",
  "Distributing Payout": "Розподіл виплат",
  "Do not use special symbols and space bar, otherwise your account may not be supported.": "Не використовуйте спеціальні символи та пробіл, інакше ваш обліковий запис може не підтримуватися.",
  "Do not use special symbols, otherwise your account may not be supported.": "Не використовуйте спеціальні символи, інакше ваш обліковий запис може не підтримуватися.",
  "Does the company have the legal qualifications to carry out relevant business?": "Чи має компанія юридичну кваліфікацію для ведення відповідної діяльності?",
  "Don't beg or ask for loans, rains or tips.": "Не благай і не проси позик, дощів чи чайових.",
  "Don't engage in any forms of advertising/trading/selling/buying or offering services.": "Не займайтеся будь-якими формами реклами/торгівлі/продажу/купівлі чи пропозиції послуг.",
  "Don't harass or be offensive to other users or Detrade staff.": "Не переслідуйте та не образіть інших користувачів або співробітників Detrade.",
  "Don't have an account?": "Немає облікового запису?",
  "Don't let anyone see this!": "Нехай ніхто цього не бачить!",
  "Don't share any personal information (including socials) of you or other players.": "Не повідомляйте жодної особистої інформації (включаючи соціальні) про вас чи інших гравців.",
  "Don't share codes, scripts or any other bot service.": "Не діліться кодами, скриптами чи будь-якими іншими службами ботів.",
  "Don't show again": "Більше не показувати",
  "Don't spam & don't use excessive capital letters when chatting.": "Не розсилайте спам і не використовуйте занадто великі літери в чаті.",
  "Don't use URL shortening services. Always submit the full link.": "Не використовуйте служби скорочення URL-адрес. Завжди надсилайте повне посилання.",
  "Don't use alternative (alts) accounts on chat, that is strictly forbidden.": "Не використовуйте альтернативні (альтернативні) облікові записи в чаті, це суворо заборонено.",
  "Done": "Готово",
  "Down": "Вниз",
  "Down Wins": "Даун перемагає",
  "Down vs. Up Ratio (Live Data)": "Співвідношення вниз і вгору (дані в реальному часі)",
  "Download": "Завантажити",
  "Download the Google Authenticator app": "Завантажте програму Google Authenticator",
  "Drop us a line here": "Напишіть нам тут",
  "Duration: {{time}}": "Тривалість: {{time}}",
  "EU": "ЄС",
  "Each Order ID can ONLY be used once to avoid duplicates.": "Кожен ідентифікатор замовлення можна використовувати ЛИШЕ один раз, щоб уникнути дублікатів.",
  "Each user is eligible for <0>only one</0> first deposit bonus": "Кожен користувач має право на <0>лише один</0> бонус на перший депозит",
  "Each voucher code can only be claimed once per user. Once it is claimed, the reward cannot be reversed.": "Кожен код ваучера може бути отриманий лише один раз на користувача. Після отримання винагороди його не можна скасувати.",
  "Earn": "Заробити",
  "Earn up to 50% commission.": "Заробляйте до 50% комісії.",
  "Earn up to {{payout}}% profit if your prediction is correct.": "Отримайте до {{payout}}% прибутку, якщо ваш прогноз правильний.",
  "Easy access from your smartphone": "Легкий доступ зі смартфона",
  "Edit your avatar": "Редагувати свій аватар",
  "Email": "Електронна пошта",
  "Email Code": "Код електронної пошти",
  "Email verification code's length is not right": "Довжина коду підтвердження електронної пошти неправильна",
  "End Time": "Час закінчення",
  "End Time Invalid( hh : mm : ss )": "Недійсний час закінчення (гг : мм : сс)",
  "End Time is earlier than Start Time": "Час завершення раніше, ніж час початку",
  "End rate": "Кінцева ставка",
  "Ends in {{time}} days": "Ends in {{time}} days",
  "Ensuring authentic, manipulation-free pricing with transparent and verifiable algorithms for guaranteed fairness.": "Забезпечення автентичного, без маніпуляцій ціноутворення з прозорими та перевіреними алгоритмами для гарантованої справедливості.",
  "Enter Code": "Введіть код",
  "Enter number of daily active players": "Введіть кількість щоденних активних гравців",
  "Enter the 2FA code ": "Введіть код 2FA ",
  "Enter the 6-digit code sent to": "Введіть 6-значний код, надісланий на",
  "Enter withdraw address": "Введіть адресу зняття",
  "Enter your email": "Введіть адресу електронної пошти",
  "Enter your email and we'll send you a new password": "Введіть свою електронну адресу, і ми надішлемо вам новий пароль",
  "Enter your name": "Введіть своє ім'я",
  "Enter your new password": "Введіть свій новий пароль",
  "Enter your old password": "Введіть свій старий пароль",
  "Enter your password": "Введіть свій пароль",
  "Enterprise Partner": "Enterprise Partner",
  "Entrepreneurs": "Підприємці",
  "Entry Price": "Ціна входу",
  "Entry Time": "Час входу",
  "Entry fee": "Плата за вступ",
  "Entry price": "Вхідна ціна",
  "Esteemed Affiliate": "Шановний партнер",
  "Event Details": "Event Details",
  "Event time: {{ startTime }} - {{ endTime }}": "Event time: {{ startTime }} - {{ endTime }}",
  "Every month, we will randomly distribute a total of <0>{{amount}}</0> in BCD to 300 users participating in the STONKS trading symbol!": "Щомісяця ми випадковим чином розподілятимемо загалом <0>{{amount}}<0> у BCD серед 300 користувачів, які беруть участь у торговому символі STONKS!",
  "Examples": "Приклади",
  "Exchange": "Обмін",
  "Exit price": "Ціна виходу",
  "Experience": "Досвід",
  "Experienced product and technical experts provide you with professional support and will continue to optimize product functions free of charge to provide you with better products.": "Досвідчені спеціалісти з продуктів і технічні експерти нададуть вам професійну підтримку та продовжуватимуть безкоштовно оптимізувати функції продукту, щоб надавати вам кращі продукти.",
  "Expert Support": "Експертна підтримка",
  "Expired": "Термін дії минув",
  "Expires in": "Термін дії закінчується через",
  "Explain": "Поясніть",
  "Exploiting platform bugs or system loopholes": "Використання помилок платформи або системних лазівок",
  "Extensive coverage": "Широке охоплення",
  "FAQ": "FAQ",
  "Failed": "Не вдалося",
  "False deposits, money laundering, or manipulation to trigger rewards": "Фальшиві депозити, відмивання грошей або маніпуляції з метою отримання винагород",
  "Fast response": "Швидка відповідь",
  "Fast transactions,bankroll capital injection and profit sharing,pending orders,and transaction copying are convenient and flexible trading modes.": "Швидкі транзакції, вливання грошового капіталу та розподіл прибутку, відкладені ордери та копіювання транзакцій є зручними та гнучкими режимами торгівлі.",
  "Faster trades. Simpler decisions. Real-time interaction with fellow traders in the community.": "Швидші угоди. Простіші рішення. Взаємодія в режимі реального часу з іншими трейдерами у спільноті.",
  "Favorite Trading Derivatives": "Улюблені торгові деривативи",
  "Favorites": "Вибране",
  "Fear & Greed Index": "Індекс страху та жадібності",
  "Fee": "Плата",
  "Fee options": "Варіанти оплати",
  "Fiat": "Фіат",
  "Finished": "Finished",
  "First deposit bonus guide": "Посібник з бонусів на перший депозит",
  "Fixed fee limit": "Фіксований ліміт комісії",
  "Flat fee": "Фіксована плата",
  "Flat fee is calculated as a percentage of your position (amount * leverage)": "Фіксована комісія розраховується у відсотках від вашої позиції (сума * кредитне плече)",
  "Flexible transaction mode": "Гнучкий режим транзакцій",
  "Floating PnL": "Плаваючий PnL",
  "For every ${{ticketQuota}} trade on our <0>high low spread</0>, you will automatically receive a raffle ticket. So make sure to win the best opportunity for yourself by earning as many tickets as possible!": "За кожну угоду ${{ticketQuota}} з нашим <0>високим/низьким спредом</0> ви автоматично отримаєте лотерейний квиток. Тож переконайтеся, що ви виграєте найкращу можливість для себе, заробивши якомога більше квитків!",
  "For example, if you have an open long BTC position for $500 with a 10x multiplier and the funding rate is 0.1%, you will be charged $0.21 per hour after the first 8 hours. If the position were short rather than long, then you would receive funding payments. If your position is closed within 8 hours, no funding payments will be made.": "Наприклад, якщо у вас відкрита довга позиція BTC на суму 500 доларів США з множником 10x, а ставка фінансування становить 0,1%, з вас стягуватиметься 0,21 долара США за годину після перших 8 годин. Якби позиція була короткою, а не довгою, то ви б отримали виплати фінансування. Якщо вашу позицію буде закрито протягом 8 годин, виплати фінансування не здійснюватимуться.",
  "For the safety of your funds, must complete the following binding": "Для безпеки ваших коштів необхідно виконати наступні обов'язкові умови",
  "For the safety of your funds, withdrawals must complete the following binding": "Для безпеки ваших коштів під час зняття коштів має виконуватися наступна прив’язка",
  "Forgot?": "Забув?",
  "Free": "Безкоштовно",
  "Frequently Asked Questions (FAQ)": "Часті запитання (FAQ)",
  "Frequently asked questions": "Часті запитання",
  "From": "Від",
  "Funding Payments": "Фінансування платежів",
  "Funding fee history": "Історія зборів за фінансування",
  "Funding/h": "Фінансування/год",
  "Futures": "Ф'ючерси",
  "Futures Entrust": "Ф'ючерсний довірчий контракт",
  "Futures trading is a transaction relative to the spot market. Users can judge the rise or fall in futures contract trading and choose to buy long or sell short contracts to obtain profits from rising or falling prices. At the same time, users can borrow additional funds to increase the size of their positions by increasing leverage.": "Ф'ючерсна торгівля - це операція відносно спотового ринку. Користувачі можуть судити про зростання чи падіння торгівлі ф’ючерсними контрактами та вибирати, купувати чи продавати короткі контракти, щоб отримати прибуток від зростання чи падіння цін. У той же час користувачі можуть позичати додаткові кошти, щоб збільшити розмір своїх позицій за рахунок збільшення кредитного плеча.",
  "Gas fee": "Плата за газ",
  "General access": "Загальний доступ",
  "Get 50% bonus": "Отримайте 50% бонус",
  "Get Trading commission when your friends trading.": "Отримуйте торгову комісію, коли ваші друзі торгують.",
  "Get free educational materials and 24/7 support": "Отримайте безкоштовні навчальні матеріали та цілодобову підтримку",
  "Get help": "Отримати допомогу",
  "Go bind": "Іди зв'язати",
  "Go to home": "Іди додому",
  "Go to the Reward Center and manually activate your bonus voucher.": "Перейдіть до Центру винагород та активуйте свій бонусний ваучер вручну.",
  "Go trading": "Торгувати",
  "Gold": "Золото",
  "Gold Partner": "Золотий партнер",
  "Good Job!": "Хороша робота!",
  "Google 2FA code": "Код Google 2FA",
  "Google Authenticator can be downloaded from the App store or Google Play.": "Google Authenticator можна завантажити з App Store або Google Play.",
  "Got it": "Зрозумів",
  "Guess if the price ends higher or lower than the target.": "Вгадайте, чи ціна в кінцевому підсумку буде вищою чи нижчою за цільову.",
  "Haven't found what you're looking for? Check out of some questions here, or see our Help Center for more info.": "Не знайшли те, що шукали? Перегляньте деякі запитання тут або відвідайте наш Центр допомоги для отримання додаткової інформації.",
  "Hide Small": "Зрозумів",
  "High Low": "Верх Низ",
  "High Low Guess if the price ends higher or lower than the target.": "Висока Низька Припустімо, чи ціна закінчиться вище чи нижче цільового значення.",
  "High Low Spread": "Верх Низ спред",
  "History": "Історія",
  "Home": "Додому",
  "Hour": "Годину",
  "How does Playnance assist Partners in their platforms' promotion?": "Як Playnance допомагає Партнерам у просуванні їхніх платформ?",
  "How it works": "Як це працює",
  "How much can I earn from my referral?": "Скільки я можу заробити на своєму рефералу?",
  "How to Claim Your Bonus": "Як отримати свій бонус",
  "How to apply": "Як подати заявку",
  "How to invite": "Як запросити",
  "How will players deposit and withdraw their funds?": "Як гравці будуть вносити та знімати свої кошти?",
  "I acknowledge": "Я визнаю",
  "I've made deposit": "Я зробив депозит",
  "ID verification": "Перевірка особи",
  "INDEX CONSTITUENTS SPOT EXCHANGES": "СКЛАДОВІ ІНДЕКСУ СПОТОВІ БІРЖІ",
  "If you are a content creator, make sure to check out our": "Якщо ви творець контенту, обов’язково перегляньте наш",
  "If you believe your account was flagged in error, please contact official support to appeal.": "Якщо ви вважаєте, що ваш обліковий запис було позначено помилково, зверніться до офіційної служби підтримки, щоб подати апеляцію.",
  "If you did not complete this transfer, you can continue the deposit process <0>here</0>.": "Якщо ви не завершили цей переказ, ви можете продовжити процес депозиту <0>тут</0>.",
  "If you have any questions about this Privacy Policy, please contact us at": "Якщо у вас виникли запитання щодо цієї Політики конфіденційності, зв’яжіться з нами за адресою",
  "If you have the traffic, it can be monetized.": "Якщо у вас є трафік, його можна монетизувати.",
  "If you think the price will fall when the countdown ends, please select DOWN.(The values in the figure correspond to the profit ratio you obtained)": "Якщо ви думаєте, що ціна впаде після завершення зворотного відліку, виберіть ВНИЗ. (Значення на малюнку відповідають отриманому вами коефіцієнту прибутку)",
  "If you think the price will fall, choose DOWN to catch the drop.": "Якщо ви вважаєте, що ціна впаде, виберіть ВНИЗ, щоб зловити падіння.",
  "If you think the price will fall, set a margin and store a short button. If the price falls, you generate a profit.": "Якщо ви думаєте, що ціна впаде, встановіть маржу та збережіть коротку кнопку. Якщо ціна падає, ви отримуєте прибуток.",
  "If you think the price will go up, choose UP to go with the trend.": "Якщо ви вважаєте, що ціна зросте, виберіть ВГОРУ, щоб слідувати тренду.",
  "If you think the price will go up, set a margin and click the long button. If the price goes up, you generate a profit.": "Якщо ви думаєте, що ціна підніметься, встановіть маржу та натисніть довгу кнопку. Якщо ціна зростає, ви отримуєте прибуток.",
  "If you think the price will rise at the end of the countdown, please select UP.(The values in the figure correspond to the profit ratio you obtained)": "Якщо ви вважаєте, що ціна зросте в кінці зворотного відліку, будь ласка, виберіть ВГОРУ. (Значення на малюнку відповідають отриманому вами коефіцієнту прибутку)",
  "If you want to focus on sales and earnings rather than product management or technology development.": "Якщо ви хочете зосередитися на продажах і прибутках, а не на управлінні продуктами чи розробці технологій.",
  "If your position remains open for more than 8 hours, hourly funding fees will apply based on market conditions. These fees are deducted directly from your account balance. If your balance is insufficient to cover the funding fees, your position will be forcibly closed by the system.": "Якщо ваша позиція залишається відкритою більше 8 годин, застосовуватиметься погодинна плата за фінансування залежно від ринкових умов. Ці комісії списуються безпосередньо з балансу вашого рахунку. Якщо вашого балансу недостатньо для покриття комісій за фінансування, ваша позиція буде примусово закрита системою.",
  "If your position stays open for over 8 hours, hourly funding fees apply based on market conditions.": "Якщо ваша позиція залишається відкритою понад 8 годин, застосовується погодинна плата за фінансування залежно від ринкових умов.",
  "Important Reminders": "Важливі нагадування",
  "Income": "Дохід",
  "Increase Limit": "Збільшити ліміт",
  "Increase aggregate limit": "Збільшити сукупний ліміт",
  "Increase limit": "Збільшити ліміт",
  "Integrate Detrade Cryptocurrency derivatives on your platform": "Інтегруйте похідні криптовалюти Detrade на свою платформу",
  "Integration": "Інтеграція",
  "Integration program": "Програма інтеграції",
  "Intelligent integrated services": "Інтелектуальні інтегровані сервіси",
  "Internal group": "Внутрішня група",
  "Intuitive trader transaction data display and statistics": "Інтуїтивне відображення даних про транзакції та статистика для трейдерів",
  "Intuitive trading trend display and analysis tools": "Інтуїтивно зрозумілі інструменти відображення та аналізу торгових трендів",
  "Invalid email": "Недійсна електронна адреса",
  "Invite friends": "Запросіть друзів",
  "Invite friends to earn  20% commission": "Запросіть друзів, щоб отримати 20% комісії",
  "Invite only": "Тільки за запрошенням",
  "Ip": "Іп",
  "Is there a limit to how long I can earn commissions through the referral program?": "Чи є обмеження на те, як довго я можу заробляти комісійні через реферальну програму?",
  "Is there a limit to the invitation rewards I can receive?": "Чи є обмеження на винагороди за запрошення, які я можу отримати?",
  "It helps investors understand the emotional state of the market, which can influence buying and selling behaviors.": "Це допомагає інвесторам зрозуміти емоційний стан ринку, який може впливати на поведінку покупців та продавців.",
  "Join  our community": "Приєднуйтесь до нашої спільноти",
  "Join Detrade Connect to accelerate your platform's operational growth, and we provide you with service guarantees.": "Приєднуйтеся до Detrade Connect, щоб прискорити операційне зростання вашої платформи, і ми надамо вам гарантії обслуговування.",
  "Join and earn extra bonuses!": "Приєднуйтесь та отримуйте додаткові бонуси!",
  "Join free competitions": "Приєднуйтесь до безкоштовних конкурсів",
  "Join now and get a": "Приєднуйтеся зараз і отримайте",
  "Join our weekly random lottery and share <0>${{amount}}</1>!": "Приєднуйтеся до нашої щотижневої випадкової лотереї та поділіться <0>${{amount}}</1>!",
  "KOL KOC": "KOL KOC",
  "KYC Verification": "Перевірка KYC",
  "KYC authentication": "Аутентифікація KYC",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions.": "Якщо ви тримаєте свою позицію відкритою довше 8 годин, вам можуть нараховуватися погодинні виплати фінансування, залежно від ринкових умов.",
  "Keep your position open for longer than 8 hours and you might incur or receive hourly funding payments, depending on market conditions. When the market is bullish, the funding rate is positive and long traders pay short traders. When the market is bearish, the funding rate is negative and short traders pay long traders.": "Тримайте свою позицію відкритою довше 8 годин, і ви можете стягувати або отримувати погодинні виплати фінансування, залежно від ринкових умов. Коли ринок бичачий, ставка фінансування позитивна, і довгі трейдери платять коротким трейдерам. Коли ринок ведмежий, ставка фінансування негативна, і короткі трейдери платять довгим трейдерам.",
  "Language": "Мова",
  "Large product research & Development team": "Велика команда з досліджень та розробки продуктів",
  "Last price": "Остання ціна",
  "Latest events": "Останні події",
  "Launch now": "Запустити зараз",
  "Leaderboard": "Таблиця лідерів",
  "Learn": "Дізнатися",
  "Learn More": "Дізнайтеся більше",
  "Level assessment & update": "Оцінювання та оновлення рівня",
  "Leverage": "Кредитне плече",
  "Leverage 1000x Maximum": "Кредитне плече 1000x максимум",
  "Leverage Detrade's technology to launch your own trading app. Deliver an enhanced trading experience to your clients and earn from every trade executed on your app.": "Використовуйте технологію Detrade, щоб запустити власну торгову програму. Надайте своїм клієнтам покращений досвід торгівлі та заробляйте на кожній угоді, здійсненій у вашому додатку.",
  "Leverage allows you to amplify your position size with a smaller amount of capital. Higher leverage increases both potential profit and risk.": "Кредитне плече дозволяє збільшити розмір вашої позиції з меншою сумою капіталу. Більше кредитне плече збільшує як потенційний прибуток, так і ризик.",
  "License": "Ліцензія",
  "License Information": "Інформація про ліцензію",
  "Light": "Світло",
  "Limits": "Межі",
  "Liq price": "Ціна рідини",
  "Liq.Price": "Liq.Price",
  "Liq.price": "Ціна на ліквідність",
  "Liquidated": "Ліквідовано",
  "Live": "Жити",
  "Live chat": "Живий чат",
  "Live trade": "Жива торгівля",
  "Loading Failed": "Помилка завантаження",
  "Log out": "Вийти",
  "Login": "Логін",
  "Login 2FA switch": "Перемикач 2FA для входу",
  "Login here.": "Увійдіть тут.",
  "Login history": "Історія входу",
  "Login method": "Спосіб входу",
  "Login to Detrade": "Увійдіть до Detrade",
  "Login with email code": "Вхід за допомогою коду електронної пошти",
  "Login with password": "Увійти з паролем",
  "Lose": "Програти",
  "Loser": "Невдаха",
  "Loved by users": "Улюблений користувачами",
  "Major features:": "Основні особливості:",
  "Make successful trades and accumulate the maximum bonus on your first deposit. <0>Learn more<0>": "Здійснюйте успішні угоди та накопичуйте максимальний бонус на свій перший депозит. <0>Дізнатися більше<0>",
  "Manual": "Інструкція",
  "Mark Price": "Марк Ціна",
  "Mark price": "Маркова ціна",
  "Market": "Ринок",
  "Market Impact Effects": "Ефекти впливу на ринок",
  "Max": "Макс",
  "Max Profit": "Максимальний прибуток",
  "Max TV": "Макс ТБ",
  "Max Trade": "Макс Трейд",
  "Max solo bonus": "Max solo bonus",
  "Max withdrawal limit": "Максимальний ліміт виведення коштів",
  "Member-friendly system : Many of our current members have successfully built sustainable passive income through our program. Now it's your turn.": "Система, зручна для учасників: багато наших нинішніх учасників успішно створили стабільний пасивний дохід завдяки нашій програмі. Тепер ваша черга.",
  "Memo": "Пам'ятка",
  "Memo is required": "Потрібна пам'ятка",
  "Memo/Tag": "Пам'ятка/тег",
  "Menu": "Меню",
  "Min Trade": "Мінімальна торгівля",
  "Minimum Deposit": "Мінімальний депозит",
  "Minimum {{min}} characters": "Мінімум {{min}} символів",
  "Minimum {{min}} characters and maximum {{max}} characters": "Мінімум {{min}} символів та максимум {{max}} символів",
  "Minute": "Хвилина",
  "Money Distributed": "Гроші розподілені",
  "Month": "Місяць",
  "Month's Pnl": "Пнл місяця",
  "Monthly Earnings": "Місячний заробіток",
  "Monthly cashback cap": "Щомісячний ліміт кешбеку",
  "More": "Більше",
  "Multi-account abuse or airdrop farming behavior": "Зловживання кількома обліковими записами або аірдроп-фарм",
  "Multiple crypto currency binary options derivatives": "Кілька похідних бінарних опціонів криптовалюти",
  "Multiple investment models": "Кілька інвестиційних моделей",
  "Multiplier": "Множник",
  "Must be at least {{less}}": "Має бути принаймні {{less}}",
  "Must be at most {{large}}": "Має бути не більше {{large}}",
  "My Position": "Моя позиція",
  "My activity": "Моя активність",
  "My referral code": "Мій реферальний код",
  "My referral link": "Моє реферальне посилання",
  "My reward": "Моя нагорода",
  "My vouchers": "Мої ваучери",
  "NA": "NA",
  "Name": "Ім'я",
  "Need help? Visit our Help Center or contact Customer Support. We're here to help you 24/7.": "Потрібна допомога? Відвідайте наш Центр допомоги або зверніться до служби підтримки клієнтів. Ми тут, щоб допомогти вам цілодобово.",
  "Network": "Мережа",
  "New": "Новий",
  "New Password": "Новий пароль",
  "New Trading Symbol": "Новий торговий символ",
  "New messages": "Нові повідомлення",
  "New notice": "Нове повідомлення",
  "New password is {{exceed}} length": "Довжина нового пароля {{exceed}}",
  "New user": "New user",
  "Next": "Далі",
  "Next Draw Starts in": "Наступний розіграш починається через",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. ": "Nexus Play LLC – це брокерська компанія, яка надає брокерські послуги самостійно інвестуючим інвесторам, і не надає рекомендацій та не пропонує інвестиційних, фінансових, юридичних чи податкових консультацій ",
  "Nexus Play LLC is a Brokerage that provides self-directed investors with brokerage services, and does not make recommendations or offer investment, financial, legal or tax advice. Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Nexus Play LLC є брокерською компанією, яка надає брокерські послуги самокерованим інвесторам і не дає рекомендацій і не пропонує інвестиційних, фінансових, юридичних чи податкових консультацій. Інтернет-торгівля несе в собі невід’ємні ризики, зокрема коливання часу відповіді системи та часу доступу через ринкові умови, продуктивність системи та інші фактори. Перед торгівлею проконсультуйтеся з незалежним ліцензованим фінансовим радником і переконайтеся, що у вас є необхідна схильність до ризику, досвід і знання. За жодних обставин Nexus Play LLC не несе жодної відповідальності перед будь-якою фізичною чи юридичною особою за будь-які прямі, непрямі, спеціальні, непрямі чи випадкові збитки ",
  "Nexus Play LLC, a Brokerage Company authorised and regulated by the Mwali International Services Authority (M.I.S.A.) under the License #BFX2024137.": "Nexus Play LLC, брокерська компанія, уповноважена та регулюється Управлінням міжнародних послуг Мвалі (M.I.S.A.) за ліцензією #BFX2024137.",
  "No": "Немає",
  "No Hidden Fees": "Без прихованих комісій",
  "No More Data": "Більше даних немає",
  "No More Orders": "Більше немає замовлень",
  "No data available": "Дані недоступні",
  "No discussion of streamers or Twitch or any other similar platforms.": "Жодного обговорення стримерів, Twitch чи інших подібних платформ.",
  "No downloads or updates required": "Завантаження чи оновлення не потрібні",
  "No funding within 60 minutes for this order": "Немає фінансування протягом 60 хвилин для цього замовлення",
  "No installation is required and you can trade via your smartphone's web browser.": "Встановлювати не потрібно, і ви можете торгувати через веб-браузер свого смартфона.",
  "No more data": "Більше немає даних",
  "No politics & no religion talk in chat, this one is strictly forbidden.": "Ніяких розмов про політику та релігію в чаті суворо заборонено.",
  "No suspicious behavior that can be seen as potential scams.": "Немає підозрілої поведінки, яка може розглядатися як потенційне шахрайство.",
  "No withdrawal of coins within 24 hours": "Без виведення монет протягом 24 годин",
  "Not activated": "Не активовано",
  "Not completed": "Not completed",
  "Note": "Примітка",
  "Notification": "Сповіщення",
  "Now login disabled 2FA": "Тепер вхід вимкнено 2FA",
  "Now login need 2FA": "Тепер для входу потрібна 2FA",
  "Old Password": "Старий пароль",
  "Old password is {{exceed}} length": "Довжина старого пароля {{exceed}}",
  "On going": "Триває",
  "On your first deposit": "На ваш перший депозит",
  "Once activated, if your position size ≥ bonus value, the system will automatically use the bonus first for the trade.": "Після активації, якщо розмір вашої позиції ≥ значення бонусу, система автоматично використовуватиме бонус першим для торгівлі.",
  "Once the seed is revealed, anyone can verify the prices from a trading round. The following Python code calculates the first 100 prices of a round given its seed:": "Після того, як насіння буде виявлено, будь-хто зможе перевірити ціни в торговому раунді. Наступний код Python обчислює перші 100 цін раунду з урахуванням його початкового значення:",
  "Once you unlock all 4 trading modes (HighLow / Spread / Future / Up Down), your full bonus (50% of your deposit) will be issued automatically.": "Після того, як ви розблокуєте всі 4 режими торгівлі (Максимум-Лизький / Спред / Ф'ючерс / Збільшення-Вниз), ваш повний бонус (50% від вашого депозиту) буде нараховано автоматично.",
  "Ongoing": "Ongoing",
  "Online trading carries inherent risks, including fluctuations in system response and access times due to market conditions, system performance, and other factors. Before trading, consult an independent, licensed financial advisor and ensure you have the necessary risk appetite, experience, and knowledge. Under no circumstances shall Nexus Play LLC have any liability to any person or entity for any direct, indirect, special, consequential or incidental damages whatsoever. ": "Онлайн-торгівля несе в собі невід'ємні ризики, зокрема коливання часу реакції системи та доступу через ринкові умови, продуктивність системи та інші фактори. Перш ніж розпочинати торгівлю, проконсультуйтеся з незалежним, ліцензованим фінансовим консультантом і переконайтеся, що у вас є необхідний рівень схильності до ризику, досвід і знання. За жодних обставин Nexus Play LLC не несе відповідальності перед будь-якою особою чи організацією за будь-які прямі, непрямі, спеціальні, побічні або випадкові збитки ",
  "Only send {{crypto}} to this address, {{confirmations}} confirmations required.": "Надішліть лише {{crypto}} на цю адресу, потрібні підтвердження {{confirmations}}.",
  "Only use the language specified in the chat channel, potential abuse will be sanctioned.": "Використовуйте лише мову, зазначену в каналі чату, можливі порушення будуть санкції.",
  "Open": "Відчинено",
  "Open Google Authenticator, scan the QR code below or manually enter the key phrase to activate the verification token": "Відкрийте Google Authenticator, проскануйте QR-код нижче або вручну введіть ключову фразу, щоб активувати токен підтвердження",
  "Open Position Direction Percentages of Users on This Platform for the Current Currency": "Відсотки користувачів на цій платформі для поточної валюти, напрямок відкритої позиції",
  "Order Amount": "Сума замовлення",
  "Order Id": "Ідентифікатор замовлення",
  "Order Progress": "Прогрес замовлення",
  "Order id": "Ідентифікатор замовлення",
  "Order placed successfully!": "Замовлення успішно оформлено!",
  "Original bankroll investment model,easy to earn income,assets can be withdrawn at any time.": "Оригінальна модель інвестування банкролла, легкий дохід, активи можна вивести в будь-який час.",
  "Other": "Інше",
  "Our Advantage": "Наша перевага",
  "Our Platform is not intended for use by children under the age of 18. We do not knowingly collect or solicit personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will delete that information as quickly as possible.": "Наша Платформа не призначена для використання дітьми віком до 18 років. Ми свідомо не збираємо та не запитуємо особисту інформацію дітей віком до 18 років. Якщо нам стане відомо, що ми зібрали особисту інформацію дитини віком до 18 років, ми видалимо цю інформацію якомога швидше.",
  "Our Platform may contain links to third-party websites or services that are not owned or controlled by Detrade. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We encourage you to review the privacy policies of any third-party websites you visit.": "Наша платформа може містити посилання на сторонні веб-сайти або служби, які не належать або не контролюються Detrade. Ми не контролюємо та не несемо відповідальності за вміст, політику конфіденційності чи практику будь-яких сторонніх веб-сайтів чи служб. Ми радимо вам переглянути політику конфіденційності будь-яких сторонніх веб-сайтів, які ви відвідуєте.",
  "Our partner program reflects our commitment to creating win-win cooperation and is tailored for affiliates of all sizes. Join us on our journey of mutual growth!": "Наша партнерська програма відображає наше прагнення створити взаємовигідну співпрацю та розроблена для філій будь-якого розміру. Приєднуйтесь до нас у нашій подорожі спільного зростання!",
  "Our plan aims to provide incentives to those who achieve outstanding results.": "Наш план спрямований на заохочення тих, хто досягає видатних результатів.",
  "Outflow": "Відтік",
  "Over 70 popular crypto assets. Trade and increase your balance": "Понад 70 популярних криптоактивів. Торгуйте та збільшуйте свій баланс",
  "Overview": "Огляд",
  "Own your branded platform": "Володійте своєю фірмовою платформою",
  "P&L": "Прибуток і збиток",
  "P&L from bonus trades will be credited directly to your real account": "Прибуток та збиток від бонусних угод будуть зараховані безпосередньо на ваш реальний рахунок",
  "PNL": "ПНЛ",
  "Page error": "Помилка сторінки",
  "Participation method: Complete 3 STONKS/BCD transactions during the period.": "Метод участі: виконайте 3 транзакції STONKS/BCD протягом періоду.",
  "Partner Program": "Партнерська програма",
  "Partner program": "Партнерська програма",
  "Partnership Program": "Партнерська програма",
  "Partnership Tiers": "Рівні партнерства",
  "Partnership With A Trusted Pioneer": "Партнерство з надійним піонером",
  "Partnership program": "Партнерська програма",
  "Password": "Пароль",
  "Password reset link sent. Check your email inbox.": "Посилання для скидання пароля надіслано. Перевірте свою електронну пошту.",
  "Password strength": "Надійність пароля",
  "Passwords must differ": "Паролі повинні відрізнятися",
  "Past": "Минуле",
  "Past 1 year": "Минулий рік",
  "Past {{days}} days": "Минулі {{days}} дні",
  "Past {{hours}} hours": "Минулі {{hours}} години",
  "Payment Method": "Спосіб оплати",
  "Payout": "Виплата",
  "Payout Multiplier": "Множник виплат",
  "Pending third-party processing (estimated {{hours}} hours).": "Очікується обробка третьою стороною (орієнтовно {{hours}} годин).",
  "Pending third-party processing.": "Очікує обробки третьою стороною.",
  "Perks include higher commission rates, sponsored Detrade campaigns, and more!": "Серед переваг — вищі ставки комісії, спонсоровані кампанії Detrade тощо!",
  "Personal": "Особисті",
  "Personal Info": "Особиста інформація",
  "Pick a multiplier to maximize your position. Setting a higher multiplier increases the risk of your position.": "Оберіть множник, щоб максимізувати свою позицію. Встановлення вищого множника збільшує ризик вашої позиції.",
  "Place Your Trade": "Розмістіть свою торгівлю",
  "Platform": "Платформа",
  "Platform Name": "Назва платформи",
  "Platform Type": "Тип платформи",
  "Platform Website": "Веб-сайт платформи",
  "Platinum": "Платина",
  "Platinum Partner": "Платиновий партнер",
  "Play now": "Грати зараз",
  "Players": "Гравці",
  "Players can perform recharge and withdrawal operations through the recharge and withdrawal portals provided by the platform.": "Гравці можуть виконувати операції поповнення та зняття через портали поповнення та зняття, надані платформою.",
  "Players can predict the price of Bitcoin. Players can join a pool that predicts price increases or decreases and invest a certain amount of money to participate in the game. The winner will distribute the counterparty's capital pool assets according to the investment ratio. A new game can only be started after players from all previous rounds have received their payoffs.": "Гравці можуть передбачити ціну Bitcoin. Гравці можуть приєднатися до пулу, який передбачає підвищення або зниження цін, і інвестувати певну суму грошей для участі в грі. Переможець розподілить активи пулу капіталу контрагента відповідно до коефіцієнта інвестування. Нову гру можна починати лише після того, як гравці з усіх попередніх раундів отримають свої виграші.",
  "Please enter a valid email address": "Будь ласка, введіть дійсну адресу електронної пошти",
  "Please enter an 2FA code": "Будь ласка, введіть код 2FA",
  "Please enter the seed": "Введіть початковий код",
  "Please enter you remail": "Будь ласка, введіть свою електронну адресу",
  "Please follow the deposit guideline to make deposit, otherwise your deposit will be missing.": "Будь ласка, дотримуйтесь інструкцій щодо внесення депозиту, інакше ваш депозит буде втрачено.",
  "Please refresh the page or jump to the trading center": "Будь ласка, оновіть сторінку або перейдіть до торгового центру",
  "PnL": "PnL",
  "PnL fee": "Комісія за PnL",
  "PnL fee limit": "Ліміт комісії за PnL",
  "PnL%": "PnL%",
  "Positions": "Посади",
  "Potential Return": "Потенційне повернення",
  "Powered by": "Працює на",
  "Predict the price direction for trading. If the price moves in the direction you've chosen, you'll make a profit!": "Передбачте напрямок ціни для торгівлі. Якщо ціна рухатиметься у вибраному вами напрямку, ви отримаєте прибуток!",
  "Preferences": "Налаштування",
  "Premium support": "Преміум-підтримка",
  "Preview": "Попередній перегляд",
  "Price": "Ціна",
  "Price Formulation": "Формулювання ціни",
  "Price formulation": "Формулювання ціни",
  "Price move": "Рух ціни",
  "Priority access": "Пріоритетний доступ",
  "Privacy Policy": "Політика конфіденційності",
  "Privacy policy": "Політика конфіденційності",
  "Private invitation": "Приватне запрошення",
  "Private profile": "Приватний профіль",
  "Prize Calculation Formula": "Формула розрахунку призу",
  "Prize Pools": "Призові фонди",
  "Prizes will be sent on Notice page as the Contest ends.": "Призи будуть надіслані на сторінці повідомлень після завершення Конкурсу.",
  "Product Description": "Опис товару",
  "Product capabilities": "Можливості продукту",
  "Product iteration, new product development": "Ітерація продукту, розробка нового продукту",
  "Professional, Secure, Trustworthy": "Професійний, Безпечний, Надійний",
  "Profile": "Профіль",
  "Profile is not publicly available": "Профіль не є загальнодоступним",
  "Profit": "Прибуток",
  "Profit Calculator": "Калькулятор прибутку",
  "Program — Work with a trustworthy online trading provider.": "Програма — працюйте з надійним постачальником онлайн-торгівлі.",
  "Progressing": "Прогресує",
  "Promising Affiliate": "Перспективний партнер",
  "Provably fair": "Доведено справедливо",
  "Provides tutorials,guides and various trading strategy services.": "Надає навчальні посібники, посібники та різноманітні послуги торгової стратегії.",
  "Providing the best customer service is our aim.": "Забезпечення найкращого обслуговування клієнтів є нашою метою.",
  "Providing users with diverse options for transactions": "Надання користувачам різноманітних варіантів для здійснення транзакцій",
  "Q1: Can I withdraw the bonus?": "Q1: Чи можу я вивести бонус?",
  "Q2: Will my bonus expire if I don't activate it?": "Q2: Чи закінчиться термін дії мого бонусу, якщо я його не активую?",
  "Q3: I made a deposit but didn't receive a bonus. What should I do?": "Q3: Я зробив депозит, але не отримав бонус. Що мені робити?",
  "Quick experience starts here, easy experience without registration": "Швидкий досвід починається тут, легкий досвід без реєстрації",
  "Quick tap: will the price go up or down next?": "Швидкий дотик: ціна зросте чи знизиться далі?",
  "ROI": "Рентабельність інвестицій",
  "ROI Calculator": "Калькулятор ROI",
  "ROI calculator": "Калькулятор ROI",
  "Rakeback": "Рейкбек",
  "Rank": "Ранг",
  "Rapid deployment": "Швидке розгортання",
  "ReSend": "Надіслати повторно",
  "Ready to Get Started": "Готовий до роботи",
  "Real Account": "Реальний рахунок",
  "Real Account – Real Funds!": "Реальний рахунок – реальні кошти!",
  "Realized PnL": "Реалізований прибуток/збиток",
  "Receive commission rewards": "Отримуйте комісійні винагороди",
  "Recommended for you": "Рекомендовано для вас",
  "Record": "Запис",
  "Referral": "Направлення",
  "Referral by": "Направлення від",
  "Referral rules": "Правила рефералів",
  "Referred at": "Скеровано на",
  "Referred users": "Реферовані користувачі",
  "Refresh page": "Оновити сторінку",
  "Regardless of the liquidity in the underlying markets, Detrade guarantees that busts and stop loss trades will consistently be filled at a price predetermined at entry. Bust losses are limited to the original position size and stop losses are limited by the trader entry setting. The trigger prices for busts and stop losses can be calculated by:": "Незалежно від ліквідності на базових ринках, Detrade гарантує, що угоди на спади та стоп-лоси будуть послідовно виконуватися за ціною, заздалегідь визначеною на вході. Втрати від спадів обмежені розміром початкової позиції, а стоп-лоси – налаштуваннями входу трейдера. Ціни запуску для спадів та стоп-лосів можна розрахувати за допомогою:",
  "Register": "Зареєструватися",
  "Register for Detrade.": "Зареєструйтесь для Detrade.",
  "Register to Win Crypto Tokens": "Зареєструйтесь, щоб виграти криптотокени",
  "Regular binary options products, based on whether the closing price of an underlying asset within a specified period of time (such as the next 30 seconds, one minute, one hour, etc.) is lower or higher than the execution price, determines whether to obtain a profit. This product is a short-term investment. This option is suitable for markets with less volatile price movements.": "Звичайні бінарні опціони залежать від того, чи ціна закриття базового активу протягом визначеного періоду часу (наприклад, наступні 30 секунд, одна хвилина, одна година тощо) є нижчою або вищою за ціну виконання, визначає, чи отримати прибуток. Цей продукт є короткостроковою інвестицією. Цей варіант підходить для ринків з менш волатильними рухами цін.",
  "Reliable": "Надійний",
  "Reload": "",
  "Remarks": "Зауваження",
  "Remove": "Видалити",
  "Remove 2fa Success": "Видаліть 2fa Success",
  "Remove any price feeds for which there have been no market data updates for the last 30 seconds.": "Видаліть усі канали цін, для яких не було оновлених ринкових даних протягом останніх 30 секунд.",
  "Remove any price feeds with crossed buy and sell prices or whose top-of-book mid-price is more than 10% away from the median top-of-book mid-price across all price feeds.": "Видаліть будь-які канали цін із перехрещеними цінами купівлі та продажу або чия середня ціна верхньої частини книги більш ніж на 10% відрізняється від середньої середньої ціни першої книги в усіх каналах цін.",
  "Requirements: 100 unique, actively-engaged signups with at least $1,000,000 trading volume by referrals.": "Вимоги: 100 унікальних, активно залучених реєстрацій з обсягом торгів за рефералами щонайменше 1 000 000 доларів Сша.",
  "Requirements: 50 unique, actively-engaged signups with at least $100,000 trading volume by referrals.": "Вимоги: 50 унікальних, активно залучених реєстрацій з обсягом торгів за рефералами щонайменше 100 000 доларів Сша.",
  "Research lab": "Дослідницька лабораторія",
  "Reset fields": "Скинути поля",
  "Reset password": "Скинути пароль",
  "Responsive and secure trading platform": "Чуйна та безпечна торгова платформа",
  "Result": "Результат",
  "Retry": "",
  "Revenue Share": "Розподіл доходу",
  "Reward": "Нагорода",
  "Reward center": "Центр винагород",
  "Rewards hub": "Центр винагород",
  "Rewords": "Перенагороди",
  "Rich Trading Tools": "Розширені торгові інструменти",
  "Rich activities and rewards": "Багата діяльність і нагороди",
  "Risk Control & Compliance Notice": "Повідомлення про контроль ризиків та дотримання вимог",
  "Risk Disclaimer": "Застереження щодо ризиків",
  "Risk Warning": "Попередження про ризик",
  "Risk-free trading with $10,000 in virtual funds": "Безризикова торгівля з віртуальними коштами на суму 10 000 доларів Сша",
  "Round In Progress": "Раунд триває",
  "Round ends in": "Раунд закінчується о",
  "SA": "SA",
  "Safe": "Безпечний",
  "Save": "Зберегти",
  "Search": "Пошук",
  "Search crypto": "Пошук криптовалюти",
  "Sec": "Розд",
  "Second": "Друге",
  "Seconds": "Секунд",
  "Security": "Безпека",
  "Security Verification": "Перевірка безпеки",
  "Seed": "Насіння",
  "Select a countdown period.": "Виберіть період зворотного відліку.",
  "Select countdown and spread (spread: the difference between the buy price and the exit price)": "Виберіть зворотний відлік і спред (спред: різниця між ціною покупки та ціною виходу)",
  "Select your partner program revenue share": "Виберіть частку доходу партнерської програми",
  "Sell": "Продати",
  "Send": "Надіслати",
  "Send message": "Надіслати повідомлення",
  "Send message successfully": "Надіслати повідомлення успішно",
  "Service guide": "Посібник з обслуговування",
  "Set a price to limit losses. Your position will be closed automatically if the market hits this price.": "Встановіть ціну, щоб обмежити збитки. Ваша позиція буде автоматично закрита, якщо ринок досягне цієї ціни.",
  "Set a target price where your position will be automatically closed to lock in profit.": "Встановіть цільову ціну, за якою ваша позиція буде автоматично закрита, щоб зафіксувати прибуток.",
  "Set password": "Встановити пароль",
  "Set successfully": "Успішно встановлено",
  "Set up": "Налаштувати",
  "Set up Google Authenticator": "",
  "Settings": "Налаштування",
  "Share": "Поділіться",
  "Share to": "Поділитися з",
  "Share your Affiliate invitation link to friends and users.": "Поділіться своїм посиланням із запрошенням до партнерства друзям і користувачам.",
  "Share your referral link or code": "Поділіться своїм реферальним посиланням або кодом",
  "Show live positions on chart": "Показувати актуальні позиції на графіку",
  "Show my positions on chart": "Показати мої позиції на графіку",
  "Side": "Сторона",
  "Sign in": "Увійти",
  "Silver": "Срібло",
  "Simple": "Простий",
  "Simple and intuitive usable interface": "Простий і інтуїтивно зрозумілий інтерфейс",
  "Simple integration": "Проста інтеграція",
  "Simple way to earn money, The more invite, the more you will get!": "Простий спосіб заробити гроші. Чим більше запрошень, тим більше ви отримаєте!",
  "Simple, Fast, Intelligence": "Простий, швидкий, інтелектуальний",
  "Size": "Розмір",
  "Something went wrong!": "",
  "Sorry, page not found!": "Вибачте, сторінка не знайдена!",
  "Sorry, we couldn't find the page you're looking for. Perhaps you've mistyped the URL? Be sure to check your spelling.": "На жаль, нам не вдалося знайти сторінку, яку ви шукаєте. Можливо, ви неправильно ввели URL? Обов’язково перевіряйте правопис.",
  "Sound": "Звук",
  "Speed": "Швидкість",
  "Spot Exchanges": "Спотові біржі",
  "Spread": "Поширення",
  "Standard CS": "Стандартна CS",
  "Start": "Старт",
  "Start Rate": "Початкова ставка",
  "Start Time": "Час початку",
  "Start Time Invalid( hh : mm : ss )": "Недійсний час початку (гг : мм : сс)",
  "Start time": "Час початку",
  "Start trading": "Почати торгівлю",
  "Statistics": "Статистика",
  "Status": "Статус",
  "Step-up group": "Група підвищення кваліфікації",
  "Stonks": "Стонки",
  "Stonks has 2.5% house edge and a 5% fee on profitable positions.": "Стоункс має перевагу казино у розмірі 2,5% та комісію у розмірі 5% за прибуткові позиції.",
  "Stonks prices are generated using a provably fair algorithm.": "Ціни Stonks генеруються за допомогою доведено справедливого алгоритму.",
  "Stonks prices are generated using a provably fair algorithm. The house edge is 2.5%.": "Ціни Stonks генеруються за допомогою доведено справедливого алгоритму. Перевага будинку 2,5%.",
  "Stop Loss": "Stop Loss",
  "Stop loss at price": "Стоп-лос за ціною",
  "Stop loss price cannot be through bust price": "Ціна стоп-лосс не може бути через ціну спаду",
  "Stop-Loss (SL)": "Стоп-лосс (SL)",
  "Strategy planning": "Стратегічне планування",
  "Submit": "Надіслати",
  "Submit request": "Надіслати запит",
  "Subscribe to as many levels of depth as available using each exchange's streaming APIs.": "Підпишіться на стільки рівнів глибини, скільки доступно, використовуючи потокові API кожної біржі.",
  "Switch Dark or Light mode according to your preference": "Перемикайте темний або світлий режим відповідно до ваших уподобань",
  "Symbol": "Символ",
  "Symbol for extra security": "Символ додаткової безпеки",
  "System": "Система",
  "System Random: 300 lucky winners will be randomly selected.": "Системний випадковий вибір: 300 щасливчиків буде обрано випадковим чином.",
  "TP/SL": "TP/SL",
  "Take Profit": "Тейк-профіт",
  "Take profit at price": "Фіксуйте прибуток за ціною",
  "Take-Profit (TP)": "Тейк-профіт (TP)",
  "Tap Trading": "Торгівля без нагляду",
  "Tap to predict — quick moves, instant results.": "Торкніться, щоб передбачити — швидкі рухи, миттєві результати.",
  "Target Market": "Цільовий ринок",
  "Tell us the reason for contacting us": "Повідомте нам причину звернення до нас",
  "Test various trading tools and strategies": "Тестуйте різні торгові інструменти та стратегії",
  "Thank you for your request, it should generally be reviewed within 24 hours": "Дякуємо за ваш запит, зазвичай його розглядають протягом 24 годин",
  "The CMC Fear and Greed Index is a proprietary tool developed by CoinMarketCap that measures the prevailing sentiment in the cryptocurrency market.": "Індекс страху та жадібності CMC – це власний інструмент, розроблений CoinMarketCap, який вимірює переважаючі настрої на ринку криптовалют.",
  "The Profit Margin Is As High As 90%": "Рентабельність сягає 90%",
  "The aggregate limit for your long/short positions across all cryptocurrencies is capped at <0>{{limitAmount}}</0>": "Сукупний ліміт для ваших довгих/коротких позицій у всіх криптовалютах обмежено <0>{{limitAmount}}</0>",
  "The amount you currently have available to place an order.": "Сума, яка у вас є на даний момент для оформлення замовлення.",
  "The bust price is the market price at which your position will be liquidated due to insufficient margin.": "Ціна падіння – це ринкова ціна, за якою ваша позиція буде ліквідована через недостатню маржу.",
  "The calculation steps are as follows:": "Етапи розрахунку такі:",
  "The cooperation method is open and transparent, and there is no need to worry about any hidden fees.": "Спосіб співпраці відкритий і прозорий, і вам не потрібно турбуватися про приховані комісії.",
  "The coupon code is invalid or expired": "Код купона недійсний або термін дії минув",
  "The final index price is then calculated as the weighted average of the marginal mid-prices at each size. The weights are chosen to be the probability density of the exponential distribution, which is monotonically decreasing, resulting in a higher emphasis on prices closer to the top-of-book. The weights are given by:": "Кінцева індексна ціна потім розраховується як середньозважене значення граничних середніх цін для кожного розміру. Ваговими коефіцієнтами вибрано щільність ймовірності експоненціального розподілу, який монотонно зменшується, що призводить до більшого акценту на цінах, ближчих до найвищих цін. Вагові коефіцієнти визначаються як:",
  "The first 8 bytes of the hash are converted to an unsigned 64-bit integer using little-endian encoding. This integer is then converted to a uniformly distributed floating point number. Using the inverse cumulative distribution function with the market's configured tick volatility (0.1%) as its standard deviation, we convert the floating point value to a normally distributed return and use it to update the market's price.": "Перші 8 байтів хешу перетворюються на 64-розрядне ціле число без знаку за допомогою кодування від маленького порядку кінців. Потім це ціле число перетворюється на рівномірно розподілене число з плаваючою комою. Використовуючи зворотну кумулятивну функцію розподілу з налаштованою ринковою волатильністю (0,1%) як стандартним відхиленням, ми перетворюємо значення з плаваючою комою на нормальний розподіл прибутку та використовуємо його для оновлення ринкової ціни.",
  "The index price methodology has been designed to satisfy two important statistical properties of time series: the Markov and martingale properties. The Markov property refers to the memoryless nature of a stochastic process, which ensures that the conditional probability distribution of future values only depends on the current value. The martingale property implies that the current value of a stochastic process is also the expected value of future values. These two properties make Detrade`s index prices unbiased estimators of future prices, so that users can trade on the changes in value of the underlying cryptocurrencies without having to worry about the microstructure effects of individual exchanges.": "Методологію індексних цін розроблено для задоволення двох важливих статистичних властивостей часових рядів: марковських та мартингальних властивостей. Марковська властивість стосується безпам'ятовної природи стохастичного процесу, що гарантує, що умовний розподіл ймовірностей майбутніх значень залежить лише від поточного значення. Мартингальна властивість означає, що поточне значення стохастичного процесу також є очікуваним значенням майбутніх значень. Ці дві властивості роблять індексні ціни Detrade неупередженими оцінювачами майбутніх цін, щоб користувачі могли торгувати на змінах вартості базових криптовалют, не турбуючись про вплив мікроструктури окремих бірж.",
  "The index provides insights into whether the market may be undervalued (extreme fear) or overvalued (extreme greed).": "Індекс дає уявлення про те, чи ринок може бути недооцінений (надзвичайний страх) чи переоцінений (надзвичайна жадібність).",
  "The marginal buy and sell price functions are then used to define a marginal mid-price function given a size: ": "Потім функції граничної ціни купівлі та продажу використовуються для визначення функції граничної середньої ціни з заданим розміром: ",
  "The order has expired": "Термін дії замовлення закінчився",
  "The output is:": "Результат:",
  "The output of this calculation is a single index price that is used for both long and short positions in the Detrade trading game. Unlike with most other trading platforms, Detrade does not charge a bid-offer spread. Trading with a single price makes it possible to speculate on short-term price moves for which a bid-offer spread would be prohibitively expensive.": "Результатом цього розрахунку є єдина індексна ціна, яка використовується як для довгих, так і для коротких позицій у торговій грі Detrade. На відміну від більшості інших торгових платформ, Detrade не стягує спред між попитом та пропозицією. Торгівля за єдиною ціною дозволяє спекулювати на короткострокових цінових рухах, для яких спред між попитом та пропозицією був би непомірно дорогим.",
  "The platform may adjust the campaign based on market and policy changes. Updates will be posted via official announcements.": "Платформа може коригувати кампанію залежно від змін на ринку та в політиці. Оновлення будуть опубліковані в офіційних оголошеннях.",
  "The platform provides BTC, ETH and other mainstream currency trading pairs, and will continue to update popular currency trading pairs.": "Платформа пропонує BTC, ETH та інші основні валютні торгові пари, і продовжуватиме оновлювати популярні валютні торгові пари.",
  "The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Ціна буде скидатися до 1000 доларів США щодня о 00:00 UTC, а всі очікувані ордери будуть автоматично врегульовані під час скидання.",
  "The prize pool of the competition is closely dependent on the previous day's bets. The more players bet, the larger the prize pool. The current prize pool will be displayed on the competition page.": "Призовий фонд змагання тісно залежить від ставок попереднього дня. Чим більше гравців робить ставку, тим більший призовий фонд. Поточний призовий фонд буде відображено на сторінці конкурсу.",
  "The products and services offered by Nexus Play LLC are not intended for residents of the United States, European Union, or any other jurisdictions where such services and products are prohibited by law. Nexus Play LLC does not solicit business or provide brokerage services to individuals or entities in these regions. It is the responsibility of potential clients to be aware of and comply with any applicable laws and regulations in their respective jurisdictions before engaging in online trading. By accessing this website and utilizing our services, you confirm that you are not a resident of the United States, European Union, or any other jurisdiction where our services are restricted.": "Продукти та послуги, які пропонує компанія Nexus Play LLC, не призначені для жителів Сполучених Штатів, Європейського Союзу чи інших юрисдикцій, де такі послуги та продукти заборонені законом. Nexus Play LLC не займається підприємницькою діяльністю та не надає брокерські послуги фізичним чи юридичним особам у цих регіонах. Потенційні клієнти несуть відповідальність за ознайомлення та дотримання будь-яких застосовних законів і правил у їхніх відповідних юрисдикціях перед тим, як брати участь у торгівлі в Інтернеті. Переходячи на цей веб-сайт і користуючись нашими послугами, ви підтверджуєте, що не є резидентом Сполучених Штатів, Європейського Союзу чи будь-якої іншої юрисдикції, де наші послуги обмежені.",
  "The rewards earned in this online event will be automatically credited to the player's balance.": "Винагороди, отримані в цій онлайн-події, будуть автоматично зараховані на баланс гравця.",
  "The seed is encoded into a 64-character lowercase hexadecimal string and concatenated with the string representation of the current tick counter value. A hash of the combined string is then calculated using the BLAKE2b hash function with a 256-bit digest size. By using a cryptographic hash function, we ensure that price changes are random and unpredictable before the seed is revealed, but fully reproducible once the seed is known.": "Початкове число кодується в 64-символьний шістнадцятковий рядок у нижньому регістрі та об’єднується з рядковим представленням поточного значення лічильника тиків. Потім обчислюється хеш об’єднаного рядка за допомогою хеш-функції BLAKE2b із розміром дайджесту 256 біт. Використовуючи криптографічну хеш-функцію, ми гарантуємо, що зміни ціни є випадковими та непередбачуваними до того, як початковий показник буде виявлено, але повністю відтворюваними, коли початковий показник відомий.",
  "The settlement formula is open and transparent and can be calculated in real time.": "Формула розрахунку є відкритою та прозорою та може розраховуватися в режимі реального часу.",
  "The system displays the winning and losing results of the UP and DOWN capital pools. When you make a profit, you will see your profit amount.": "Система відображає виграшні та програшні результати пулів капіталу UP і DOWN. Коли ви отримаєте прибуток, ви побачите суму вашого прибутку.",
  "The system is under maintenance and upgrade, please visit later": "Система знаходиться на обслуговуванні та оновленні, відвідайте пізніше",
  "The trade will complete in 5s.": "Торг завершиться за 5 шилінгів.",
  "The trade will complete in <0>{{countdown}}s</0>.": "Обмін завершиться через <0>{{countdown}}с</0>.",
  "The trading bonus is a <0>marketing incentive</0> provided by Detrade to help users explore our trading system. Bonus funds <1>cannot be withdrawn<1>, but profits from using them can affect your real account balance.": "Торговий бонус – це <0>маркетинговий стимул</0>, що надається Detrade, щоб допомогти користувачам ознайомитися з нашою торговою системою. Бонусні кошти <1>не можна вивести<1>, але прибуток від їх використання може вплинути на баланс вашого реального рахунку.",
  "The trading symbol will be replaced regularly.": "Торговий символ буде регулярно замінюватися.",
  "The winners will be announced on the current page every Sunday at 10 PM (UTC), and the next draw will start 2 hours after the last draw.": "Переможці будуть оголошені на поточній сторінці щонеділі о 10 (UTC), а наступний розіграш розпочнеться через 2 години після останнього розіграшу.",
  "Theme": "Тема",
  "There is no limit to how much you can earn. The more friends you invite, The more rewards you will receive.": "Немає обмежень щодо того, скільки ви можете заробити. Чим більше друзів ви запросите, тим більше винагород ви отримаєте.",
  "These are deducted from your account balance, and insufficient funds will result in automatic position closure.": "Вони списуються з балансу вашого рахунку, а недостатня кількість коштів призведе до автоматичного закриття позиції.",
  "This event is only available to users in eligible countries and regions as defined by platform compliance policies.": "Ця подія доступна лише для користувачів у відповідних країнах та регіонах, як визначено політиками відповідності платформи.",
  "This field is required": "Це поле є обов'язковим для заповнення",
  "This includes your IP address, browser type, operating system, access times, and the pages you have viewed directly before and after accessing our Platform.": "Це включає вашу IP-адресу, тип браузера, операційну систему, час доступу та сторінки, які ви переглядали безпосередньо до та після доступу до нашої Платформи.",
  "This includes your name, email address, telephone number, postal address, date of birth, and any other information you provide when registering for an account or using our services.": "Це включає ваше ім’я, адресу електронної пошти, номер телефону, поштову адресу, дату народження та будь-яку іншу інформацію, яку ви надаєте під час реєстрації облікового запису або використання наших послуг.",
  "This index ranges from 0 to 100, where a lower value indicates extreme fear, and a higher value indicates extreme greed.": "Цей індекс коливається від 0 до 100, де нижче значення вказує на надзвичайний страх, а вище значення — на надзвичайну жадібність.",
  "This is in conjunction with the specific limits per cryptocurrency, which are detailed below.": "Це пов’язано зі спеціальними обмеженнями для кожної криптовалюти, які детально описано нижче.",
  "This is why you should promote Detrade:": "Ось чому ви повинні рекламувати Detrade:",
  "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.": "Цей сайт захищено технологією reCAPTCHA, до нього застосовуються Політика конфіденційності й Умови використання Google.",
  "Through the Detrade partnership program, you can unlock increased affiliate commissions, exclusive sponsored events, and other unique benefits. Want to learn more? Keep reading!": "За допомогою партнерської програми Detrade ви можете розблокувати збільшені партнерські комісії, ексклюзивні спонсоровані заходи та інші унікальні переваги. Хочете дізнатися більше? Продовжуйте читати!",
  "Time": "Час",
  "Time and payout": "Time and payout",
  "Time closed": "Час закрито",
  "Time opened": "Час відкрився",
  "Time remaining": "Час, що залишився",
  "Tips": "Поради",
  "Tips: Usually takes {{hours}} hours to process, may take longer, the specific time depends on the merchant's time limit.": "Поради: Зазвичай обробка займає {{hours}} годин, може зайняти більше часу, конкретний час залежить від часових лімітів продавця.",
  "To": "До",
  "To analyze trends, monitor usage, and conduct research to improve our services.": "Для аналізу тенденцій, моніторингу використання та проведення досліджень для покращення наших послуг.",
  "To ensure the safety of your account, withdrawals will be suspended for 24 hours once the Google 2FA authentication is removed.": "Для забезпечення безпеки вашого облікового запису виведення коштів буде призупинено на 24 години після видалення автентифікації Google 2FA.",
  "To maintain fairness and integrity, Detrade will monitor accounts participating in the bonus program through behavioral and technical checks, including but not limited to device fingerprinting, IP tracking, and transaction pattern analysis.": "Для забезпечення справедливості та цілісності, Detrade контролюватиме облікові записи, що беруть участь у бонусній програмі, за допомогою поведінкових та технічних перевірок, включаючи, але не обмежуючись, зняття відбитків пристроїв, відстеження IP-адрес та аналіз моделей транзакцій.",
  "To manage your account, process transactions, and provide you with the services you request.": "Керувати вашим обліковим записом, обробляти транзакції та надавати вам потрібні послуги.",
  "To monitor for fraud, enforce our terms of service, and comply with legal and regulatory requirements.": "Для відстеження шахрайства, дотримання наших умов обслуговування та дотримання правових і нормативних вимог.",
  "To protect the security of your account, withdrawals will be disabled for 24 hours after you change your password.": "Щоб захистити безпеку вашого облікового запису, зняття коштів буде вимкнено протягом 24 годин після зміни пароля.",
  "To provide fair and reliable pricing for the trading games, Detrade calculates a composite index price every 500 milliseconds that is derived from real-time price feeds to the worlds most liquid spot and derivative cryptocurrency exchanges. By incorporating many price sources, the Detrade index is robust to market manipulation, technical issues, and other anomalous trading activity that may occur on individual exchanges from time to time.": "Щоб забезпечити справедливе та надійне ціноутворення для торгових ігор, Detrade кожні 500 мілісекунд розраховує зведену ціну індексу, яка виходить із цінових каналів у реальному часі для найбільш ліквідних у світі спотових і похідних бірж криптовалют. Включаючи багато джерел цін, індекс Detrade стійкий до маніпулювання ринком, технічних проблем та іншої аномальної торговельної активності, яка час від часу може відбуватися на окремих біржах.",
  "To send you updates, security alerts, and administrative messages, and to respond to your inquiries and requests.": "Щоб надсилати вам оновлення, сповіщення безпеки та адміністративні повідомлення, а також відповідати на ваші запити та запити.",
  "To tailor our content and advertisements to your interests and preferences.": "Щоб налаштувати наш контент і рекламу відповідно до ваших інтересів і вподобань.",
  "To trading center": "До торгового центру",
  "To understand how users interact with our Platform, diagnose technical issues, and enhance the functionality and trader experience.": "Щоб зрозуміти, як користувачі взаємодіють з нашою Платформою, діагностувати технічні проблеми та покращити функціональність і досвід трейдера.",
  "Today's Pnl": "Сьогоднішній Pnl",
  "Top": "Топ",
  "Top tokens": "Найкращі токени",
  "Top trade": "Найкраща торгівля",
  "Top-tier account manager": "Менеджер облікових записів вищого рівня",
  "Total Trades": "Загальна кількість угод",
  "Total commission": "Загальна комісія",
  "Total participated tickets for this round <0>{{total}}</0>": "Загальна кількість квитків для участі в цьому раунді <0>{{total}}</0>",
  "Total prize won": "Загальний виграний приз",
  "Total profit": "Загальний прибуток",
  "Total tickets": "Всього квитків",
  "Total traders": "Загальна кількість трейдерів",
  "Total trades": "Загальна кількість угод",
  "Trade": "Торгівля",
  "Trade for prestige": "Торгівля заради престижу",
  "Trade history": "Історія торгівлі",
  "Trade like a rhythm master": "Торгуйте як майстер ритму",
  "Trade on the price going down if you think the price will fall. If the price goes down, you will generate profit.": "Торгуйте на зниженні ціни, якщо ви вважаєте, що ціна впаде. Якщо ціна знизиться, ви отримаєте прибуток.",
  "Trade on the price going up if you think the price will rise. If the price goes up, you will generate profit.": "Торгуйте на зростаючій ціні, якщо ви вважаєте, що ціна зросте. Якщо ціна зросте, ви отримаєте прибуток.",
  "Trade to Win": "Торгуйте, щоб виграти",
  "Trade to rank up": "Торгуйте, щоб підвищити свій ранг",
  "Trade with $10,000 in virtual funds": "Торгуйте з віртуальними коштами на суму 10 000 доларів Сша",
  "Trader": "Трейдер",
  "Trades": "Торги",
  "Trading": "Торгівля",
  "Trading Amount": "Сума торгівлі",
  "Trading Platform": "Торгова платформа",
  "Trading Smarter, Earning Better": "Торгуйте розумніше, заробляйте краще",
  "Trading Volume": "Обсяг торгів",
  "Trading amount is too large for selected multiplier for selected stop loss price": "Сума торгівлі занадто велика для вибраного множника для вибраної ціни стоп-лосу",
  "Trading bonus trial": "Пробний період торгового бонусу",
  "Trading center": "Торговий центр",
  "Trading indicators and signals": "Торгові індикатори та сигнали",
  "Trading involves risk. Please ensure you understand what you're doing before using leverage or bonus funds. Detrade is not liable for any losses incurred through bonus trading.": "Торгівля пов'язана з ризиком. Будь ласка, переконайтеся, що ви розумієте, що робите, перш ніж використовувати кредитне плече або бонусні кошти. Detrade не несе відповідальності за будь-які збитки, понесені внаслідок бонусної торгівлі.",
  "Trading is paused daily from {{startTime}} to {{endTime}} ({{timeZone}}) and during weekends. Please settle your orders in advance.": "Торгівля призупиняється щодня з {{startTime}} до {{endTime}} ({{timeZone}}) та у вихідні. Будь ласка, розрахуйтеся зі своїми ордерами заздалегідь.",
  "Trading tournaments,regular bonuses,gifts,promo codes and trading competitions are available for any trader to use or participate in.": "Торговельні турніри, звичайні бонуси, подарунки, промо-коди та торгівельні змагання доступні для використання будь-яким трейдером або для участі в них.",
  "Traffic Owners": "Власники трафіку",
  "Transaction Completed": "Транзакцію завершено",
  "Transaction details": "Деталі транзакції",
  "Transactions": "Транзакції",
  "Transition details": "Деталі переходу",
  "Transparency & Security": "Прозорість і безпека",
  "Trigger price is too close to bust price": "Тригерна ціна надто близька до вихідної ціни",
  "Trigger price is too close to current price": "Тригерна ціна надто близька до поточної ціни",
  "Trusted by": "Довірений",
  "Trusted by millions of users.": "Довіряють мільйони користувачів.",
  "Try": "Спробуй",
  "Try a quick demo": "Спробуйте швидку демонстрацію",
  "Try out all the benefits offered by the platform on a demo account with virtual currency,without real investment and without any risk involved.": "Спробуйте всі переваги, які пропонує платформа, на демо-рахунку з віртуальною валютою без реальних інвестицій і будь-якого ризику.",
  "Turn every action into rewards. Start trading today.": "Turn every action into rewards. Start trading today.",
  "Txid": "Тксид",
  "Type": "Тип",
  "Type Your message": "Введіть Ваше повідомлення",
  "UID": "UID",
  "UP": "ВГОРУ",
  "USDT-Margined": "USDT-Margined",
  "Unavailable daily from {{startTime}} to {{endTime}} ({{timeZone}}) and all day on weekends.": "Недоступно щодня з {{startTime}} до {{endTime}} ({{timeZone}}) та цілий день у вихідні.",
  "Unique experiences : From innovative trading challenges to streamlined crypto trading options and exclusive trading models, Detred offers an experience you won t find anywhere else.": "Унікальний досвід: від інноваційних торгових викликів до спрощених варіантів криптотрейдингу та ексклюзивних торгових моделей, Detred пропонує досвід, який ви не знайдете більше ніде.",
  "Unlock Diamond": "Розблокувати діамант",
  "Unlock Top Traders, Achieve": "Розблокуйте найкращих трейдерів, досягайте успіхів",
  "Unnecessary. Detrade is a technology provider and you can purchase our solutions from any country.": "Непотрібний. Detrade є постачальником технологій, і ви можете придбати наші рішення в будь-якій країні.",
  "Up": "Вгору",
  "Up & Down": "Вгору та вниз",
  "Up Down": "Вгору Вниз",
  "Up Or Down?": "Вгору чи вниз?",
  "Up Wins": "Виграє",
  "Update Success": "Успішне оновлення",
  "Updated at {{time}}": "Оновлено о {{time}}",
  "Updated timely": "Оновлено своєчасно",
  "Uppercase or lowercase letters": "Великі або малі літери",
  "Usage Instructions & Limitations": "Інструкції та обмеження щодо використання",
  "Used": "Використано",
  "User Agreement and Terms & Conditions": "Угода користувача та Правила та умови",
  "User ID": "ID користувача",
  "User name": "Ім'я користувача",
  "Username": "Ім'я користувача",
  "Users must select or participate in trading related trading pairs to enjoy this activity.": "Користувачі повинні вибрати або взяти участь у торгівлі пов’язаними торговими парами, щоб користуватися цією діяльністю.",
  "Using multiple accounts to bypass trading limits is strictly prohibited and may result in account suspension or penalties.": "Використання кількох облікових записів для обходу торгових лімітів суворо заборонено та може призвести до блокування облікового запису або штрафів.",
  "Using the composite order book, a function is defined to represent the marginal price to buy or sell a given amount. For example, the marginal buying function is:": "За допомогою складеного журналу заявок визначається функція, яка представляє граничну ціну купівлі або продажу певної суми. Наприклад, функція граничної покупки:",
  "Using two-factor authentication is highly recommended because it protects your account with both your password and your phone.": "Настійно рекомендується використовувати двофакторну автентифікацію, оскільки вона захищає ваш обліковий запис паролем і телефоном.",
  "VIP": "VIP",
  "VIP group": "VIP-група",
  "Validity period: within 14 days after activation": "Термін дії: протягом 14 днів після активації",
  "Verifiable fairness": "Перевірена справедливість",
  "Verification": "Перевірка",
  "Verification Example": "Приклад перевірки",
  "Verification code failed": "Помилка підтвердження коду",
  "Verification email sent. Check your inbox.": "Електронний лист для підтвердження надіслано. Перевірте свою поштову скриньку.",
  "Verified": "Перевірено",
  "Verify": "Підтвердити",
  "Verify Fairness": "Перевірте справедливість",
  "Verify fairness": "Verify fairness",
  "View details": "Переглянути деталі",
  "View more": "Переглянути більше",
  "Volume": "Обсяг",
  "Volume (24h)": "Обсяг (24 год)",
  "Voucher code": "Код ваучера",
  "Wager": "Ставка",
  "Wager <0>{{amount}}</0> To Reach": "Ставка <0>{{amount}}</0> для досягнення",
  "Wait For Next Round": "Зачекайте на наступний раунд",
  "Wait until there are at least 6 valid price feeds. If there are not enough price feeds, the Detrade index price will not be updated.": "Зачекайте, доки буде принаймні 6 дійсних каналів цін. Якщо каналів цін недостатньо, ціна індексу Detrade не оновлюватиметься.",
  "Wallet": "Гаманець",
  "Want to join the Detrade partnership program? Contact our support team to get started!": "Хочете приєднатися до партнерської програми Detrade? Щоб почати, зверніться до нашої служби підтримки!",
  "Watch play demo": "Дивитися демоверсію",
  "We collect information about your activity on our Platform, including trading activity, preferences, and engagement with our content.": "Ми збираємо інформацію про вашу діяльність на нашій Платформі, включаючи торговельну діяльність, уподобання та взаємодію з нашим вмістом.",
  "We collect several types of information from and about users of our Platform, including:": "Ми збираємо кілька типів інформації від користувачів нашої Платформи та про них, зокрема:",
  "We have excellent technical and operational teams to continuously meet customer needs and provide customers with more guarantees.": "Ми маємо чудові технічні та операційні команди, щоб постійно задовольняти потреби клієнтів і надавати клієнтам додаткові гарантії.",
  "We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure storage. However, no method of transmission over the Internet or method of electronic storage is 100% secure, and we cannot guarantee its absolute security.": "Ми вживаємо низку заходів безпеки, щоб захистити вашу особисту інформацію від несанкціонованого доступу, використання чи розголошення. Ці заходи включають шифрування, контроль доступу та безпечне зберігання. Однак жоден метод передачі через Інтернет або метод електронного зберігання не є на 100% безпечним, і ми не можемо гарантувати його абсолютну безпеку.",
  "We look forward to seeing you become a member of our growing alliance family and help us shape Detrade's future together!": "Ми з нетерпінням чекаємо, коли ви станете членом нашої зростаючої родини альянсу та допоможете нам разом формувати майбутнє Detrade!",
  "We may collect financial information such as bank account numbers, credit card details, and transaction history to facilitate transactions and comply with regulatory requirements.": "Ми можемо збирати фінансову інформацію, таку як номери банківських рахунків, дані кредитної картки та історію транзакцій, щоб полегшити транзакції та відповідати нормативним вимогам.",
  "We may collect information about your location if you permit us to do so, using technologies such as GPS, Wi-Fi, or cell tower data.": "Ми можемо збирати інформацію про ваше місцезнаходження, якщо ви дозволите нам це робити, використовуючи такі технології, як GPS, Wi-Fi або дані веж стільникового зв’язку.",
  "We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).": "Ми можемо розкрити вашу інформацію, якщо цього вимагає закон або у відповідь на обґрунтовані запити державних органів (наприклад, суду чи державної установи).",
  "We may disclose your information to protect the rights, property, or safety of Detrade, our users, or others, and to enforce our terms and conditions.": "Ми можемо розкрити вашу інформацію, щоб захистити права, власність або безпеку Detrade, наших користувачів чи інших осіб, а також для забезпечення виконання наших умов.",
  "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company.": "Ми можемо надавати або передавати вашу інформацію у зв’язку з або під час переговорів щодо будь-якого злиття, продажу активів компанії, фінансування або придбання всього або частини нашого бізнесу іншою компанією.",
  "We may share your information with third parties if you provide your consent to do so.": "Ми можемо надати вашу інформацію третім сторонам, якщо ви надасте свою згоду на це.",
  "We may share your information with third parties in the following circumstances:": "Ми можемо передати вашу інформацію третім особам за таких обставин:",
  "We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, and hosting services.": "Ми можемо передавати вашу інформацію стороннім постачальникам послуг, які надають послуги від нашого імені, такі як обробка платежів, аналіз даних, доставка електронної пошти та послуги хостингу.",
  "We offer the widest range of derivatives trading options, attracting over 2.5 million online traders worldwide. Our technology delivers an intuitive and powerful trading experience, allowing our clients to more effectively understand risk and make informed trading decisions.": "Ми пропонуємо найширший вибір варіантів торгівлі деривативами, залучаючи понад 2,5 мільйона онлайн-трейдерів у всьому світі. Наша технологія забезпечує інтуїтивно зрозумілий і потужний досвід торгівлі, що дозволяє нашим клієнтам краще розуміти ризик і приймати обґрунтовані торгові рішення.",
  "We provide a simple and easy-to-operate trading platform,so that everyone can become a trader.": "Ми пропонуємо просту та легку в експлуатації торгову платформу, щоб кожен міг стати трейдером.",
  "We provide a step-by-step guide on attracting players to your platform, along with marketing materials that have proven effective.": "Ми надаємо покрокові інструкції щодо залучення гравців на вашу платформу разом із маркетинговими матеріалами, які довели ефективність.",
  "We reserve the right to cancel bonuses and related profits under the following conditions:": "Ми залишаємо за собою право скасувати бонуси та пов'язаний з ними прибуток за таких умов:",
  "We use cookies, web beacons, and other tracking technologies to collect information about your use of our Platform and to enhance your trader experience.": "Ми використовуємо файли cookie, веб-маяки та інші технології відстеження для збору інформації про ваше використання нашої Платформи та покращення вашого досвіду трейдера.",
  "We use cutting-edge technology to provide the fastest transactions without delays or interruptions in the operation of the trader interface.": "Ми використовуємо передові технології, щоб забезпечити найшвидші транзакції без затримок або перебоїв у роботі інтерфейсу трейдера.",
  "We use the information we collect for various purposes, including:": "Ми використовуємо зібрану інформацію для різних цілей, зокрема:",
  "We will contact you within 3 working days, please check your email regularly": "Ми зв'яжемося з вами протягом 3 робочих днів, будь ласка, регулярно перевіряйте свою електронну пошту",
  "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including to comply with legal, regulatory, or business requirements.": "Ми зберігатимемо вашу особисту інформацію до тих пір, поки це необхідно для досягнення цілей, для яких вона була зібрана, зокрема для дотримання законодавчих, нормативних або бізнес-вимог.",
  "Website for PC": "Сайт для ПК",
  "Website for smartphones": "Сайт для смартфонів",
  "Week": "Тиждень",
  "Week's Pnl": "Тижневий Pnl",
  "Weekly raffle": "Щотижнева лотерея",
  "Welcome Bonus": "Вітальний бонус",
  "Welcome To": "Ласкаво просимо до",
  "Welcome To Demo Trading ": "Ласкаво просимо до демо-трейдингу ",
  "Welcome to Detrade Connect": "Ласкаво просимо до Detrade Connect",
  "Welcome to Detrade, a leading binary options trading platform. Before you begin using our platform, please carefully read and understand the following terms and conditions. By accessing or using Detrade's platform,you agree to be bound by these terms and conditions.If you do not agree with any part of these terms,you must not use our platform.": "Ласкаво просимо до Detrade, провідної платформи для торгівлі бінарними опціонами. Перш ніж почати використовувати нашу платформу, будь ласка, уважно прочитайте та зрозумійте наведені нижче положення та умови. Отримавши доступ до платформи Detrade або використовуючи її, ви погоджуєтеся дотримуватися цих умов. Якщо ви не згодні з будь-якою частиною цих умов, ви не повинні використовувати нашу платформу.",
  "Welcome to Stonks! The price will be reset to $1,000 at 00:00 UTC every day, and any pending orders will be automatically settled during the reset.": "Ласкаво просимо до Stonks! Ціна буде скинута до $1,000 доларів США щодня о 00:00 UTC, і під час скидання буде автоматично розраховано будь-які незавершені ордери.",
  "Welcome to detrade! To thank you for your support, we're offering <0>up to 50 USDT in trading bonus</0> for new users.Experience binary options trading with zero risk and real rewards!": "Ласкаво просимо до detrade! Щоб подякувати вам за підтримку, ми пропонуємо <0>торговий бонус до 50 USDT</0> для нових користувачів. Відчуйте торгівлю бінарними опціонами з нульовим ризиком та реальними винагородами!",
  "What currencies can be deposited and withdrawn?": "Які валюти можна вносити та знімати?",
  "What does it mean?": "Що це означає?",
  "What is Detrade Connect?": "Що таке Detrade Connect?",
  "What operational expenses could Partner have?": "Які операційні витрати може мати Партнер?",
  "What would you like your new limit to be? (max 500% of current limit)": "Яким би ви хотіли, щоб був ваш новий ліміт? (макс. 500% обмеження струму)",
  "When the countdown ends, it enters the preparation settlement process. The system records the starting price after the countdown ends (at the first flag). When the K-line runs for a period of time, the system records the ending price (at the second flag). Compare the end price and the start price. If the end price is greater than the start price, the trader who chooses the UP direction wins. Otherwise, the trader who chooses the DOWN direction wins.": "Коли зворотний відлік завершується, система переходить до процесу підготовки розрахунків. Система фіксує початкову ціну після завершення зворотного відліку (за першим прапорцем). Коли лінія K працює протягом певного періоду часу, система фіксує кінцеву ціну (за другим прапорцем). Порівняйте кінцеву ціну та початкову ціну. Якщо кінцева ціна більша за початкову ціну, виграє трейдер, який обирає напрямок ВГОРУ. В іншому випадку виграє трейдер, який обирає напрямок ВНИЗ.",
  "When the dual conditions are met, you will receive profits.": "При виконанні подвійних умов ви отримаєте прибуток.",
  "When traded on a traditional exchange with a central limit order book, large taking orders will generally cross with resting orders beyond the best bid or offer, resulting in an average fill price worse than the top-of-book price. Market makers restrict the amount of liquidity that they're willing to offer at the top-of-book because of the additional risk that large orders represent. Rather than require large orders to be filled at multiple prices, Detrade instead uses a market impact formula to set the closing price for winning trades (losing manually-closed trades are unaffected) to replicate the market impact of large taking orders, but in a more consistent and predictable way. The easiest way to see the exact market impact effects is to use the ROI Calculator found on the futures trading page.": "Під час торгівлі на традиційній біржі з центральною книгою лімітованих ордерів великі ордери на прийняття зазвичай перетинаються з ордерами на відпочинок, які перевищують найкращу заявку або пропозицію, що призводить до того, що середня ціна заповнення буде нижчою, ніж ціна верхньої частини книги. Маркет-мейкери обмежують кількість ліквідності, яку вони готові запропонувати на першому місці через додатковий ризик, який представляють великі замовлення. Замість того, щоб вимагати виконання великих замовлень за кількома цінами, Detrade замість цього використовує формулу впливу на ринок, щоб встановити ціну закриття для виграшних угод (програшні угоди, закриті вручну, не впливають), щоб відтворити вплив на ринок великих замовлень, але більш послідовним і передбачуваним способом. Найпростіший спосіб побачити точні ефекти впливу на ринок — скористатися калькулятором рентабельності інвестицій, який можна знайти на сторінці торгівлі ф’ючерсами.",
  "When will the commission be distributed?": "Коли буде розподілено комісію?",
  "When your friend's trading ends, you can receive an immediate commission for that trading.": "Коли торгівля вашого друга завершується, ви можете отримати негайну комісію за цю торгівлю.",
  "Where <0>P_close</0> is <1>P_open*(1-1/multiplier_leverage)</1> for busts or the stop loss price.": "Де <0>P_close</0> дорівнює <1>P_open*(1-1/multiplier_leverage)</1> для зниження цін або ціни стоп-лосу.",
  "Where <0>p_i | i in 1..N</0> and <1>s_i|i in 1..N</1> are the buy prices and sizes sorted in increasing distance from the top-of-book. This function gives the maximum price one would pay to buy an amount <2>s</2>": "Де <0>p_i | i в 1..N</0> та <1>s_i|i в 1..N</1> – це ціни та розміри, відсортовані за збільшенням відстані від верхньої частини книги. Ця функція визначає максимальну ціну, яку можна заплатити, щоб купити суму <2>s</2>",
  "Where <0>v_i</0> are the sizes at which the mid-prices are calculated and are defined as the union of the cumulative buy and sell sizes from the composite order book. <1>L</1> is a scaling factor defined as <2>1/V</2>, where <3>V</3> is the maximum size at which a mid-price is calculated and is defined as the minimum of the sum of buying and selling sizes in the composite order book.": "Де <0>v_i</0> – це розміри, за якими розраховуються середні ціни та визначаються як об’єднання кумулятивних розмірів купівлі та продажу зі збірної книги ордерів. <1>L</1> — коефіцієнт масштабування, визначений як <2>1/V</2>, де <3>V</3> — максимальний розмір, за яким розраховується середня ціна, і визначається як мінімум із суми розмірів купівлі та продажу в складеному книзі заявок.",
  "Which currency pairs can be traded on Detrade?": "Якими валютними парами можна торгувати на Detrade?",
  "White label owners have zero costs in developing the platform. All they need is to focus on sales and marketing.": "Власники White Label не мають жодних витрат на розробку платформи. Все, що їм потрібно, це зосередитися на продажах і маркетингу.",
  "Whitelist pre-booking": "Попереднє бронювання в білому списку",
  "Why Partner with Detrade?": "Чому варто співпрацювати з Detrade?",
  "Why choose Detrade": "Чому варто обрати Detrade",
  "Why you must choose us?": "Чому ви повинні обрати нас?",
  "Wild": "Дикий",
  "Will The Price Go Up Or Down": "Підніметься чи знизиться ціна",
  "Will the price go up or down ?": "Ціна зросте чи знизиться?",
  "Win": "Виграй",
  "Win Crypto Tokens": "Виграйте крипто-токени",
  "Win if the price breaks out — above the high or below the low.": "Виграйте, якщо ціна прорветься — вище максимуму або нижче мінімуму.",
  "Win rate": "Коефіцієнт виграшів",
  "Winner": "Переможець",
  "Winning": "Перемога",
  "Winning Tickets": "Виграшні квитки",
  "Winning prize details": "Деталі виграшного призу",
  "With a PnL fee, you do not pay any fees to open or close the trade, and only a fraction of your profits (if any) is taken when you close the trade": "З комісією PnL ви не сплачуєте жодних комісій за відкриття або закриття угоди, і лише частина вашого прибутку (якщо є) отримується, коли ви закриваєте угоду",
  "With a flat fee enabled, you receive 100% of your profits but prepay a <0>flat fee that covers your entry, exit, and slippage</0> before entering the trade, like on a regular exchange": "Увімкнувши фіксовану комісію, ви отримуєте 100% свого прибутку, але передплачуєте <0>фіксовану комісію, яка покриває ваш вхід, вихід і прослизання</0> перед входом у торгівлю, як на звичайній біржі",
  "With exciting new features and updates on the horizon, now is the perfect time to start promoting Detlard .": "З новими захоплюючими функціями та оновленнями на горизонті, зараз ідеальний час почати рекламувати Detlard.",
  "Withdraw": "Зняти",
  "Withdraw Fee": "Комісія за зняття коштів",
  "Withdraw Order Created": "Замовлення на виведення коштів створено",
  "Withdraw Processing": "Зняти обробку",
  "Withdraw Success": "Зняти успіх",
  "Withdraw is in progress": "",
  "Withdraw to": "Вийти до",
  "Withdraw your earnings 24/7": "Виводьте свої заробітки цілодобово",
  "Withdrawal fee": "Комісія за зняття коштів",
  "Withdrawal fee discount": "Знижка на комісію за зняття коштів",
  "Yes": "Так",
  "Yes, DeTrade Believes In Total Transparency And Offers All Data To You. You Can See All Of This Information In": "Так, DeTrade вірить у повну прозорість і пропонує вам усі дані. Ви можете побачити всю цю інформацію в",
  "Yes, contact us at any time to upgrade your package.": "Так, зв’яжіться з нами в будь-який час, щоб оновити пакет.",
  "Yes, those who are not familiar with cryptocurrencies can Log In through social networks and fund them with bank cards.": "Так, ті, хто не знайомі з криптовалютами, можуть увійти через соціальні мережі та поповнити їх за допомогою банківських карт.",
  "Yes, you can use both.": "Так, ви можете використовувати обидва.",
  "Yield": "Врожайність",
  "You can deposit and withdraw most of the mainstream digital currencies on the market, and the platform will also gradually launch the deposit and withdrawal functions of legal currencies.": "Ви можете вносити та знімати більшість основних цифрових валют на ринку, і платформа також поступово запускатиме функції депозиту та виведення легальних валют.",
  "You can share your invite link to your friend or your social media": "Ви можете поділитися посиланням на запрошення з друзями або в соціальних мережах",
  "You have the right to object to our processing of your personal information, under certain conditions.": "Ви маєте право заперечити проти нашої обробки вашої особистої інформації за певних умов.",
  "You have the right to request a copy of the personal information we hold about you.": "Ви маєте право вимагати копію особистої інформації, яку ми зберігаємо про вас.",
  "You have the right to request that we correct any inaccuracies in your personal information.": "Ви маєте право попросити нас виправити будь-які неточності у вашій особистій інформації.",
  "You have the right to request that we delete your personal information, subject to certain exceptions.": "Ви маєте право вимагати видалення вашої особистої інформації за певними винятками.",
  "You will receive 20% of the house edge of for each trading they place. if you have a many followers, you can contact us for more commission.": "Ви отримаєте 20% переваги будинку за кожну торгівлю, яку вони зроблять. якщо у вас багато підписників, ви можете зв’язатися з нами для отримання додаткової комісії.",
  "You will receive approximately {nextCapitalCost} subsidy in the next hour, and the specific amount is subject to the funding rate at that time": "Протягом наступної години ви отримаєте приблизно {nextCapitalCost} субсидії, і конкретна сума залежить від поточної норми фінансування",
  "You won <0>{{award}}</0>": "Ви виграли <0>{{award}}<0>",
  "Your": "Ваш",
  "Your Telegram": "Ваш Telegram",
  "Your account level is assessed and updated on the": "Рівень вашого облікового запису оцінюється та оновлюється на",
  "Your current limit is {{limit}}": "Ваш поточний ліміт становить {{limit}}",
  "Your current limits are: PnL Fee - {{pnl}}, Fixed Fee - {{Fixed}}": "Ваші поточні обмеження: комісія PnL - {{pnl}}, фіксована комісія - {{Fixed}}",
  "Your email": "Ваш email",
  "Your friends will be associated with you after they sign up": "Ваші друзі будуть пов’язані з вами після реєстрації",
  "Your information, including personal information, may be transferred to and maintained on servers or databases located outside of your country or jurisdiction. By using our Platform, you consent to the transfer of your information to the United States or any other country in which Detrade or its service providers maintain facilities.": "Ваша інформація, включаючи особисту інформацію, може бути передана та зберігатися на серверах або базах даних, розташованих за межами вашої країни чи юрисдикції. Використовуючи нашу платформу, ви погоджуєтеся на передачу вашої інформації в Сполучені Штати або будь-яку іншу країну, в якій Detrade або її постачальники послуг мають приміщення.",
  "Your investment": "Ваші інвестиції",
  "Your language selection applies to Detrade emails, SMS, in-app notifications, and all devices you're logged into.": "Вибрана вами мова застосовується до електронних листів Detrade, SMS, сповіщень у програмі та всіх пристроїв, на яких ви ввійшли.",
  "Your name": "Ваше ім'я",
  "Your profile is now private": "Тепер ваш профіль закритий",
  "Your profile is now public": "Тепер ваш профіль загальнодоступний",
  "Your transfer amount has to MATCH the submission amount.": "Сума вашого переказу повинна ВІДПОВІДАТИ сумі подання.",
  "Zero Trading Fees": "Нульові торгові комісії",
  "a) Document verification: Users may be required to upload copies of government-issued identification documents, such as a passport, driver's license,or national ID card.": "a) Перевірка документів: від користувачів може вимагатися завантажити копії виданих державними установами документів, що посвідчують особу, як-от паспорт, водійські права або національне посвідчення особи.",
  "all assets": "всі активи",
  "all status": "весь статус",
  "approved": "схвалено",
  "b) **Performance Cookies**: These cookies collect information about how you use our Platform, such as which pages you visit most often. This information is used to improve the functionality of our Platform.": "b) **Продуктивні файли cookie**: ці файли cookie збирають інформацію про те, як ви використовуєте нашу платформу, наприклад, які сторінки ви відвідуєте найчастіше. Ця інформація використовується для покращення функціональності нашої Платформи.",
  "b) Address verification: Users may be required to provide proof of address, such as a utility bill or bank statement, to verify their residential address.": "b) Перевірка адреси: від користувачів може знадобитися надати підтвердження адреси, наприклад рахунок за комунальні послуги або виписку з банківського рахунку, щоб підтвердити свою адресу проживання.",
  "based on your latest performance and activity. Stay engaged and climb the ranks!": "на основі ваших останніх результатів та активності. Залишайтеся активними та піднімайтеся в рейтингу!",
  "basic information verification": "перевірка базової інформації",
  "c) **Functional Cookies**: These cookies allow our Platform to remember choices you make (such as your username, language, or region) and provide enhanced, more personal features.": "c) **Функціональні файли cookie**: ці файли cookie дозволяють нашій Платформі запам’ятовувати ваші вибори (наприклад, ваше ім’я користувача, мову чи регіон) і надавати розширені, більш персональні функції.",
  "c) Biometric verification: Detrade may use biometric authentication methods, such as facial recognition or fingerprint scanning, to verify the identity of users.": "c) Біометрична перевірка: Detrade може використовувати біометричні методи автентифікації, такі як розпізнавання обличчя або сканування відбитків пальців, для перевірки особи користувачів.",
  "change password": "змінити пароль",
  "chat rules": "правила чату",
  "currency": "валюта",
  "d) **Targeting/Advertising Cookies**: These cookies are used to deliver advertisements that are more relevant to you and your interests. They also help us measure the effectiveness of advertising campaigns.": "d) **Цільові/рекламні файли cookie**: ці файли cookie використовуються для показу реклами, яка більше відповідає вам і вашим інтересам. Вони також допомагають нам вимірювати ефективність рекламних кампаній.",
  "date": "дата",
  "day": "день",
  "demo": "демо",
  "deposit": "депозит",
  "deposit with a 50% bonus": "депозит з бонусом 50%",
  "down": "вниз",
  "earn ticket": "заробити квиток",
  "edit profile": "редагувати профіль",
  "edit your avatar": "редагувати свій аватар",
  "email": "електронною поштою",
  "explanation": "пояснення",
  "failed": "не вдалося",
  "forgot password?": "забув пароль?",
  "hold Diamond for 3 months — our VIP manager will invite you to access tailored Diamond+ privileges.": "утримуйте статус Diamond протягом 3 місяців — наш VIP-менеджер запросить вас отримати доступ до персоналізованих привілеїв Diamond+.",
  "init": "ініціалізація",
  "liq price": "ціна рідини",
  "live": "жити",
  "loading...": "завантаження...",
  "lucky poll": "щасливе опитування",
  "medium": "середній",
  "month": "місяць",
  "more": "більше",
  "my tickets": "мої квитки",
  "name": "назва",
  "no": "немає",
  "or": "або",
  "order id": "id замовлення",
  "pending": "очікується",
  "perks in total": "пільги загалом",
  "price": "ціна",
  "prize": "приз",
  "processing": "обробки",
  "rejected": "відхилено",
  "results": "результати",
  "rewards": "нагороди",
  "rewards list": "список нагород",
  "search “Google Authenticator” and proceed to download.": "знайдіть «Google Authenticator» і перейдіть до завантаження.",
  "seed": "насіння",
  "strong": "сильний",
  "success": "успіх",
  "temporary rejected": "тимчасово відхилено",
  "terms and conditions": "умови",
  "tickets number": "номер квитків",
  "ticks": "кліщі",
  "time": "час",
  "token": "жетон",
  "top": "зверху",
  "trader": "трейдер",
  "trading platform": "торгова платформа",
  "two-Factor authentication": "двофакторна аутентифікація",
  "up": "вгору",
  "voucher": "ваучер",
  "wager": "ставка",
  "weak": "слабкий",
  "week": "тиждень",
  "welcome gifts": "welcome gifts",
  "withdraw": "вилучити",
  "{{field}} is required": "{{field}} є обов’язковим",
  "{{ranking}} place - {{percent}} of the Daily Contest prize pool": "{{ranking}} місце - {{percent}} призового фонду щоденного конкурсу",
  "{{step}}<0>of {{total}}</0>": "{{step}}<0>із {{total}}<0>",
  "|PnL|": "|ПнЛ|"
}
